Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.trustedIndvidualstionsAreThose
source: Trusted individuals, also known as Account Delegates, are other ORCID iD holders to whom you have granted permission to update your ORCID record. You decide whether to grant access to them and can revoke this access at any time.
ar: الأفراد الموثوق بهم، المعروفين أيضاً باسم مفوضي الحساب، هم حاملي معرف أوركيد الآخرين الذين منحتهم الإذن لتحديث تسجيلة أوركيد الخاصة بك. عليك أن تقرر ما إذا كنت ستمنح حق الوصول إليها ويمكنك إبطال هذا الوصول في أي وقت.
cs: Důvěryhodné osoby, označované také jako delegáti účtu, jsou jiní držitelé ORCID iD, kterým udělíte povolení aktualizovat váš záznam ORCID. O tom, zda jim přístup udělíte, rozhodujete vy a tento přístup můžete také kdykoli zrušit.
de: Vertrauenswürdige Personen, oder Kontobevollmächtigte, sind andere ORCID-iD-Inhaber, denen Sie die Erlaubnis erteilt haben, Ihren ORCID-Eintrag zu aktualisieren. Sie entscheiden, ob Sie ihnen den Zugriff gewähren und können diesen Zugriff jederzeit widerrufen.
es: Las personas de confianza, también conocidas como delegados de cuenta, son otros usuarios de ORCID a los que usted ha concedido permiso para actualizar su registro de ORCID. Usted decidirá si les concede acceso y podrá anularlo en cualquier momento.
fr: Les personnes de confiance, également appelées délégués de compte, sont d'autres détenteurs d'iD ORCID à qui vous avez accordé l'autorisation de mettre à jour votre dossier ORCID. Vous décidez de leur accorder ou non l'accès et pouvez révoquer cet accès à tout moment.
ja: 信頼できる個人は、アカウント委任者とも呼ばれ、あなたがORCIDレコードを更新する許可を与えた他のORCID iD所有者のことです。あなたは彼らにアクセス権を与えるかどうかを決定し、いつでもこのアクセス権を取り消すことができます。
ko: 계정 대리인이라고도 하는 신뢰하는 개인은 다른 ORCID ID를 가지고 있지만 귀하의 ORCID 기록을 업데이트할 수 있는 권한을 가진 사람입니다. 접근 권한 부여 여부는 직접 결정할 수 있고 언제든지 이 권한을 취소할 수 있습니다.
pt: Os indivíduos fidedignos, também conhecidos como Delegados de Conta, são outros titulares de uma ID ORCID aos quais concedeu permissão para atualizarem o seu registo ORCID. Compete-lhe a si decidir se pretende conceder-lhes esse acesso, que poderá revogar a qualquer momento.
ru: Доверенные лица, также известные как делегаты аккаунта, – это другие владельцы ORCID iD, которым вы предоставили разрешение на обновление вашей учетной записи ORCID. Вы сами решаете, предоставлять ли им доступ, и можете отменить этот доступ в любое время.
tr: Hesap Delegeleri olarak da bilinen güvenilir kişiler, ORCID kaydınızı güncelleme izni verdiğiniz diğer ORCID kimliği sahipleridir. Bu kişilere erişim izni verip vermeyeceğinize siz karar verirsiniz ve bu erişimi istediğiniz zaman iptal edebilirsiniz.
zh_cn: 受信任的个人（也称为帐户代理人）是您已授予其更新您的 ORCID 记录权限的其他 ORCID iD 持有人。是否授予对方访问权限由您决定，并且您还可以随时撤销此访问权限。

# account.learnMoreAboutTrustedInd
source: Learn more about trusted individuals
ar: تعرف على المزيد حول الأفراد الموثوق بهم
cs: Zjistěte víc o důvěryhodných osobách
de: Erfahren Sie mehr über vertrauenswürdige Personen
es: Obtener más información sobre las personas de confianza
fr: En savoir plus sur les personnes de confiance
ja: 信頼できる個人に関する詳細
ko: 신뢰하는 개인에 대해 자세히 알아보기
pt: Saiba mais sobre os indivíduos fidedignos
ru: Узнайте больше о доверенных лицах
tr: Güvenilir kişiler hakkında daha fazla bilgi edinin
zh_cn: 了解有关受信任个人的更多信息

# account.trustedIndividual
source: Trusted individual
ar: شخص موثوق به
cs: Důvěryhodná osoba
de: Vertrauenswürdige Person
es: Persona de confianza
fr: Personne de confiance
ja: 信頼される個人
ko: 신뢰할 수있는 사람
pt: Indivíduo confiável
ru: Доверенные исследователи
tr: Güvenilir kişi
zh_cn: 受信任个人

# account.youHavenAddAnyTrusted
source: You haven't added any trusted individuals yet.
ar: لم تقم بإضافة أي أفراد موثوق بهم حتى الآن.
cs: Zatím jste nepřidali žádné důvěryhodné osoby.
de: Sie haben noch keine vertrauenswürdigen Personen hinzugefügt.
es: Todavía no ha añadido a ninguna persona de confianza.
fr: Vous n'avez pas encore ajouté de personnes de confiance.
ja: 信頼できる個人をまだ追加していません。
ko: 아직 신뢰하는 개인을 추가하지 않았습니다.
pt: Ainda não adicionou qualquer indivíduo fidedigno.
ru: Вы еще не добавили ни одного доверенного лица.
tr: Henüz güvenilir bir kişi eklemediniz.
zh_cn: 您尚未添加任何受信任的个人。

# account.accessType
source: Access type
ar: نوع الوصول
cs: Typ přístupu
de: Zugangsart
es: Tipo de acceso
fr: Type d'accès
ja: アクセス・タイプ
ko: 접근유형
pt: Tipo de acesso
ru: Тип доступа
tr: Erişim türü
zh_cn: 访问权限类型

# account.trustedParties
source: Trusted parties
ar: المنظمات والأفراد الموثوق بهم
cs: Důvěryhodné strany
de: Vertrauenswürdige Parteien
es: Partes de confianza
fr: Parties de confiance
ja: トラステッド・パーティー
ko: 제한공개
pt: Partes confiáveis
ru: Доверенные лица
tr: Güvenilen taraflar
zh_cn: 受信任组织

# account.trustedOrganizations
source: Trusted organizations
ar: المنظمات الموثوق بها
cs: Důvěryhodné organizace
de: Vertrauenswürdige Organisationen
es: Organizaciones de confianza
fr: Organisations de confiance
ja: 信頼される組織
ko: 신탁기관
pt: Organizações confiáveis
ru: Доверенные организации
tr: Güvenilir kuruluşlar
zh_cn: 信任的组织

# account.learnMoreAboutTrustedOrg
source: Learn more about trusted organizations
ar: تعرف على المزيد حول المنظمات الموثوقة
cs: Zjistěte víc o důvěryhodných organizacích
de: Erfahren Sie mehr über vertrauenswürdige Organisationen
es: Obtener más información sobre las organizaciones de confianza
fr: En savoir plus sur les organisations de confiance
ja: 信頼できる組織に関する詳細
ko: 신뢰하는 단체에 대해 자세히 알아보기
pt: Saiba mais sobre as organizações fidedignas
ru: Узнайте больше о доверенных организациях
tr: Güvenilir kuruluşlar hakkında daha fazla bilgi edinin
zh_cn: 了解有关受信任组织的更多信息

# account.youHavenAddAnyOrg
source: You haven't added any trusted organizations yet.
ar: أنت لم تقم بإضافة أي المنظمات الموثوق بها
cs: Zatím jste nepřidali žádné důvěryhodné organizace
de: Sie haben noch keine vertrauenswürdigen Organisationen hinzugefügt.
es: Todavía no ha añadido ninguna organización de confianza
fr: Vous n'avez pas encore ajouté d'organisations de confiance.
ja: 信頼される組織がまったく追加されていません
ko: 어떤 신뢰할 수 있는 기관 추가하시지 않았습니다.
pt: Você não adicionou nenhuma organizações confiáveis.
ru: Вы не добавили ни одной доверенных организаций.
tr: Henüz güvenilir kuruluş eklemediniz.
zh_cn: 您尚未添加任何受信任组织

# account.usersThatTrustYou
source: Users that trust you
ar: المستخدمون الذين يثقون بك
cs: Uživatelé, kteří vám důvěřují
de: Benutzer, die Ihnen vertrauen
es: Usuarios que confían en usted
fr: Utilisateurs qui vous font confiance
ja: あなたを信頼しているユーザー
ko: 당신을 신뢰하는 사용자
pt: Utilizadores que confiam em si
ru: Пользователи, которые вам доверяют
tr: Size güvenen kullanıcılar
zh_cn: 信任您的用户

# account.orcidUsersWhoHaveYou
source: ORCID users who have made you an account delegate for their ORCID record.
ar: مستخدمو أوركيد الذين جعلوك مفوضًا لحساب تسجيلة أوركيد الخاصة بهم.
cs: Uživatelé ORCID, kteří vás ve vztahu ke svému záznamu ORCID jmenovali delegátem účtu.
de: ORCID-Benutzer, die Sie zu einem Kontobevollmächtigen für ihren ORCID-Eintrag gemacht haben.
es: Usuarios de ORCID que le han hecho delegado de cuenta de sus registros ORCID.
fr: Utilisateurs ORCID qui vous ont nommé délégué de compte pour leur enregistrement ORCID.
ja: ORCIDユーザーで、あなたをORCIDレコードのアカウント委任者にした人。
ko: 귀하를 자신의 ORCID 기록에 대한 계정 대리인으로 지정한 ORCID 사용자.
pt: Utilizadores do ORCID que lhe atribuíram a função de delegado de conta do seu registo ORCID.
ru: Пользователи ORCID, которые сделали вас делегатом аккаунта для своей учетной записи ORCID.
tr: Sizi ORCID kayıtları için hesap temsilcisi yapan ORCID kullanıcıları.
zh_cn: 让您设为其 ORCID 记录帐户委托人的 ORCID 用户。

# account.youHavenBeenAddAsTrusted
source: You haven't been added as a trusted individual yet.
ar: لم تتم إضافتك كفرد موثوق به حتى الآن.
cs: Jako důvěryhodnou osobu si vás zatím nikdo nepřidal.
de: Sie wurden noch nicht als vertrauenswürdige Person hinzugefügt.
es: Todavía no ha añadido a ninguna persona de confianza.
fr: Vous n'avez pas encore été ajouté en tant que personne de confiance.
ja: まだ信頼できる個人として追加されていません。
ko: 아직 신뢰하는 개인으로 추가되지 않았습니다.
pt: Ainda não foi adicionado como indivíduo fidedigno.
ru: Вы еще не были добавлены в качестве доверенного лица.
tr: Henüz güvenilir bir kişi eklenmediniz.
zh_cn: 您尚未被添加为受信任的个人。

# authorize.authorize
source: Authorize access
ar: تفويض الوصول
cs: Autorizovat přístup
de: Zugriff autorisieren
es: Autorizar el acceso
fr: Autoriser l'accès
ja: 認証済みのアクセス
ko: 액세스 권한 부여
pt: Autorizar acesso
ru: Разрешить доступ
tr: Erişimi yetkilendir
zh_cn: 授权访问

# authorize.youAreCurrentlySignin
source: You are currently signed in as:
ar: أنت الآن مسجّل الدخول كـ:
cs: Momentálně jste přihlášen jako:
de: Sie sind derzeit eingeloggt als:
es: Actualmente está registrado como:
fr: Vous êtes actuellement connecté en tant que:
ja: 以下のものとして現在サインインしています：
ko: 현재 다음의 계정으로 로그인하셨습니다:
pt: Neste momento, tem a sessão iniciada como:
ru: В настоящий момент вы выполнили вход как:
tr: Şu anda oturum açtığınız hesap:
zh_cn: 您当前登录的帐号是：

# public-layout.sign_out
source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: サインアウト
ko: 로그아웃
pt: Sair
ru: Выход
tr: Oturumu kapat
zh_cn: 退出

# authorize.organizationAskedFollowingAccess
source: This organization has asked for the following access to your ORCID record:
ar: طلبت هذه المؤسسة الوصول التالي إلى سجل ORCID الخاص بك:
cs: Tato organizace požádala o následující přístup k vašemu záznamu ORCID:
de: Diese Organisation hat um folgenden Zugriff auf Ihren ORCID-Eintrag gebeten:
es: Esta organización ha solicitado el siguiente acceso a su registro ORCID:
fr: Cette organisation a demandé l'accès à votre dossier ORCID :
ja: この組織が、以下の通りあなたのORCIDレコードへのアクセスを要求しています:
ko: 이 기관이 귀하의 ORCID 레코드에 대한 다음 액세스를 요청했습니다.
pt: Esta organização solicitou o seguinte acesso ao seu registo ORCID:
ru: Организация запрашивает доступ к следующим действиям в вашем профиле ORCID:
tr: Bu kuruluş, ORCID kaydınıza aşağıdaki erişimleri istedi:
zh_cn: 该组织机构希望访问您的 ORCID 记录，请求下列权限：

# authorize.ifAuthorize
source: If authorized, this organization will have access to your ORCID record, as outlined above and described in further detail in
ar: في حالة الإذن بذلك، ستتمكن هذه المؤسسة من الوصول إلى سجل ORCID الخاص بك ، كما هو موضح أعلاه والموضح بمزيد من التفاصيل في
cs: Pokud to máte povoleno, tato organizace bude mít přístup k vašemu ORCID záznamu, jak je uvedeno výše a podrobněji popsáno v
de: Autorisierte Organisationen haben Zugriff auf Ihren ORCID-Eintrag wie oben beschrieben. Eine ausführlichere Beschreibung finden Sie in den
es: Si lo autoriza, esta organización tendrá acceso a su registro de ORCID, tal como se indica arriba y como se describe en mayor detalle en la
fr: Si elle y est autorisée, cette organisation aura accès à votre dossier ORCID, comme indiqué ci-dessus et décrit plus en détail dans
ja: 認証されれば、この組織がお客様のORCIDレコードにアクセスするようになります。これについては上記に説明があります。また、〜に詳細を掲載しています。
ko: 권한이 부여된 경우, 이 조직은 위에서 간략히 설명하고 다음에 자세히 설명된 대로 귀하의 ORCID 레코드에 액세스할 수 있습니다.
pt: Se for autorizada, esta organização vai ter acesso ao seu registo ORCID, conforme descrito acima e descrito com mais detalhes em
ru: После предоставления разрешения у этой организации будет доступ к вашей записи ORCID, как описано выше и более подробно в
tr: Yetkilendirildiği takdirde, bu kuruluş yukarıda özetlendiği ve aşağıda daha ayrıntılı olarak açıklandığı üzere ORCID kaydınıza erişebilir.
zh_cn: 如果获得授权，该组织将可以访问您的 ORCID 记录，如上文所述，详细描述将在

# authorize.privacyPolicy
source: ORCID’s privacy policy.
ar: سياسة خصوصية ORCID.
cs: zásadách ochrany osobních údajů ORCID.
de: Datenschutzbestimmungen von ORCID.
es: Política de privacidad de ORCID.
fr: Politique de confidentialité d'ORCID.
ja: ORCIDのプライバシーポリシー。
ko: ORCID의 개인 정보 취급 방침.
pt: Política de Privacidade da ORCID.
ru: Политикой конфиденциальности ORCID.
tr: ORCID'inizin gizlilik politikasında yönetebilirsiniz.
zh_cn: ORCID 的隐私条款。

# authorize.manageAccessPersmissions
source: You can manage access permissions for this and other Trusted Organizations from within your list of
ar: يمكنك إدارة أذونات الوصول لهذه المؤسسة الموثوقة وغيرها من خلال قائمتك ل
cs: Přístupová oprávnění pro tuto a další důvěryhodné organizace můžete spravovat ze svého seznamu
de: Zugriffsberechtigungen für diese und andere vertrauenswürdige Organisationen verwalten Sie in Ihrer Liste
es: Puede gestionar los permisos de acceso de esta y otras Organizaciones de confianza de su lista de
fr: Vous pouvez gérer les autorisations d'accès pour cette Organisation de confiance et d'autres dans votre liste de
ja: これに対するアクセス権限を管理することができます。また、信頼できる個人・組織のリスト内に属するその他の信頼できる組織も管理可能です
ko: 제한공개 리스트 내의 이 조직 및 다른 신뢰할 수 있는 조직에 대한 액세스 권한을
pt: Pode gerir o acesso a permissões para esta e outras organizações de confiança da sua lista de
ru: Вы можете управлять разрешениями доступа для этой и других доверенных организаций из списка
tr: Bu ve diğer Güvenilen Kuruluşlar için erişim izinlerini
zh_cn: 您可以管理信任的组织的访问权限，这些组织来自同一个列表，列表包含

# authorize.trustedParties
source: trusted parties.
ar: الأطراف الموثوق بها.
cs: důvěryhodných stran.
de: vertrauenswürdiger Parteien.
es: partes de confianza.
fr: Parties de confiance.
ja: トラステッド・パーティー
ko: 관리할 수 있습니다.
pt: partes de confiança.
ru: доверенных лиц.
tr: güvenilen taraflar listenizden yönetebilirsiniz.
zh_cn: 受信任组织。

# authorize.deny
source: Deny access
ar: منع الوصول
cs: Zamítnout přístup
de: Zugriff verweigern
es: Denegar el acceso
fr: Refuser l'accès
ja: アクセスを拒否
ko: 액세스 거부
pt: Negar acesso
ru: Запретить доступ
tr: Erişimi reddet
zh_cn: 拒绝访问

# authorize.authorizeAccessFor
source: Authorize access for
ar: تفويض الوصول إلى
cs: Autorizovat přístup pro
de: Zugriff genehmigen für
es: Autorizar el acceso a
fr: Autoriser l'accès pour
ja: 次へのアクセスを許可:
ko: 액세스 인증:
pt: Autorizar acesso para
ru: Предоставить доступ
tr: Şunun için erişimi yetkilendirin:
zh_cn: 为其授权：

# authorize.authenticate
source: Get your ORCID iD
ar: الحصول على معرف أوركيد الخاص بك
cs: Získat vaše ORCID iD
de: Ihre ORCID iD erhalten
es: Obtener su ORCID iD
fr: Obtenez votre ORCID iD
ja: ORCID iD の取得
ko: ORCID iD 가져오기
pt: Obtenha seu ORCID iD
ru: Получить ваш ORCID iD
tr: ORCID kimliğinizi alın
zh_cn: 获取您的 ORCID iD 号

# authorize.addUpdateInformation
source: Add/update information about you (country, keywords, etc.)
ar: أضف/حدث المعلومات حولك (البلد، الكلمات الرئيسية، إلخ)
cs: Přidat/aktualizovat informace o vaší (zemi, klíčových slovech atd.)
de: Informationen über Sie hinzufügen bzw. aktualisieren (Land, Schlüsselwörter usw.)
es: Añada o actualice la información sobre usted (país, palabras clave, etc.)
fr: Ajouter/mettre à jour des informations vous concernant (pays, mots-clés, etc.)
ja: 自分自身に関する情報 (国、キーワードなど) の追加・更新
ko: 약력 정보(국가, 키워드 등) 추가/업데이트
pt: Adicione/atualize informação sobre si (país, palavras-chave, etc.)
ru: Редактируйте личные данные (страну, ключевые слова и т. д.)
tr: Kendinizle ilgili bilgileri (ülke, anahtar kelimeler vb.) ekleyin/güncelleyin
zh_cn: 添加/更新您的信息（国家、关键词等）

# authorize.addUpdateReseachActivities
source: Add/update your research activities (works, affiliations, etc.)
ar: إضافة/تحديث أنشطتك البحثية (الأعمال، الشركات التابعة، وما إلى ذلك)
cs: Přidat/aktualizovat vaše výzkumné aktivity (díla, přidružení atd.)
de: Zu Ihren Forschungsaktivitäten (Werke, Zugehörigkeiten usw.) hinzufügen bzw. diese aktualisieren
es: Añada/actualice sus actividades de búsqueda de información (obras, afiliaciones, etc.)
fr: Ajouter/mettre à jour vos activités de recherche (travaux, affiliations, etc.)
ja: 研究活動 (仕事、所属など) の追加・更新
ko: 연구 활동(연구업적, 담당기관 등) 추가/업데이트
pt: Adicionar/atualizar as suas atividades de investigação (obras, filiações, etc.)
ru: Редактировать сведения об исследовательской деятельности, например работах и аффилиациях
tr: Araştırma etkinliklerinizi (çalışmalar, bağlantılar vb.) ekleyin/güncelleyin
zh_cn: 添加或更新您的研究活动内容（成果、隶属机构等）

# authorize.readInfomationVisibilityTrustedParties
source: Read your information with visibility set to Trusted parties
ar: اقرأ معلوماتك مع تعيين مستوى الرؤية على الأطراف الموثوقة
cs: Zobrazte si své informace s viditelností nastavenou na Důvěryhodné strany
de: Ihre Informationen lesen, wenn deren Sichtbarkeit auf „Vertrauenswürdige Parteien“ eingestellt ist
es: Lea su información con la visibilidad establecida para Partes de confianza
fr: Consulter vos informations lorsque la visibilité est définie sur Parties de confiance
ja: 信頼できる関係者のみに設定された設定で情報を読む
ko: 제한적으로 공개 설정 관련 정보 읽기
pt: Ler as suas informações com visibilidade definida para Partes confiáveis
ru: Просматривать сведения с настройкой видимости «Доверенные лица»
tr: Güvenilen taraflara göre ayarlanmış görünürlüğe sahip bilgilerinizi okumak
zh_cn: 按照可见性设置，允许受信任组织读取您的信息

# authorize.authenticateLongDescription
source: Allow this organization or application to get your 16-character ORCID iD and read information on your ORCID record you have marked as public.
ar: السماح لهذه المنظمة أو التطبيق بالحصول على معرف أوركيد مكون من 16 حرف وقراءة المعلومات التي قمت بتحديدها عامة حول تسجيلة أوركيد الخاصة بك.
cs: Dovoluje této organizaci nebo aplikaci získat vaše 16místné ORCID iD a číst informace z Vašeho účtu ORCID, které jsou označeny jako veřejně přístupné.
de: Dieser Organisation oder Anwendung erlauben, Ihre 16-stellige ORCID-iD zu erhalten und Daten aus Ihrem ORCID-Eintrag zu lesen, die Sie als öffentlich markiert haben.
es: Compartirá su ORCID iD de dieciséis caracteres y cualquier información pública de su registro ORCID
fr: Autorise cette organisation ou application à obtenir votre iD ORCID de 16 caractères et à lire des informations sur votre compte ORCID que vous avez marqué comme public.
ja: 16 文字の ORCID iD と、あなたの ORCID レコードにある任意の公開情報を共有します
ko: 16자로 이루어진 귀하의 ORCID iD와 ORCID 레코드의 모든 공개 정보를 공유합니다
pt: Isso irá compartilhar seu ORCID iD de dezesseis caracteres e qualquer informação pública em seu registro ORCID
ru: Позволит опубликовать в открытом доступе 16 символов вашего ORCID iD и любую публичную информацию вашей записи ORCID
tr: Bu kuruluşun veya uygulamanın 16 karakterli ORCID kimliğinizi edinmesine ve herkese açık olarak işaretlediğiniz ORCID kaydınızdaki bilgileri okumasına izin verin.
zh_cn: 将共享您的16个字符的ORCID iD号以及您的ORCID记录中的任何公开信息

# authorize.personUpdateLongDescription
source: Allow this organization or application to add information about you (for example, your country, key words, other identifiers - but not your biography) that is stored in their system(s) to the lefthand section of your ORCID record. They will also be able to update this and any other information they have added, but will not be able to edit information added by you or by another trusted organization.
ar: السماح لهذه المنظمة أو هذا التطبيق بإضافة معلومات شخصية مخزنة في نظامهم (أنظمتهم) إلى تسجيلة أوركيد الخاصة بك وتحديث المعلومات التي قاموا بإضافتها.
cs: Umožní této organizaci nebo aplikaci přidávat a měnit životopisné informace ve Vašem účtu ORCID
de: Dieser Organisation oder Anwendung erlauben, Daten über Sie (z. B. Ihr Land, Schlüsselwörter, andere Identifikatoren - aber nicht Ihre Biografie), die in ihren Systemen gespeichert sind, zum linken Abschnitt Ihres ORCID-Eintrags hinzuzufügen. Sie können diese und alle anderen von ihnen selbst hinzugefügten Daten auch aktualisieren, aber keine Daten bearbeiten, die von Ihnen oder einer anderen vertrauenswürdigen Organisation hinzugefügt wurden.
es: Permitirá a esta organización o aplicación agregar información y hacer cambios a la información biográfica en su registro ORCID
fr: Autoriser cette organisation ou application à ajouter des informations vous concernant (par exemple, votre pays, d'autres identifiants - mais pas votre biographie) qui sont stockées dans leur(s) système(s) dans la section gauche de votre enregistrement ORCID. Ils pourront également mettre à jour ces informations et toute autre qu'ils ont ajoutée, mais ne pourront pas modifier les informations ajoutées par vous ou par une autre organisation de confiance.
ja: この組織またはアプリケーションが、システムに保存されているあなたに関する情報（国、キーワード、その他の識別子など、あなたの経歴以外の情報）をORCIDレコードの左側のセクションに追加できるようにします。また、この情報や追加されたその他の情報を更新することもできますが、あなたまたは他の信頼できる組織によって追加された情報を編集することはできません。
ko: 이 조직이나 신청서가 약력 정보 및 변경 사항을 귀하의 ORCID 레코드에 추가하도록 허용합니다
pt: Isso irá permitir que esta organização ou aplicativo adicione informações e altere informações biográficas em seu registro ORCID
ru: Позволит этой организации или приложению добавлять информацию и вносить изменения в раздел «Биография» вашей записи ORCID
tr: Bu kuruluşun veya uygulamanın, ORCID kaydınızın sol tarafında yer alan bölümüne, sistemlerinde saklanan sizinle ilgili bilgileri (örneğin, biyografiniz hariç ülkeniz, anahtar kelimeleriniz, diğer tanımlayıcılar) eklemesine izin verin. Bu bilgileri ve ekledikleri diğer bilgileri güncelleyebilseler de sizin tarafınızdan veya başka bir güvenilir kuruluş tarafından eklenen bilgileri düzenleyemezler.
zh_cn: 将允许此组织或应用向您的 ORCID 记录中的履历信息添加信息和进行更改

# authorize.activitiesUpdateLongDescription
source: Allow this organization or application to add information about your research activities (for example, works, affiliations) that is stored in their system(s) to your ORCID record. They will also be able to update this and any other information they have added, but will not be able to edit information added by you or by another trusted organization.
ar: السماح لهذه المنظمة أو هذا التطبيق بإضافة معلومات أشطة مخزنة في نظامهم (أنظمتهم) إلى تسجيلة أوركيد الخاصة بك وتحديث المعلومات التي قاموا بإضافتها.
cs: Umožní této organizaci nebo aplikaci doplnit informace z jejich systému(ů) do Vašeho účtu ORCID a přidané informace aktualizovat.
de: Dieser Organisation oder Anwendung erlauben, Daten über Ihre Forschungsaktivitäten (z. B. Werke oder Zugehörigkeiten), die in ihren Systemen gespeichert sind, zu Ihrem ORCID-Eintrag hinzuzufügen. Sie können diese und alle anderen von ihnen selbst hinzugefügten Daten auch aktualisieren, aber keine Daten bearbeiten, die von Ihnen oder einer anderen vertrauenswürdigen Organisation hinzugefügt wurden.
es: Permitirá a esta organización o aplicación agregar o actualizar actividades en su registro ORCID
fr: Autorise cette organisation ou application à ajouter des informations sur vos activités de recherche (par exemple, travaux, affiliations) qui sont stockées dans leur(s) système(s) à votre compte ORCID. Ils pourront mettre à jour ces informations et toute autre qu'ils ont ajoutée, mais ne pourront pas modifier les informations ajoutées par vous ou par une autre organisation de confiance.
ja: この組織またはアプリケーションが、システムに保存されている研究活動（仕事、所属など）に関する情報をORCIDレコードに追加できるようにします。 また、この情報や追加されたその他の情報を更新することもできますが、あなたまたは他の信頼できる組織によって追加された情報を編集することはできません。
ko: 이 조직이나 애플리케이션이 귀하의 ORCID 레코드에서 활동을 추가하거나 업데이트할 수 있도록 허용합니다
pt: Isso irá permitir que esta organização ou aplicativo adicione ou atualize atividades em seu registro ORCID
ru: Позволит этой организации или приложению добавлять или обновлять деятельность в вашей записи ORCID
tr: Bu kuruluşun veya uygulamanın, kendi sistemlerinde depolanan araştırma faaliyetleriniz (çalışmalar, bağlantılar gibi) hakkındaki bilgileri ORCID kaydınıza eklemesine izin verin. Bu bilgileri ve ekledikleri diğer bilgileri güncelleyebilseler de sizin tarafınızdan veya başka bir güvenilir kuruluş tarafından eklenen bilgileri düzenleyemezler.
zh_cn: 将允许此组织或应用在您的 ORCID 记录中添加或更新活动
