Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# register.prefilledOrganization
source: Organization - We've added an organization based on your email domain
ar: المؤسسة - أضفنا مؤسسة بناءً على نطاق بريدك الإلكتروني
cs: Organizace –⁠⁠⁠⁠⁠ Přidali jsme organizaci na základě vaší e-mailové domény
de: Organisation – Wir haben basierend auf Ihrer E-Mail-Domain eine Organisation hinzugefügt
es: Organización: Hemos añadido una organización basada en su dominio de correo electrónico
fr: Organisation : Nous avons ajouté une organisation d'après le domaine de votre adresse e-mail
ja: 組織 - お客様のメールドメインに基づいて組織を追加しました
ko: 기관 - 이메일 도메인에 기반하여 기관이 추가되었습니다.
pt: Organização – Adicionámos uma organização com base no seu domínio de e-mail
ru: Организация: добавлена организация, связанная с вашим почтовым доменом
tr: Kuruluş - E-posta alan adınıza bağlı olarak bir kuruluş ekledik
zh_cn: 组织机构 - 已根据您的电子邮件域名添加组织机构

# interstitial.shareYourVerified
source: Share your verified email domains
ar: شارك نطاقات بريدك الإلكتروني المؤكدة
cs: Sdílejte své ověřené e-mailové domény
de: Teilen Sie Ihre verifizierten E-Mail-Domains
es: Comparta sus dominios de correo electrónico verificados
fr: Partagez vos domaines d'e-mail vérifiés
ja: 確認済みのメールドメインを共有
ko: 확인된 이메일 도메인 공유
pt: Partilhe os seus domínios de e-mail verificados
ru: Предоставьте доступ к подтвержденным доменам электронной почты
tr: Doğrulanmış e-posta etki alanlarınızı paylaşın
zh_cn: 分享您已验证的电子邮件域

# interstitial.weFoundSomeUnshared
source: We’ve found some unshared email domains in your ORCID record.
ar: وجدنا بعض نطاقات البريد الإلكتروني غير المشتركة في سجل ORCID الخاص بك.
cs: Ve vašem záznamu ORCID jsme našli několik nesdílených e-mailových domén.
de: Wir haben E-Mail-Domains in Ihrem ORCID-Eintrag gefunden, die noch nicht öffentlich gemacht wurden.
es: Hemos encontrado algunos dominios de correo electrónico sin compartir en su registro ORCID.
fr: Nous avons trouvé des domaines d'e-mail non partagés dans votre dossier ORCID.
ja: あなたのORCIDレコードに共有されていないメールドメインが見つかりました。
ko: 귀하의 ORCID 레코드 내에 공유되지 않은 이메일 도메인이 있습니다.
pt: Encontrámos alguns domínios de e-mail não partilhados no seu registo ORCID.
ru: В вашем профиле ORCID есть домены электронной почты, к которым не предоставлен доступ.
tr: ORCID kaydınızda paylaşılmayan bazı e-posta etki alanları bulduk
zh_cn: 我们在您的 ORCID 记录中发现了一些未共享的电子邮件网域。

# interstitial.sharingYourEmailDomains
source: Sharing your email domains lets you prove your association with an organization or institution without having to make your full email address public.
ar: تتيح لك مشاركة نطاقات بريدك الإلكتروني إثبات ارتباطك بمؤسسة أو جهة بدون الحاجة إلى نشر عنوان بريدك الإلكتروني بالكامل.
cs: Sdílení e-mailových domén vám umožňuje prokázat své spojení s organizací či institucí, aniž byste museli zveřejňovat celou svou e-mailovou adresu.
de: Wenn Sie Ihre E-Mail-Domains teilen, können Sie damit Ihre Zugehörigkeit zu einer Organisation oder einer Institution beweisen, ohne Ihre vollständige E-Mail-Adresse öffentlich zu machen.
es: El hecho de compartir sus dominios de correo electrónico le permite demostrar su vínculo con una organización o institución sin necesidad de revelar su dirección de correo electrónico.
fr: Le partage de vos domaines d'e-mail vous permet de prouver votre association avec une organisation ou une institution sans avoir à rendre publique votre adresse e-mail complète.
ja: メールドメインを共有することで、完全なメールアドレスを公開せずに組織や機関との関連性を証明することができます。
ko: 이메일 도메인을 공유하면 이메일 주소 전체를 공개하지 않고도 조직 또는 기관과의 연관성을 증명할 수 있습니다.
pt: Partilhar os seus domínios de e-mail permite-lhe provar a sua associação a uma organização ou instituição sem ter de tornar público o seu endereço de e-mail completo.
ru: Если вы предоставите доступ к доменам электронной почты, то подтвердите связь с организацией, не раскрывая полный адрес пользователям.
tr: E-posta etki alanlarınızı paylaşmak, tam e-posta adresinizi herkese açık şekilde paylaşmaksızın bir kuruluş veya kurumla olan bağlantınızı kanıtlamanıza olanak tanır.
zh_cn: 分享您的电子邮件网域可让您证明自己与某个组织或机构的联系，且不必公开您的完整电子邮件地址。

# interstitial.yourVerifiedEmailDomains
source: Your verified email domains
ar: نطاقات البريد الإلكتروني المؤكدة
cs: Vaše ověřené e-mailové domény
de: Ihre verifizierten E-Mail-Domains
es: Sus dominios de correo electrónico verificados
fr: Vos domaines d'e-mail vérifiés
ja: 確認済みのメールドメイン
ko: 확인된 이메일 도메인
pt: Os seus domínios de e-mail verificados
ru: Подтвержденные домены электронной почты
tr: Doğrulanmış e-posta etki alanlarınız
zh_cn: 您已验证的电子邮件网域

# interstitial.uncheckedAnyEmail
source: Uncheck any email domains you don’t want to share on your public ORCID record
ar: قم بإلغاء تحديد أي نطاقات بريد إلكتروني لا ترغب في نشرها على سجل ORCID العام الخاص بك
cs: Zrušte zaškrtnutí všech e-mailových domén, které nechcete sdílet v rámci svého veřejného záznamu ORCID.
de: Wählen Sie alle E-Mail-Domains ab, die nicht auf Ihrem öffentlichen ORCID-Eintrag sichtbar sein sollen.
es: Desmarque los dominios de correo electrónico que no desee compartir en su registro ORCID público
fr: Décochez les domaines d'e-mail que vous ne voulez pas partager sur votre dossier ORCID public
ja: 公開ORCIDレコードのうち、共有したくないメールドメインのチェックを外してください
ko: 공개 ORCID 레코드에서 공유하고 싶지 않은 이메일 도메인은 체크 해제하십시오.
pt: Desmarque os domínios de e-mail que não pretende partilhar no seu registo público ORCID
ru: Снимите флажки с доменов электронной почты, которые хотите скрыть в общедоступном профиле ORCID.
tr: Herkese açık ORCID kaydınızda paylaşmak istemediğiniz e-posta etki alanlarının işaretini kaldırın
zh_cn: 取消选中您不想在公开的 ORCID 记录中共享的任何电子邮件网域

# interstitial.makeSelectedDomainsPublic
source: Make selected domains public
ar: نشر النطاقات المحددة بشكل عام
cs: Učinit vybrané domény veřjenými
de: Ausgewählte Domains öffentlich machen
es: Hacer públicos los dominios seleccionados
fr: Rendre les domaines sélectionnés publics
ja: 選択したドメインを公開
ko: 선택한 도메인 공개
pt: Torne públicos os domínios selecionados
ru: Сделать выбранные домены общедоступными
tr: Seçili etki alanlarını herkese açık yap
zh_cn: 将选定的网域公开

# interstitial.continueWithoutMakingDomainsPublic
source: Continue without making domains public
ar: الاستمرار بدون نشر النطاقات بشكل عام
cs: Pokračovat, aniž by se domény staly veřejnými
de: Weiter, ohne Domains öffentlich zu machen
es: Proceder sin hacer público ningún dominio
fr: Continuer sans rendre les domaines publics
ja: ドメインを公開せずに続行
ko: 도메인을 공개하지 않고 계속
pt: Continuar sem tornar os domínios públicos
ru: Продолжить, не делая домены общедоступными
tr: Etki alanlarını herkese açmadan devam et
zh_cn: 在不公开域名的情况下继续

# interstitial.emailDomainsShared
source: Email domains shared
ar: نطاقات البريد الإلكتروني المشتركة
cs: Sdílené e-mailové domény
de: Geteilte E-Mail-Domains
es: Dominios de correo electrónico compartidos
fr: Domaines d'e-mail partagés
ja: メールドメインを共有済み
ko: 이메일 도메인 공유됨
pt: Domínios de e-mail partilhados
ru: К доменам электронной почты открыт доступ
tr: E-posta etki alanları paylaşıldı
zh_cn: 共享电子邮件域

# interstitial.theFollowingEmailDomains
source: The following email domains are now visible on your public ORCID record.
ar: أصبحت النطاقات البريدية التالية مرئية الآن على سجل ORCID العام الخاص بك.
cs: Ve vašem veřejném záznamu ORCID jsou nyní viditelné následující e-mailové domény.
de: Die folgenden E-Mail-Domains sind jetzt auf Ihrem öffentlichen ORCID-Eintrag sichtbar.
es: Los siguientes dominios de correo electrónico se hallan ahora visibles en su registro ORCID público.
fr: Les domaines d'e-mail suivants sont désormais visibles sur votre dossier ORCID public.
ja: 以下のメールドメインがあなたの公開ORCIDレコードに表示されるようになりました。
ko: 이제 귀하의 공개 ORCID 레코드에 다음 이메일 도메인이 표시됩니다.
pt: Os seguintes domínios de e-mail são agora visíveis no seu registo público ORCID.
ru: Перечисленные домены электронной почты теперь показываются в вашем общедоступном профиле ORCID.
tr: Aşağıdaki e-posta etki alanları artık herkese açık ORCID kaydınızda görülebilir.
zh_cn: 在您的公开 ORCID 记录中，现在可以看到以下电子邮件域。

# interstitial.visitYourOrcidRecord
source: Visit your ORCID record to manage your email addresses, domains, affiliations, works and more.
ar: تفضل بزيارة سجل ORCID الخاص بك لإدارة عناوين البريد الإلكتروني، والنطاقات، والانتسابات، والأعمال، والمزيد.
cs: Navštivte svůj záznam ORCID, kde můžete spravovat své e-mailové adresy, domény, přidružení, práce a další.
de: Suchen Sie Ihren ORCID-Eintrag auf, um Ihre E-Mail-Adressen, Domains, Zugehörigkeiten, Werke und mehr zu verwalten.
es: Visite su registro ORCID para gestionar sus direcciones de correo electrónico, dominios, afiliaciones, obras, etc.
fr: Consultez votre dossier ORCID pour gérer vos adresses e-mail, vos domaines, vos affiliations, vos travaux et plus encore.
ja: ORCIDレコードにアクセスして、メールアドレス、ドメイン、所属、作品を管理しましょう。
ko: 이메일 주소, 도메인, 담당기관, 연구업적 등을 관리하려면 귀하의 ORCID 레코드를 방문하시기 바랍니다.
pt: Visite o seu registo ORCID para gerir os seus endereços de e-mail, domínios, filiações, trabalhos e muito mais.
ru: Чтобы управлять адресами электронной почты, доменами, аффилиациями, работами и не только, перейдите в профиль ORCID.
tr: E-posta adreslerinizi, etki alanlarınızı, bağlantılarınızı, çalışmalarınızı ve daha fazlasını yönetmek için ORCID kaydınızı ziyaret edin.
zh_cn: 访问您的 ORCID 记录，管理您的电子邮件地址、域名、所属单位、作品等。

# ngOrcid.signin.almostDone
source: Almost done!
ar: أوشكت على الانتهاء!
cs: Téměř hotovo!
de: Fast fertig!
es: ¡Ya casi está!
fr: Vous y êtes presque !
ja: あともう少しです！
ko: 거의 다 되었습니다!
pt: Está quase!
ru: Почти готово…
tr: Neredeyse bitti!
zh_cn: 就快完成了！

# ngOrcid.signin.signInToComplete
source: Sign in to complete your email verification
ar: قم بتسجيل الدخول لإكمال التحقق من بريدك الإلكتروني
cs: Pro dokončení ověření vašeho e-mailu se přihlaste
de: Melden Sie sich an, um die Bestätigung Ihrer E-Mail-Adresse abzuschließen
es: Inicie sesión para completar la verificación de su correo electrónico
fr: Connectez-vous pour terminer la vérification de votre adresse e-mail.
ja: サインインしてメールアドレスの確認を完了
ko: 이메일 인증을 완료하려면 로그인
pt: Entre para concluir a verificação do e-mail
ru: Войдите, чтобы завершить проверку электронной почты
tr: E-posta doğrulamasını tamamlamak için oturum açın
zh_cn: 登录以完成电子邮件验证

# myOrcidAlerts.invalidVerifyUrl
source: Your email couldn't be verified, please check the link you used to verify it.
ar: لم يتم تأكيد بريدك الالكتروني، يرجى التحقق من الرابط الذي استخدمته لتأكيده.
cs: Váš email nelze ověřit, zkontrolujte prosím odkaz, který jste použili k jeho ověření.
de: Ihre E-Mail-Adresse konnte nicht bestätigt werden. Bitte überprüfen Sie den Link, den Sie zur Bestätigung verwendet haben.
es: Su dirección de correo electrónico no pudo ser verificada, por favor compruebe el enlace de verificación.
fr: Votre email n'a pas pu être vérifié, veuillez vérifier le lien que vous avez utilisé pour le vérifier.
ja: 電子メールを確認できません。確認に使用したリンクを確かめてください。
ko: 귀하의 이메일을 검증할 수 없습니다. 이메일을 검증하기 위해 사용하신 링크를 확인하시기 바랍니다.
pt: Seu e-mail não pôde ser verificado, por favor verifique o link usado para verificar o e-mail.
ru: Адрес электронной почты не может быть подтвержден. Проверьте ссылку для подтверждения адреса.
tr: E-postanız doğrulanamadı, lütfen doğrulamak için kullandığınız bağlantıyı kontrol edin.
zh_cn: 无法验证您的电子邮件，请检查您用于对其进行验证的链接。

# shared.partOf
source: Part of
ar: جزء من
cs: Část
de: Teil von
es: Parte de
fr: partie de
ja: 次の一部
ko: 부분
pt: Parte de
ru: Часть
tr: Parçası:
zh_cn: 部分

# shared.fundedBy
source: Funded by
ar: بتمويل من
cs: Financováno
de: Finanziert durch
es: Financiado por
fr: Financé par
ja: 資金の提供：
ko: 후원인
pt: Financiado por
ru: Финансирование:
tr: Finanse eden:
zh_cn: 资助者

# shared.versionOf
source: Version of
ar: إصدار
cs: Verze
de: Version von
es: Versión de
fr: Version de
ja: バージョン：
ko: 다음의 버전:
pt: Versão de
ru: Версия
tr: Sürüm:
zh_cn: 版本：

# shared.sourceColon
source: Source:
ar: المصدر:
cs: Zdroj:
de: Quelle:
es: Fuente:
ja: ソース：
ko: 소스(출처):
pt: Fonte:
ru: Источник:
tr: Kaynak:
zh_cn: 资料来源：

# shared.onBehalfOf
source: via
ar: عبر
cs: přes
de: über
es: vía
ja: から
ko: 다음을 통해
pt: através
ru: через
tr: üzerinden
zh_cn: 通过

# shared.verified
source: Verified:
ar: تم التحقق:
cs: Ověřeno:
de: Verifiziert:
es: Verificado:
fr: Vérifié :
ja: 確認済み:
ko: 확인됨:
pt: Verificado:
ru: Подтверждено:
tr: Doğrulandı:
zh_cn: 已验证：

# shared.created
source: Created:
ar: تم الإنشاء:
cs: Vytvořeno:
de: Erstellt:
es: Creado:
fr: Créé(s) :
ja: 作成：
ko: 생성됨:
pt: Criação:
ru: Создано:
tr: Oluşturuldu:
zh_cn: 创建：

# shared.verified2
source: Verified
ar: تم التحقق
cs: Ověřeno
de: Verifiziert
es: Verificado
fr: Vérifié
ja: 確認済み
ko: 확인됨
pt: Verificado
ru: Подтверждено
tr: Doğrulandı
zh_cn: 已验证2

# share.visibilityCurrentlySetTo
source: visibility is currently set to
ar: تم إعداد نمط العرض الآن
cs: viditelnost je momentálně nastavena na
de: Sichtbarkeit ist derzeit gesetzt auf
es: actualmente la visibilidad está establecida como
fr: La visibilité est actuellement définie sur
ja: 現在の可視性設定:
ko: 현재 공개 설정값
pt: visibilidade atualmente definida como
ru: по умолчанию выбрана настройка видимости
tr: şu an görünürlük ayarı:
zh_cn: 可见性目前设置为

# shared.onlyMe
source: Only me
ar: خاص
cs: Pouze já
de: Nur ich
es: Privado
fr: Privé
ja: 私だけ
ko: 비공개
pt: Apenas eu
ru: Личный доступ
tr: Sadece ben
zh_cn: 仅限本人

# account.trusted
source: Trusted
ar: موثوق به
cs: Důvěryhodný
de: Vertrauenswürdige
es: De confianza
fr: De confiance
ja: 信頼できる
ko: 신뢰할 수 있는
pt: Confiável
ru: Доверенный
tr: Güvenilir
zh_cn: 值得信赖

# shared.source
source: Source
ar: مصدر
cs: Zdroj
de: Quelle
es: Fuente
ja: ソース
ko: 소스
pt: Fonte
ru: Источник
tr: Kaynak
zh_cn: 资料来源：

# groups.common.preferred_source
source: Preferred source
ar: المصدر المفضل
cs: Preferovaný zdroj
de: Bevorzugte Quelle
es: Fuente preferida
fr: Source préférée
ja: 優先ソース
ko: 우선 소스
pt: Fonte preferida
ru: Предпочитаемый источник
tr: Tercih edilen kaynak
zh_cn: 首选源

# shared.of
source: of
ar: من
cs: z
de: von
es: de
fr: de
ko: 의
pt: de
ru: из
tr: içinde:

# shared.closeOtherSources
source: (Close other sources)
ar: (غلق المصادر الأخرى)
cs: (Zavřít další zdroje)
de: (Andere Quellen schließen)
es: (Cerrar otras fuentes)
fr: (Fermer les autres sources)
ja: （他のソースを閉じる）
ko: (다른 소스 닫기)
pt: (Fechar outras fontes)
ru: (Закрыть другие источники)
tr: (Diğer kaynakları kapatın)
zh_cn: (关闭其他来源)

# record.hideAllSources
source: Hide all sources for
ar: إخفاء كافة المصادر الخاصة بـ
cs: Skrýt všechny zdroje pro
de: Alle Quellen ausblenden für
es: Ocultar todas las fuentes para
fr: Masquer toutes les sources pour
ja: すべてのソースを非表示：
ko: 모든 소스 숨기기:
pt: Ocultar todas as origens de
ru: Скрыть все источники для
tr: Şunun için tüm kaynakları gizle:
zh_cn: 隐藏以下内容的所有来源：

# record.showAllSources
source: Show all sources for
ar: إظهار كافة المصادر الخاصة بـ
cs: Zobrazit všechny zdroje pro
de: Alle Quellen anzeigen für
es: Mostrar todas las fuentes para
fr: Afficher toutes les sources pour
ja: すべてのソースを表示：
ko: 모든 소스 표시:
pt: Mostrar todas as origens de
ru: Показать все источники для
tr: Şunun için tüm kaynakları göster:
zh_cn: 显示以下内容的所有来源：

# record.validatedSource
source: Validated source
ar: مصدر تم التحقق منه
cs: Ověřený zdroj
de: Validierte Quelle
es: Fuente validada
fr: Source validée
ja: 検証済みソース
ko: 검증된 소스
pt: Fonte validada
ru: Проверенный источник
tr: Doğrulanmış kaynak
zh_cn: 验证源

# record.selfAssertedSource
source: Self-asserted source
ar: مصدر مؤكد ذاتياً
cs: Sebepotvrzující zdroj
de: Benutzerbestätigte Quelle
es: Fuente autoafirmada
fr: Source autoproclamée
ja: 自己主張ソース
ko: 자기주장 소스
pt: Fonte particular
ru: Непроверенный источник
tr: Kullanıcı tarafından onaylanmış kaynak
zh_cn: 自我宣称源

# shared.delete
source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_cn: 删除

# shared.edit
source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑

# shared.makeCopy
source: Make a copy and edit
ar: قم بالنسخ والتحرير
cs: Vytvořit kopii a upravit
de: Kopie erstellen und bearbeiten
es: Hacer una copia y editar
fr: Effectuer une copie et la modifier
ja: コピーを作成して編集
ko: 사본 작성 및 편집
pt: Fazer uma cópia e editar
ru: Создать копию и редактировать
tr: Kopya oluştur ve düzenle
zh_cn: 制作副本并编辑

# shared.openSourceToEdit
source: Open sources to edit you own version
ar: افتح المصادر لتعديل نسختك الخاصة
cs: Otevřete zdroje a upravte svou vlastní verzi
de: Öffnen Sie Quellen, um Ihre eigene Version zu bearbeiten
es: Abra las fuentes para editar su propia versión
fr: Sources ouvertes pour modifier votre propre version
ja: ソースを開いて自分のバージョンを編集する
ko: 출처를 열어 자신만의 버전을 편집하세요
pt: Abrir fontes para editar a sua própria versão
ru: Открытые источники для редактирования вашей собственной версии
tr: Kendi sürümünüzü düzenlemek için kaynakları açın
zh_cn: 公开来源以编辑您的账户

# shared.youCanOnlyEditYour
source: You can only edit your own version
ar: يمكنك تعديل نسختك الخاصة فحسب
cs: Můžete upravit pouze svou vlastní verzi
de: Sie können nur Ihre eigene Version bearbeiten
es: Solo puede editar su propia versión
fr: Vous ne pouvez modifier que votre propre version
ja: 自分のバージョンしか編集できません
ko: 개인 버전만 편집할 수 있습니다.
pt: Apenas pode editar a sua própria versão
ru: Вы можете редактировать только свою версию
tr: Yalnızca kendi sürümünüzü düzenleyebilirsiniz
zh_cn: 您只能编辑自己的账户

# peerReview.dataInconsistencyv2
source: This group of items has mixed visibility settings. Please select a visibility to apply to all items in the group.
ar: تتميز مجموعة العناصر هذه بإعدادات مختلفة لإمكانية العرض. لذا يُرجى تحديد نمط عرض لتطبيقه على جميع عناصر المجموعة.
cs: Tato skupina položek má různé nastavení viditelnosti. Vyberte viditelnost, která se má použít pro všechny položky v této skupině.
de: Für diese Gruppe von Elementen gibt es unterschiedliche Sichtbarkeitseinstellungen. Bitte wählen Sie eine Sichtbarkeit aus, die für alle Elemente innerhalb der Gruppe gelten soll.
es: Este grupo de elementos tiene una configuración de visibilidad mixta. Seleccione una visibilidad para aplicarla a todos los elementos del grupo.
fr: Les éléments de ce groupe n'ont pas tous les mêmes paramètres de visibilité. Sélectionnez une visibilité à appliquer à tous les éléments du groupe.
ja: このグループのアイテムの可視性設定が混在しています。グループ内のすべてのアイテムに適用する可視性を選択してください。
ko: 이 항목 그룹에 공개 설정이 혼재되어 있습니다. 그룹 내 모든 항목에 일괄 적용할 공개 설정을 선택하세요.
pt: Este grupo de itens tem definições de visibilidade divergentes. Selecione uma visibilidade a aplicar a todos os itens do grupo.
ru: У элементов в этой группе разные параметры видимости. Выберите общую настройку видимости для всей группы.
tr: Bu öğeler grubu karışık görünürlük ayarlarına sahip. Lütfen gruptaki tüm öğeler için geçerli olacak bir görünürlük seçin.
zh_cn: 此项目群组的可见性设置不一致。请选择一个可见性以应用于组中的所有项目。

# shared.expandItem
source: Expand item
ar: توسيع العنصر
cs: Rozbalit položku
de: Element ausklappen
es: Expandir elemento
fr: Développer l'élément
ja: アイテムを展開
ko: 항목 펼치기
pt: Expandir item
ru: Развернуть элемент
tr: Ögeyi genişlet
zh_cn: 展开项目

# shared.expandFeaturedItem
source: Expand featured item
ar: توسيع عنصر مميز
cs: Rozbalit vybranou položku
de: Hervorgehobenes Element ausklappen
es: Expandir elemento destacado
fr: Développer l'élément mis en avant
ja: おすすめアイテムを展開
ko: 특기 항목 펼치기
pt: Expandir item em destaque
ru: Развернуть указанный элемент
tr: Öne çıkan ögeyi genişlet
zh_cn: 展开展示项目

# record.openOtherSources
source: Open other sources
ar: فتح مصادر أخرى
cs: Otevřít další zdroje
de: Andere Quellen öffnen
es: Abra otras fuentes
fr: Ouvrir d'autres sources
ja: 他のソースを開く
ko: 다른 소스 열기
pt: Abrir outras fontes
ru: Открыть другие источники
tr: Diğer kaynakları aç
zh_cn: 打开其他资源

# peerReview.reviews
source: reviews
ar: المراجعات
cs: recenze
es: revisiones
fr: examens
ja: 確認
ko: 검토
pt: revisões
ru: рец.
tr: incelemeler
zh_cn: 评论

# peerReview.review
source: review
ar: المراجعة
cs: recenze
es: revisión
fr: examen
ja: 確認
ko: 검토
pt: revisão
ru: рецензия
tr: inceleme
zh_cn: 评论

# peerReview.for
source: for
ar: لـ
cs: pro
de: für
es: para
fr: pour
ko: 대상:
pt: para
ru: на
tr: için

# peerReview.publicationsGrants
source: publications/grants
ar: منشورات/ منح
cs: publikace/granty
de: Erscheinungen/Bewilligungen
es: publicaciones/subvenciones
fr: publications/subventions
ja: 出版 / 助成金
ko: 발행물/보조금
pt: publicações/bolsas
ru: (количество публикаций/грантов)
tr: yayınlar/hibeler
zh_cn: 出版物/补助金

# peerReview.publicationGrant
source: publication/grant
ar: منشور/ منحة
cs: publikace/grant
de: Erscheinung/Bewilligung
es: publicación/subvención
fr: publication/subvention
ja: 出版 / 助成金
ko: 발행물/보조금
pt: publicação//bolsa
ru: публикацию/грант
tr: yayın/hibe
zh_cn: 出版物/补助金

# shared.add
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_cn: 添加

# shared.addEducation
source: Add Education
ar: إضافةتعليم
cs: Přidat vzdělání
de: Ausbildung hinzufügen
es: Añadir Educación
fr: Ajouter une formation
ja: 教育の追加
ko: 학력 추가
pt: Adicionar Educação
ru: Добавить образование
tr: Eğitim Ekle
zh_cn: 添加教育程度

# shared.addQualification
source: Add Qualification
ar: إضافة مؤهل
cs: Přidat kvalifikaci
de: Qualifikation hinzufügen
es: Añadir titulación
fr: Ajouter une qualification
ko: 자격증명 추가
pt: Adicionar Qualificações
ru: Добавить квалификацию
tr: Nitelik Ekle
zh_cn: 添加资质

# shared.addInvited
source: Add Invited Position
ar: إضافة منصب شرفي
cs: Přidat udělenou pozici
de: Eingeladene Position hinzufügen
es: Añadir Posición de Invitado
fr: Ajouter un poste d'invité(e)
ko: 초빙직책 추가
pt: Adicionar Posição Convidada
ru: Добавить должность, на которую есть приглашение
tr: Davet Edilen Pozisyon Ekle
zh_cn: 添加特邀职务

# shared.addDistinction
source: Add Distinction
ar: إضافة امتياز
cs: Přidat ocenění
de: Auszeichnung hinzufügen
es: Añadir Distinción
fr: Ajouter distinction
ko: 수훈 추가
pt: Adicionar Distinção
ru: Добавить знак отличия
tr: Ayrıcalık Ekle
zh_cn: 添加区别

# shared.addMembership
source: Add Membership
ar: إضافة عضوية
cs: Přidat členství
de: Mitgliedschaft hinzufügen
es: Añadir Afiliación
fr: Ajouter une adhésion
ko: 회원자격 추가
pt: Adicionar Adesão
ru: Доабвить членство
tr: Üyelik Ekle
zh_cn: 添加会员

# shared.addService
source: Add Service
ar: إضافة خدمة
cs: Přidat službu
de: Dienst hinzufügen
es: Añadir Servicio
fr: Ajouter un service
ko: 공헌 추가
pt: Adicionar Serviço
ru: Добавить службу
tr: Hizmet Ekle
zh_cn: 添加服务

# shared.addEditorialService
source: Add Editorial Service
ar: إضافة خدمة تحريرية
cs: Přidat editační služby
de: Redaktionelle Dienste hinzufügen
es: Añadir servicio editorial
fr: Ajouter un service éditorial
ja: 編集サービスを追加
ko: 편집 공헌 추가
pt: Adicionar serviço editorial
ru: Добавить редакционную службу
tr: Editörlük Hizmeti Ekle
zh_cn: 添加编辑服务

# shared.searchLink
source: Search & link
ar: البحث والرابط
cs: Hledat & odkazovat
de: Suchen und verknüpfen
es: Buscar y enlazar
fr: Chercher & Lier
ja: 検索とリンク
ko: 검색 및 링크
pt: Pesquisar e conectar
ru: Найти и связать
tr: Arama ve bağlantı
zh_cn: 搜索和链接

# shared.addManually
source: Add manually
ar: أضف يدويا
cs: Přidat ručně
de: Manuell hinzufügen
es: Enlazar manualmente
fr: Ajouter manuellement
ja: 手作業で追加
ko: 수동 링크
pt: Fazer a conexão manualmente
ru: Связать вручную
tr: Manuel olarak ekle
zh_cn: 手动链接

# shared.sort
source: Sort
ar: فرز
cs: Řazení
de: Sortieren
es: Ordenar
fr: Trier
ja: ソート
ko: 정렬
pt: Classificar
ru: Сортировка
tr: Sırala
zh_cn: 排序

# shared.manage
source: Manage
ar: إدارة
cs: Spravovat
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
ko: 관리
pt: Gerir
ru: Управлять
tr: Yönet
zh_cn: 管理

# shared.sortItems
source: Sort Items
ar: فرز المواد
cs: Třídění položek
de: Elemente sortieren
es: Ordenar elementos
fr: Trier les éléments
ja: アイテムを並べ替え
ko: 항목 정렬
pt: Ordenar artigos
ru: Сортировать предметы
tr: Öğeleri Sırala
zh_cn: 对项目排序

# shared.exportItems
source: Export Items
ar: تصدير المواد
cs: Exportovat položky
de: Elemente exportieren
es: Exportar elementos
fr: Exporter des éléments
ja: アイテムをエクスポートする
ko: 항목 내보내기
pt: Exportar Itens
ru: Экспортировать элементы
tr: Öğeleri Dışa Aktar
zh_cn: 导出项目
