Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# developerTools.applicationDescription
source: Application description
ar: وصف التطبيق
cs: Popis aplikace
de: Anwendungsbeschreibung
es: Descripción de la aplicación
fr: Description de l'application
ja: アプリケーションの説明
ko: 애플리케이션 설명
pt: Descrição da aplicação
ru: Описание приложения
tr: Uygulama açıklaması
zh_cn: 应用程序说明

# developerTools.descriptionNameMaxLength
source: Application description cannot exceed 1000 characters.
ar: لا يمكن أن يتجاوز وصف التطبيق 1000 حرفاً.
cs: Popis aplikace nesmí přesahovat 1000 znaků.
de: Die Anwendungsbeschreibung darf 1000 Zeichen nicht überschreiten.
es: La descripción de la aplicación no puede superar los 1000 caracteres.
fr: La description de l'application ne doit pas dépasser 1 000 caractères.
ja: アプリケーションの説明は1000文字を超えることはできません。
ko: 애플리케이션 설명은 1,000자를 초과할 수 없습니다.
pt: A descrição da aplicação não pode exceder os 1000 caracteres.
ru: Описание приложения должно составлять не более 1000 символов.
tr: Uygulama açıklaması 1000 karakteri geçemez.
zh_cn: 应用程序说明限 1000 个字符。

# developerTools.theDescriptionShown
source: The description shown to users on the OAuth authorization screen. Maximum 1000 characters.
ar: الوصف المعروض للمستخدمين على شاشة تصريح OAuth. الحد الأقصى لعدد الأحرف هو 1000 حرفاً
cs: Popis, který se zobrazuje uživatelům na obrazovce autorizace OAuth. Maximální délka je 1000 znaků.
de: Die Beschreibung, die Benutzer im OAuth-Autorisierungsfenster sehen. Maximal 1000 Zeichen.
es: Descripción mostrada a los usuarios en la pantalla de autorización de OAuth. Máximo 1000 caracteres.
fr: La description affichée aux utilisateurs sur l'écran d'autorisation OAuth. Maximum 1 000 caractères.
ja: OAuth認証画面でユーザーに表示される説明文。最大1000文字です。
ko: OAuth 인증 화면에서 사용자에게 표시되는 설명입니다. 최대 1,000자입니다.
pt: A descrição apresentada aos utilizadores no ecrã de autorização do OAuth. Máximo de 1000 caracteres.
ru: Описание на странице авторизации OAuth, которое увидят пользователи. Не более 1000 символов.
tr: OAuth kimlik doğrulama ekranında kullanıcılara gösterilen açıklama. Maksimum 1000 karakter.
zh_cn: 在 OAuth 验证画面向用户显示的说明，限 1000 个字符。

# developerTools.redirectUris
source: Redirect URIs
ar: روابط إعادة التوجيه
cs: Identifikátory URI pro přesměrování
de: Umleitungs-URIs
es: URI de redireccionamiento
fr: URI de redirection
ja: リダイレクトURI
ko: 리디렉션 URI
pt: URI de redirecionamento
ru: Возвратные URI
tr: Yeniden yönlendirme URI'leri
zh_cn: 重新导向 URI

# developerTools.onceTheUserHasAuthorized
source: Once the user has authorized your application, they will be returned to a URI that you specify. You must provide these URIs in advance or your integration users will experience an error.
ar: بمجرد أن تصريح المستخدم للتطبيق الخاص بك، سيتم إعادته إلى رابط تقوم بتحديده. يجب عليك تقديم الروابط مسبقاً وإلا فسيواجه مستخدمي الدمج خطأ.
cs: Jakmile uživatel autorizuje vaši aplikaci, bude vrácen na vámi zadaný identifikátor URI. Tyto identifikátory URI musíte zadat předem, jinak se uživatelům vaší integrace zobrazí chyba.
de: Nachdem der Benutzer Ihre Anwendung autorisiert hat, wird er zur von Ihnen angegebenen URI zurückgeleitet. Sie müssen diese URI im Vorfeld angeben, da Ihren Benutzern andernfalls ein Fehler angezeigt wird.
es: Una vez que el usuario haya autorizado su aplicación, volverá a la URI que usted especifique. Debe indicar estas URI de antemano o los usuarios de su integración experimentarán un error.
fr: Une fois que l'utilisateur a autorisé votre application, il est renvoyé vers un URI que vous spécifiez. Vous devez fournir ces URI à l'avance, sinon les utilisateurs de votre intégration rencontreront une erreur.
ja: ユーザーがアプリケーションを認証すると、ユーザーは指定したURIに戻ります。これらのURIをあらかじめ指定しておかないと、統合ユーザーはエラーを経験することになります。
ko: 사용자가 애플리케이션을 승인하고 나면 귀하가 지정한 URI로 돌아갑니다. 이 URI는 사전에 제공해야 하며, 그러지 않으면 통합 사용자가 오류를 경험합니다.
pt: Quando o utilizador autorizar a sua aplicação, será encaminhado para o URI que especificar. Tem de facultar estes URI antecipadamente para que os seus utilizadores não se deparem com erros.
ru: Как только пользователь откроет доступ вашему приложению, его перенаправят на указанный вами URI. Чтобы новые пользователи не столкнулись с ошибкой, предоставьте URI заранее.
tr: Kullanıcı uygulamanıza izin verdiği zaman, belirttiğiniz bir URI'ye geri dönecektir. Bu URI'leri önceden vermelisiniz, aksi halde entegrasyon kullanıcılarınız hatayla karşılaşır.
zh_cn: 用户授权您的应用程序后，他们将传回您指定的 URI。您必须预先提供这些 URI，否则您的整合用户将收到错误信息。

# developerTools.pleaseNote
source: Please note
ar: يرجى ملاحظة
cs: Poznámka
de: Hinweis:
es: Tenga en cuenta lo siguiente:
fr: Veuillez noter
ja: ご注意ください
ko: 참고로
pt: Nota importante
ru: Обратите внимание:
tr: Lütfen dikkate alın:
zh_cn: 请注意

# developerTools.only
source: Only
ar: فقط
cs: V produkčním prostředí jsou přijímány
de: Es werden nur
es: Solo
fr: seules
ja: 本番環境では
ko: 오직
pt: Apenas são aceites
ru: Принимаются
tr: Yalnızca
zh_cn: 仅限

# developerTools.httpsURI
source: HTTPS URIs
ar: روابط HTTPS
cs: pouze identifikátory URI
es: las URI HTTPS
fr: les URI HTTPS
ja: HTTPS URI
ko: HTTPS URI
pt: URI HTTPS
ru: только
tr: HTTPS URI'leri
zh_cn: HTTPS URI

# developerTools.areAccepted
source: are accepted in production
ar: مقبولة في إنتاج
cs: protokolu HTTPS
de: werden in der Live-Umgebung akzeptiert.
es: se aceptan en la producción
fr: sont acceptées en production
ja: は本番環境で受け付けられます
ko: 만 프로덕션에 허용됩니다.
pt: no ambiente de produção
ru: URI с протоколом HTTPS.
tr: üretimde kabul edilir
zh_cn: 实际执行中仅接受

# developerTools.domainsRegisted
source: Domains registered
ar: النطاقات المسجلة
cs: Registrované domény
de: Registrierte Domains
es: Los dominios registrados
fr: Les domaines enregistrés
ja: 登録されたドメイン
ko: 등록된 도메인은
pt: Os domínios registados
ru: Регистрируемые домены
tr: Kaydedilen etki alanları
zh_cn: 域名已注册

# developerTools.must
source: MUST
ar: يجب
cs: MUSÍ
de: MÜSSEN
es: DEBEN
fr: DOIVENT
ja: は、
ko: 반드시
pt: TÊM DE
ru: должны
tr: alt etki alanları dahil olmak üzere
zh_cn: 必须

# developerTools.exactlyMatchTheDomains
source: exactly match the domains used, including subdomains
ar: أن تتطابق بالضبط مع النطاقات المستخدمة، بما في ذلك النطاقات الفرعية
cs: přesně odpovídat použitým doménám, včetně subdomén
de: genau mit den verwendeten Domains übereinstimmen (einschließlich Unterdomains).
es: coincidir exactamente con los dominios utilizados, incluidos los subdominios
fr: correspondre exactement aux domaines utilisés, y compris les sous-domaines
ja: サブドメインを含め、使用されているドメインと完全に一致しなければなりません
ko: 하위 도메인 포함, 사용된 도메인과 일치해야 합니다.
pt: corresponder exatamente aos domínios utilizados, incluindo os respetivos subdomínios
ru: ПОЛНОСТЬЮ совпадать с используемыми доменами, включая поддомены.
tr: kullanılan etki alanlarıyla tamamen EŞLEŞMELİDİR
zh_cn: 与使用的域名完全相符，包含子域名

# developerTools.registerAllRedirectURIs
source: Register all redirect URIs fully where possible.
ar: قم بتسجيل جميع روابط إعادة التوجيه بالكامل حيثما أمكن ذلك.
cs: Pokud je to možné, proveďte úplnou registraci všech identifikátorů URI pro přesměrování.
de: Registrieren Sie alle Umleitungs-URIs vollständig, wenn möglich.
es: Registre todas las URI de redireccionamiento en su totalidad cuando sea posible.
fr: Enregistrez tous les URI de redirection de manière complète lorsque c'est possible.
ja: 可能であれば、すべてのリダイレクトURIを完全に登録してください。
ko: 가능하다면 모든 리디렉션 URL를 온전히 등록하세요.
pt: Registe todos os URI de redirecionamento sempre que possível.
ru: По возможности регистрируйте полные возвратные URI.
tr: Mümkün olduğunda her zaman tüm yeniden yönlendirme URI'lerini bütün olarak kaydedin
zh_cn: 尽可能完整注册所有重新导向 URI。

# developerTools.thisIsTheMostSecure
source: This is the most secure option and what we recommend. For more information about redirect URIs, please see our
ar: هذا هو الخيار الأكثر أماناً وهو ما نوصي به. لمزيد من المعلومات حول روابط إعادة التوجيه، يرجى الاطلاع على
cs: Tato možnost je nejbezpečnější a doporučujeme ji. Další informace o identifikátorech URI pro přesměrování naleznete v sekci
de: Dies ist die sicherste und von uns empfohlene Option. Weitere Informationen zu Umleitungs-URIs finden Sie in den
es: Es la opción más segura y la que recomendamos. Para obtener más información acerca de las URI de redireccionamiento, consulte nuestras
fr: C'est l'option la plus sûre et celle que nous recommandons. Pour plus d'informations sur les URI de redirection, veuillez consulter notre
ja: これは最も安全なオプションであり、私たちが推奨するものです。リダイレクトURIの詳細については、
ko: 권장하는 가장 안전한 옵션입니다. 리디렉션 URI에 대한 자세한 정보는 다음을 참조하세요.
pt: Esta é a opção mais segura e aquela que recomendamos. Para mais insformções sobre URI de redirecionamento, consulte as nossas
ru: Это рекомендуемый нами и самый безопасный вариант. Подробнее о возвратных URI можно узнать
tr: Bu seçeneği tavsiye ederiz, çünkü en güvenli seçenektir. Yeniden yönlendirme URI'leri hakkında daha fazla bilgi almak için lütfen
zh_cn: 这是最安全、也是我们建议使用的选项。如需更多关于重新导向 URI 的信息，请参阅我们的

# developerTools.redirectUriFaq
source: redirect URI FAQ
ar: الأسئلة الشائعة حول روابط إعادة التوجيه
cs: Časté dotazy k identifikátorům URI pro přesměrování
de: FAQ zu Umleitungs-URIs.
es: preguntas frecuentes sobre URI de redireccionamiento
fr: FAQ sur les URI de redirection
ja: リダイレクトURI FAQをご覧ください
ko: 리디렉션 URI FAQ
pt: Perguntas Frequentes sobre URI de redirecionamento
ru: на странице с часто задаваемыми вопросами.
tr: yeniden yönlendirme URI sık sorulan sorular bölümümüze bakın
zh_cn: 重新导向 URI 常见问题

# developerTools.addARedirectUriBefore
source: Please add a redirect URI before saving your application
ar: يرجى إضافة رابط إعادة التوجيه قبل حفظ التطبيق الخاص بك
cs: Před uložením aplikace přidejte identifikátor URI pro přesměrování
de: Bitte fügen Sie eine Umleitungs-URI hinzu, bevor Sie Ihre Anwendung speichern.
es: Añada una URI de redireccionamiento antes de guardar su aplicación
fr: Veuillez ajouter un URI de redirection avant d'enregistrer votre application
ja: アプリケーションを保存する前にリダイレクトURIを追加してください
ko: 애플리케이션을 저장하기 전에 리디렉션 URI를 추가하세요.
pt: Adicione um URI de redirecionamento antes de guardar a sua aplicação
ru: Перед сохранением приложения добавьте возвратные URI
tr: Uygulamanızı kaydetmeden önce lütfen bir yeniden yönlendirme URI'si ekleyin
zh_cn: 保存应用程序之前，请先添加重新导向 URI

# developerTools.redirectUriCannotBeEmpty
source: Redirect URI cannot be empty
ar: لا يمكن أن يكون رابط إعادة التوجيه فارغاً
cs: Identifikátor URI pro přesměrování nemůže být prázdný
de: Die Umleitungs-URI darf nicht leer sein.
es: La URI de redireccionamiento no puede estar vacía
fr: L'URI de redirection ne peut pas être vide
ja: リダイレクトURIを空にすることはできません
ko: 리디렉션 URI는 비워 둘 수 없음
pt: O URI de redirecionamento não pode estar em branco
ru: Строка с возвратным URI обязательна для заполнения
tr: Yeniden yönlendirme URI'si boş bırakılamaz
zh_cn: 重新导向 URI 不得留空

# developerTools.invalidRedirectUrl
source: Invalid redirect URL
ar: رابط إعادة التوجيه غير صالح
cs: Neplatný identifikátor URI pro přesměrování
de: Ungültige Umleitungs-URI
es: URI de redireccionamiento no válida
fr: URI de rediction non valide
ja: 無効なリダイレクトURI
ko: 유효하지 않은 리디렉션 URI
pt: URI de redirecionamento inválido
ru: Неверный возвратный URL
tr: Geçersiz yeniden yönlendirme URIsi
zh_cn: 重新导向 URL 无效

# developerTools.addAnotherRedirectUri
source: Add another redirect URI
ar: قم بإضافة رابط آخر لإعادة التوجيه
cs: Přidat další identifikátor URI pro přesměrování
de: Weitere Umleitungs-URI hinzufügen
es: Añadir otra URI de redireccionamiento
fr: Ajouter un autre URI de redirection
ja: 別のリダイレクトURIを追加
ko: 다른 리디렉션 URI 추가
pt: Adicione outro URI de redirecionamento
ru: Добавить другой возвратный URI
tr: Başka bir yeniden yönlendirme URI'si ekleyin
zh_cn: 添加其他重新导向 URI

# developerTools.exampleCode
source: Example code
ar: مثال على الكود
cs: Ukázkový kód
de: Beispielcode
es: Ejemplo de código
fr: Exemple de code
ja: コード例
ko: 코드 예시
pt: Código de exemplo
ru: Пример кода
tr: Örnek kod
zh_cn: 示例代码

# developerTools.providesAnAuthorizationCode
source: Provides an authorization code that can be exchanged for an access token and an authenticated ORCID iD.
ar: يوفر رمز ترخيص يمكن استبداله برمز وصول ومعرف أوركيد مستثاق.
cs: Poskytuje autorizační kód, který lze vyměnit za přístupový token a ověřené ORCID ID.
de: Erstellt einen Autorisierungscode, der gegen einen Zugriffstoken und eine authentifizierte ORCID-ID eingetauscht werden kann.
es: Proporciona un código de autorización que se puede intercambiar por un token de acceso y un ORCID iD autenticado.
fr: Fournit un code d'autorisation qui peut être échangé contre un jeton d'accès et un ORCID iD authentifié.
ja: アクセストークンおよび認証されたORCID iDと交換できる認証コードを提供します。
ko: 액세스 토큰 및 인증된 ORCID iD로 교환받을 수 있는 인증 코드를 입력하세요.
pt: Faculta um código de autorização que pode ser trocado por um token de acesso e um iD ORCID autenticado.
ru: Предоставляет код авторизации, который можно обменять на токен доступа и аутентифицированный ORCID iD.
tr: Erişim belirteci ve doğrulanmış bir ORCID kimliği almak için girebileceğiniz bir kimlik doğrulama kodu sağlar.
zh_cn: 提供一个授权码，可用于交换访问令牌和经过验证的 ORCID iD 号。

# developerTools.scope
source: Scope
ar: النطاق
cs: Rozsah
de: Bereich
es: Ámbito
ja: スコープ
ko: 범위
pt: Âmbito
ru: Область доступа
tr: Kapsam
zh_cn: 范围

# developerTools.responseType
source: Response type
ar: نوع الاستجابة
cs: Typ odpovědi
de: Antworttyp
es: Tipo de respuesta
fr: Type de réponse
ja: レスポンスタイプ
ko: 응답 유형
pt: Tipo de resposta
ru: Вид ответных данных
tr: Yanıt türü
zh_cn: 回复类型

# developerTools.code
source: code
ar: الرمز
cs: kód
es: código
ja: コード
ko: 코드
pt: código
ru: код
tr: kod
zh_cn: 代码

# developerTools.replaceWithRedirect
source: REPLACE WITH REDIRECT URI
ar: استبدل برابط إعادة توجيه
cs: NAHRADIT IDENTIFIKÁTOREM URI PRO PŘESMĚROVÁNÍ
de: DURCH UMLEITUNGS-URI ERSETZEN
es: REEMPLAZAR CON URI DE REDIRECCIONAMIENTO
fr: REMPLACER PAR L'URI DE REDIRECTION
ja: リダイレクトURIに置き換える
ko: 리디렉션 URI 교체
pt: SUBSTITUIR POR URI DE REDIRECIONAMENTO
ru: ЗАМЕНИТЬ ВОЗВРАТНЫМ URI
tr: YENİDEN YÖNLENDİRME URI'Sİ İLE DEĞİŞTİR
zh_cn: 以重新导向 URI 取代

# developerTools.providesAnAuthenticatd
source: Provides an authenticated ORCID iD and an access token that can be used to read public information on the record.
ar: يوفر معرف أوركيد مستثاق ورمز وصول يمكن استخدامه لقراءة المعلومات العامة الموجودة في التسجيلة.
cs: Poskytuje ověřené ORCID ID a přístupový token, který lze použít ke čtení veřejných informací v záznamu.
de: Erstellt eine authentifizierte ORCID-ID und einen Zugriffstoken, mit denen öffentliche Informationen im Eintrag gelesen werden können.
es: Proporciona un ORCID iD autenticado y un token de acceso que se puede usar para leer información pública en el registro.
fr: Fournit un ORCID iD authentifié et un jeton d'accès qui peut être utilisé pour lire les informations publiques sur l'enregistrement.
ja: 認証されたORCID iDと、レコードの公開情報を読み取るために使用できるアクセストークンを提供します。
ko: 레코드상의 공개 정보를 읽는 데 사용할 수 있는 인증된 ORCID iD 및 액세스 토큰을 입력하세요.
pt: Faculta um iD ORCID autenticado e um token de acesso que pode ser utilizado para ler informação pública sobre o registo.
ru: Предоставляет аутентифицированный ORCID iD и токен доступа, которые позволяют смотреть публичную информацию в профиле.
tr: Doğrulanmış bir ORCID kimliği ve kayıt hakkında herkese açık bilgileri okumak için kullanılabilen bir erişim belirteci sağlar.
zh_cn: 提供经过验证的 ORCID iD 号和访问令牌，可用于读取记录的公共信息。

# developerTools.accessTokenAndOrcidId
source: access token and ORCID iD
ar: رمز الوصول ومعرف أوركيد
cs: přístupový token a ORCID ID
de: Zugriffstoken und ORCID-ID
es: token de acceso y ORCID iD
fr: jeton d'accès et ORCID iD
ja: アクセストークンとORCID iD
ko: 액세스 토큰 및 ORCID iD
pt: token de acesso e iD ORCID
ru: токен доступа и ORCID iD
tr: erişim belirteci ve ORCID kimliği
zh_cn: 访问令牌和 ORCID iD 号

# developerTools.replaceWithOauth
source: REPLACE WITH OAUTH CODE
ar: استبدل بكود OAUTH
cs: NAHRADIT KÓDEM OAUTH
de: DURCH OAUTH-CODE ERSETZEN
es: REEMPLAZAR CON CÓDIGO OAUTH
fr: REMPLACER PAR LE CODE OAUTH
ja: 認証コードに置き換える
ko: OAUTH 코드 교체
pt: SUBSTITUIR POR CÓDIGO OAUTH
ru: ЗАМЕНИТЬ КОДОМ OAUTH
tr: OAUTH KOD İLE DEĞİŞTİR
zh_cn: 以 OAUTH 代码取代

# developerTools.providesAnAccess
source: Provides an access token that can be used to read public information on the record and an id_token using OpenID Connect and client-side only implicit OAuth.
ar: يوفر رمز وصول يمكن استخدامه لقراءة المعلومات العامة في التسجيلة ورمز معرّف id_token باستخدام اتصال OpenID و OAuth الضمني من جانب العميل فقط.
cs: Poskytuje přístupový token, který lze použít ke čtení veřejných informací v záznamu, ID token využívající OpenID Connect a implicitní OAuth pouze pro stranu klienta.
de: Erstellt einen Zugriffstoken, mit dem öffentliche Informationen im Eintrag gelesen werden können, sowie einen ID-Token, der OpenID Connect und eine nur Client-seitige, implizite OAuth verwendet.
es: Proporciona un token de acceso que se puede usar para leer información pública en el registro y un token de identificación mediante OpenID Connect y OAuth implícito solo del cliente.
fr: Fournit un jeton d'accès qui peut être utilisé pour lire les informations publiques sur l'enregistrement et un jeton d'identification en utilisant OpenID Connect et l'OAuth implicite côté client uniquement.
ja: OpenID Connectとクライアントサイドのみの暗黙OAuthを使用して、レコードの公開情報とid_tokenを読み取るために使用できるアクセストークンを提供します。
ko: 레코드상의 공개 정보를 읽는 데 사용할 수 있는 액세스 토큰과 OpenID Connect 및 클라이언트 측 전용 묵시적 OAuth를 사용한 ID 토큰을 입력하세요.
pt: Faculta um token de acesso que pode ser utilizado para ler informação pública no registo e um id_token que utiliza o OpenID Connect e um fluxo de concessão implícita OAuth apenas do lado do cliente.
ru: Предоставляет токен доступа, с помощью которого можно смотреть публичную информацию в профиле, и id_token с использованием OpenID Connect и OAuth с потоком неявного доступа для клиента.
tr: Kayıttaki herkese açık bilgileri okumak için kullanılabilen bir erişim belirteci ve OpenID Connect ve istemci cihazında yalnızca örtük OAuth kullanan bir kimlik_belirteci sağlar.
zh_cn: 提供可用于读取记录上公开信息的令牌，以及使用 OpenID Connect 和仅限客户端隐含 OAuth 的 id_token。

# developerTools.moreInformation
source: More information on OpenID Connect Endpoint
ar: المزيد من المعلومات حول نقطة نهاية اتصال OpenID
cs: Další informace o koncovém bodu OpenID Connect
de: Weitere Informationen zum OpenID Connect-Endpunkt
es: Más información acerca de OpenID Connect Endpoint
fr: En savoir plus sur OpenID Connect Endpoint
ja: OpenID Connect Endpointの詳細
ko: OpenID Connect Endpoint에 대한 자세한 정보
pt: Mais informações sobre o OpenID Connect Endpoint
ru: Подробнее об OpenID Connect Endpoint…
tr: OpenID Connect Endpoint ile ilgili daha fazla bilgi
zh_cn: 更多 OpenID Connect 端点的信息

# developerTools.changesHaveBeenSavedSuccessfully
source: Changes have been saved successfully.
ar: تم حفظ التغييرات بنجاح.
cs: Změny byly úspěšně uloženy.
de: Die Änderungen wurden erfolgreich gespeichert.
es: Los cambios se han guardado con éxito.
fr: Les modifications ont bien été enregistrées.
ja: 変更が正常に保存されました。
ko: 변경사항이 성공적으로 저장되었습니다.
pt: As alterações foram guardadas.
ru: Изменения сохранены.
tr: Değişiklikler başarıyla kaydedildi.
zh_cn: 已成功保存更改。

# developerTools.redirectUrisMustBeUnique
source: Redirect URIs must be unique
ar: يجب أن تكون روابط إعادة التوجيه فريدة.
cs: Identifikátory URI pro přesměrování musí být jedinečné
de: Umleitungs-URIs müssen eindeutig sein.
es: Las URI de redireccionamiento deben ser únicas
fr: Les URI de redirection doivent être uniques
ja: リダイレクトURIは一意でなければなりません
ko: 리디렉션 URI는 고유해야 함
pt: Os URI de redirecionamento têm de ser únicos
ru: Возвратные URI должны быть уникальными
tr: Yeniden yönlendirme URI'leri benzersiz olmalıdır
zh_cn: 重新导向 URI 不得重复

# developerTools.saveApplicationAndGenerate
source: Save application and generate my client ID and secret
ar: حفظ التطبيق وإنشاء معرف وسر العميل
cs: Uložit aplikaci a vygenerovat moje ID klienta a tajný klíč
de: Anwendung speichern und Client-ID und geheimen Client-Schlüssel generieren
es: Guardar aplicación y generar mi ID y secreto de cliente
fr: Enregistrer l'application et générer mon identifiant et mon secret client
ja: アプリケーションを保存し、クライアントIDとシークレットを生成します
ko: 애플리케이션을 저장하고 내 클라이언트 ID 및 암호 생성
pt: Guardar a aplicação e gerar o meu ID e código secreto de cliente
ru: Сохранить приложение и сгенерировать мой ID и ключ клиента
tr: Uygulamayı kaydet ve istemci kimliğimi ve gizli dizimi oluştur
zh_cn: 保存应用程序并生成我的客户端 ID 和密钥

# developerTools.saveApplication
source: Save application
ar: حفظ التطبيق
cs: Uložit aplikaci
de: Anwendung speichern
es: Guardar aplicación
fr: Enregistrer l'application
ja: アプリケーションの保存
ko: 애플리케이션 저장
pt: Guardar aplicação
ru: Сохранить приложение
tr: Uygulamayı kaydet
zh_cn: 保存应用程序

# developerTools.ariaLabelWebsiteDelete
source: Delete redirect URI
ar: حذف رابط إعادة التوجيه
cs: Smazat identifikátor URI pro přesměrování
de: Umleitungs-URI löschen
es: Eliminar URI de redireccionamiento
fr: Supprimer l'URI de redirection
ja: リダイレクトURIを削除
ko: 리디렉션 URI 삭제
pt: Eliminar URI de redirecionamento
ru: Удалить возвратный URI
tr: Yeniden yönlendirme URI'sini silin
zh_cn: 删除重新导向 URI

# developerTools.labelAuthorizeRequest
source: Authorize request
ar: طلب تصريح
cs: Autorizovat požadavek
de: Anfrage autorisieren
es: Autorizar solicitud
fr: Autoriser la demande
ja: リクエストの認証
ko: 인증 요청
pt: Autorizar pedido
ru: Авторизовать запрос
tr: Talebe izin ver
zh_cn: 授权申请

# developerTools.labelTokenRequest
source: Token request
ar: طلب رمز
cs: Požadavek na token
de: Tokenanfrage
es: Solicitud de token
fr: Demande de jeton
ja: トークンのリクエスト
ko: 토큰 요청
pt: Pedido de token
ru: Запрос токена
tr: Belirteç talebi
zh_cn: 令牌申请

# developerTools.labelOpenIdImplicitRequest
source: OpenID/Implicit request
ar: OpenID/طلب ضمني
cs: Implicitní požadavek / požadavek na OpenID
de: OpenID-/implizite Anfrage
es: Solicitud implícita/OpenID
fr: Demande OpenID/implicite
ja: OpenID/暗黙のリクエスト
ko: OpenID/묵시적 요청
pt: Pedido de OpenID/Implícito
ru: OpenID/Неявный запрос
tr: OpenID/Implicit talebi
zh_cn: OpenID/隐含申请

# common.js.domain.warn.warning_1
source: Warning!
ar: تحذير!
cs: Varování!
de: Achtung!
es: ¡Atención!
fr: Attention!
ja: 警告!
ko: 경고!
pt: Aviso!
ru: Внимание!
tr: Uyarı!
zh_cn: 警告\！

# common.js.domain.warn.warning_2
source: is a test website.
ar: هو موقع تجريبي.
cs: je testovací stránka.
de: ist eine Test-Website.
es: es un sitio web de pruebas.
fr: est un site Internet de test.
ja: テスト用のウェブサイトです。
ko: 테스트 웹사이트입니다.
pt: é um website de teste.
ru: является сайтом для тестирования.
tr: bir test web sitesidir.
zh_cn: 是测试网站。

# common.js.domain.warn.is_the_official
source: is the official website. Sandbox only sends email messages to
ar: هو الموقع الإلكتروني الرسمي. يرسل Sandbox رسائل البريد الإلكتروني فقط إلى
cs: . Sandbox posílá e-mailové zprávy na adresu:
de: ist die offizielle Website. Sandbox schickt E-Mail-Nachrichten nur an
es: es el sitio web oficial. Sandbox solo envía mensajes por correo electrónico a
fr: est le site officiel. Sandbox envoie uniquement des messages aux adresses mail
ja: は公式 Web サイトです。Sandbox は、電子メール・メッセージを
ko: 가 공식 웹사이트입니다. Sandbox는
pt: é o website oficial. O Sandbox somente envia mensagens de e-mail para
ru: — это официальный сайт. Sandbox отправляет электронные письма только на те адреса, которые заканчиваются на
tr: resmi web sitesidir. Korumalı alan e-posta iletilerini yalnızca şuraya gönderir:
zh_cn: 是官方网站。沙盒仅将电子邮件消息发送到

# common.js.domain.warn.more_information
source: more information
ar: للمزيد من المعلومات
cs: Sandbox FAQ.
de: weitere Informationen
es: obtener más información.
fr: pour plus d'informations
ja: Sandbox FAQ を参照してください。
ko: 은 FAQ를 참조하십시오.
pt: mais informações
ru: Подробности в разделе Sandbox FAQ.
tr: daha fazla bilgi
zh_cn: 请参阅沙盒常见问题解答。

# common.cookies.click_dismiss
source: Dismiss
ar: انقر للانصراف
cs: Zavřít
de: Verwerfen
es: Cerrar
fr: Ignorer
ja: クリックして終了します
ko: 무시하시려면 클릭하십시오.
pt: Descartar
ru: Закрыть
tr: Kapat
zh_cn: 忽略
