Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# linking.account
source: account please sign in to ORCID below. You will only need to do this once. Once the accounts are linked you will be able to sign in to your ORCID record with your
ar: يرجى تسجيل الدخول إلى موقع أوركيد أدناه، ستحتاج إلى أداء ذلك مرة واحدة فقط، وبمجرد ربط الحسابات، ستتمكن من تسجيل الدخول إلى سجل أوركيد الخاص بك باستخدام
cs: účet, přihlaste se níže do ORCID. Tento úkon stačí provést pouze jednou. Jakmile budou účty propojeny, budete se moci přihlásit ke svým záznamům v ORCID pomocí vašeho
de: melden Sie sich bitte unten bei ORCID an. Sie müssen dies nur einmal tun. Sobald die Konten verknüpft sind, können Sie sich mit Ihrem Konto bei Ihrem ORCID-Eintrag
es: cuenta, inicie sesión en ORCID a continuación. Solo deberá hacerlo una vez. Una vez que las cuentas queden vinculadas, podrá iniciar sesión en su registro ORCID con su
fr: compte, veuillez vous connecter à ORCID ci-dessous. Vous n'aurez à le faire qu'une seule fois. Une fois les comptes liés, vous pourrez vous connecter à votre dossier ORCID à l'aide de votre
ja: アカウントをリンクするには、以下よりORCIDにサインインしてください。この操作は1回のみ実施します。アカウントのリンクが完了すると、ご自身のアカウントでORCIDレコードにサインイン
ko: 계정을 연결하려면 아래에서 ORCID에 로그인하시기 바랍니다. 한 번만 하면 됩니다. 계정이 연결되면 ORCID 레코드에 로그인하는 데
pt: conta, entre no ORCID abaixo. Você só precisará fazer isso uma vez. Depois que as contas forem vinculadas, você poderá entrar no seu registro ORCID com sua
ru: аккаунт, войдите в систему ORCID. Это действие нужно выполнить один раз, после чего вы сможете входить в ORCID с помощью
tr: lütfen aşağıdan ORCID'de oturum açın. Bunu sadece bir kez yapmanız gerekecektir. Hesaplar bağlandıktan sonra, ORCID kaydınıza
zh_cn: 账户，请在下方登录 ORCID。您只需登录一次。一旦帐户关联成功，您将能够登录到您的 ORCID 记录与您的

# linking.questions
source: account.
ar: حسابك.
cs: účtu.
de: anmelden.
es: cuenta.
fr: compte.
ja: いただけます。
ko: 계정을 사용할 수 있습니다.
pt: conta.
ru: этого аккаунта.
tr: hesabınız ile giriş yapabilirsiniz.
zh_cn: 帐户。

# linking.ifYOuHaveQuestions
source: If you have any questions
ar: إذا كانت لديك أي استفسارات
cs: Máte-li jakékoli dotazy
de: Falls Sie Fragen haben
es: Si tiene alguna pregunta
fr: Pour toute question,
ja: ご質問の回答をご覧いただけます
ko: 궁금한 점이 있으면
pt: Se você tiver dúvidas
ru: Если у вас возникли вопросы, посетите
tr: Herhangi bir sorunuz olması halinde
zh_cn: 如有任何疑问

# linking.knowledgebase
source: please visit the ORCID help centre
ar: يُرجى زيارة مركز المساعدة الخاص بأوركيد
cs: navštivte centrum nápovědy ORCID
de: besuchen Sie bitte das ORCID-Hilfecenter
es: visite el centro de ayuda de ORCID
fr: veuillez visiter le centre d'aide ORCID.
ja: ORCIDヘルプセンターで、
ko: ORCID 도움말 센터를 방문하시기 바랍니다.
pt: visite o centro de ajuda do ORCID
ru: справочный центр ORCID
tr: lütfen ORCID yardım merkezini ziyaret edin
zh_cn: 请访问 ORCID 帮助中心

# linking.button.1
source: Sign in and link your
ar: قم بتسجيل دخولك وربط
cs: Přihlaste se a propojte svůj
de: Anmeldung und Verknüpfung von Ihrem
es: Inicie sesión y enlace su
fr: Se connecter et relier votre
ja: サインインしてお客様の〜とリンクしてください
ko: 로그인하고 연결
pt: Inicie sessão e associe sua
ru: Выполните вход и привяжите
tr: Oturum açın ve hesabınızı
zh_cn: 登录并链接

# linking.button.2
source: account
ar: الحساب
cs: účet
de: Konto
es: cuenta
fr: compte
ja: アカウント
ko: 계정
pt: conta
ru: учетная запись
tr: hesabınız
zh_cn: 帐户

# linking.cancelLinking
source: Cancel linking
ar: إلغاء عملية الربط
cs: Zrušit propojení
de: Verknüpfung aufheben
es: Cancelar vinculación
fr: Annuler l'association
ja: リンクをキャンセル
ko: 연결 취소
pt: Cancelar vinculação
ru: Отменить связь
tr: Bağlantıyı iptal et
zh_cn: 取消关联

# ngOrcid.signin.forgotYourPassword
source: Forgot your password or ORCID ID?
ar: هل نسيت كلمة المرور أو معرف ORCID؟
cs: Zapomněli jste heslo nebo ORCID iD?
de: Haben Sie Ihr Passwort oder Ihre ORCID-iD vergessen?
es: ¿Ha olvidado su contraseña o su ORCID iD?
fr: Avez vous oublié votre mot de passe ou votre ID ORCID ?
ja: パスワードまたはORCID IDを忘れましたか？
ko: 귀하의 패스워드 또는 ORCID ID를 잊으셨나요?
pt: Esqueceu a sua senha ou ORCID iD?
ru: Забыли пароль или ORCID ID?
tr: Parolanızı veya ORCID Kimliğinizi mi unuttunuz?
zh_cn: 忘记了您的密码或 ORCID iD 号？

# ngOrcid.signin.registerNow
source: Register now
ar: سجل الآن
cs: Získejte svůj ORCID iD
de: Jetzt registrieren
es: Regístrese ahora
fr: Enregistrez-vous pour obtenir un ORCID iD
ja: ORCID iD の登録
ko: ORCID iD 등록
pt: Cadastre-se agora
ru: Зарегистрироваться и получить ORCID iD
tr: Şimdi kaydol
zh_cn: 注册自己 ORCID iD 号

# record.notFound
source: We’re really sorry, we can’t find the page you’re looking for.
ar: نأسف حقًا، لا يمكننا العثور على الصفحة التي تبحث عنها.
cs: Litujeme, ale nedaří se nám najít stránku, kterou hledáte.
de: Es tut uns wirklich leid, wir können die gewünschte Seite nicht finden.
es: Lo sentimos mucho, no encontramos la página que busca.
fr: Désolé, la page que vous recherchez est introuvable.
ja: お探しのページが見つかりません。
ko: 죄송하지만 찾고 계신 페이지를 찾을 수 없습니다.
pt: Lamentamos imenso, mas não conseguimos encontrar a página que procura.
ru: Такой страницы нет.
tr: Çok üzgünüz, aradığınız sayfayı bulamıyoruz.
zh_cn: 很抱歉，我们无法找到您正在搜索的页面。

# record.whatHappened
source: What happened?
ar: ماذا حدث؟
cs: Co se stalo?
de: Was ist passiert?
es: ¿Qué ha pasado?
fr: Que s'est-il passé ?
ja: どうされました？
ko: 무슨 일입니까?
pt: Que aconteceu?
ru: Что случилось?
tr: Ne oldu?
zh_cn: 发生了什么？

# record.ifYouTyped
source: If you typed in a URL or link by hand
ar: إذا أدخلت عنوان URL أو رابطًا يدويًا،
cs: Pokud jste zadali adresu URL nebo odkaz ručně
de: Wenn Sie eine URL oder einen Link von Hand eingegeben haben:
es: Si escribió una URL o un enlace manualmente
fr: Si vous avez tapé une URL ou un lien manuellement
ja: URLまたはリンクを手動で入力した場合
ko: URL 또는 링크를 수동으로 입력하셨다면
pt: Se digitou num URL ou ligação manualmente
ru: Если вы ввели ссылку вручную
tr: URL'yi veya bağlantıyı elle yazdıysanız
zh_cn: 若您手动输入 URL 或链接

# record.pleaseCheck
source: Please check the URL or link for typos or mistakes. If you are looking for a specific ORCID record make sure the ORCID iD - the 16-digit number at the end of the URL - is right. A correctly-formatted ORCID iD URL looks like this: https://orcid.org/1234-5678-9101-1121
ar: فيُرجى التحقق من عدم وجود أخطاء أو أخطاء إملائية به. إذا كنت تبحث عن سجل ORCID معين، فتأكد من صحة رقم التعريف الخاص بـ ORCID، وهو الرقم المكون من 16 رقمًا في نهاية عنوان URL. كما يجب أن يكون تنسيق رابط رقم تعريف ORCID الصحيح كما يلي: https://orcid.org/1234-5678-9101-1121
cs: Zkontrolujte, zda v adrese URL nebo odkazu nejsou překlepy nebo chyby. Pokud hledáte konkrétní záznam ORCID, zkontrolujte, že ORCID iD – 16místné číslo na konci adresy URL – je správné. Správný formát adresy URL ORCID iD vypadá takto: https://orcid.org/1234-5678-9101-1121
de: Bitte überprüfen Sie die URL oder den Link auf Tippfehler oder sonstige Probleme. Wenn Sie nach einem bestimmten ORCID-Eintrag suchen, vergewissern Sie sich, dass die ORCID iD – die 16-stellige Nummer am Ende der URL – richtig ist. Eine korrekt formatierte URL mit ORCID iD sieht wie folgt aus: https://orcid.org/1234-5678-9101-1121
es: Compruebe si hay errores tipográficos o de otro tipo en la URL o el enlace. Si busca un registro ORCID específico, asegúrese de que el ORCID iD (el número de 16 dígitos al final de la URL) sea correcto. Una URL de ORCID iD con formato correcto sería así: https://orcid.org/1234-5678-9101-1121
fr: Vérifiez que l'URL ou le lien ne contient pas d'erreur. Si vous recherchez un dossier ORCID spécifique, assurez-vous que le numéro à 16 chiffres à la fin de l'URL est correct. Une URL d'ID ORCID correctement formatée ressemble à ceci : http://orcid.org/1234-5678-9101-1121
ja: URLやリンクにタイプミスや間違いがないかをご確認ください。特定のORCIDレコードを探している場合は、ORCID iD（URLの末尾にある16桁の番号）が正しいことを確認してください。正しいフォーマットのORCID iD URLは以下のようになります：https://orcid.org/1234-5678-9101-1121
ko: URL이나 링크에 오타나 실수가 있는지 확인하시길 바랍니다. 특정 ORCID 레코드를 찾고 있다면 URL 끝에 16자리 숫자인 ORCID iD가 정확한지 확인해야 합니다. 정확한 형식의 ORCID iD URL은 다음과 같습니다. https://orcid.org/1234-5678-9101-1121
pt: Verifique se existem gralhas ou erros no URL ou na ligação. Se estiver à procura de um registo ORCID específico, certifique-se de que o ORCID iD, o número de 16 dígitos no fim do URL, está correto. Um URL do ORCID iD corretamente formatado parece-se com o seguinte: https://orcid.org/1234-5678-9101-1121
ru: Убедитесь, что URL-адрес указан без ошибок. Если вы ищете профиль, идентификатор ORCID iD в конце ссылки должен состоять из 16 цифр. Вот пример правильного оформления: https://orcid.org/1234-5678-9101-1121
tr: Lütfen URL veya bağlantıyı gözden geçirerek yazım hataları veya yanlışlıklar olup olmadığını kontrol edin. Eğer belirli bir ORCID kaydı arıyorsanız ORCID Kimliği'nin, yani URL'nin sonundaki 16 haneli sayının doğru yazıldığından emin olun. Doğru biçimlendirilmiş bir ORCID Kimliği URL'si şöyle görünür: https://orcid.org/1234-5678-9101-1121
zh_cn: 请检查 URL 或链接是否有错别字或错误。如果您要查找特定的 ORCID 记录，请确保 ORCID iD 号（即 URL 末尾的 16 位数字）正确无误。正确的 ORCID iD 号 URL 格式如下： https://orcid.org/1234-5678-9101-1121

# record.ifYouFollowed
source: If you followed a link to this record from another site or service
ar: إذا اتبعت رابطاً إلى هذا السجل من موقع أو خدمة أخرى
cs: Pokud jste přešli přes odkaz na tento záznam z jiné stránky nebo služby
de: Wenn Sie einem Link zu diesem Eintrag von einer anderen Website oder einem anderen Dienst gefolgt sind:
es: Si ha seguido un enlace a este registro desde otro sitio o servicio
fr: Si vous avez suivi un lien vers ce dossier depuis un autre site ou service
ja: 別のサイト、またはサービスからこのレコードへのリンクをたどった場合
ko: 다른 사이트나 서비스에서 이 기록에 대한 링크를 따랐을 경우
pt: Se seguiu uma ligação para este registo a partir de outro site ou serviço
ru: Если вы перешли по ссылке к этой записи с другого сайта или сервиса
tr: Bu kaydın bağlantısına başka bir siteden veya hizmetten gittiyseniz
zh_cn: 如果您使用了其他网站或服务的链接访问了此记录

# record.pleaseReport
source: Please report the broken link to the site or service you came from so they can fix it.
ar: يُرجى الإبلاغ عن هذا الرابط الفاسد في الموقع أو الخدمة التي جئت منها حتى يتمكنوا من إصلاحه.
cs: Nahlaste tento nefunkční odkaz na stránku nebo službu, ze které jste se sem dostali, aby jej bylo možno opravit.
de: Bitte melden Sie den defekten Link zu der Website oder dem Dienst, von dem Sie gekommen sind, damit er behoben werden kann.
es: Por favor, informe de este enlace roto al sitio o servicio del que proviene para que puedan solucionarlo.
fr: Veuillez signaler ce lien cassé au site ou service d'où vous venez afin qu'il soit réparé.
ja: 修正できるように、あなたが来たサイトまたはサービスへのこの壊れたリンクを報告してください。
ko: 수정할 수 있도록 거쳐온 사이트나 서비스에 이 끊어진 링크에 대해 알리십시오.
pt: Informe sobre esta ligação quebrada ao site ou serviço de onde veio para que o possam reparar.
ru: Пожалуйтесь на эту неверуную ссылку на сайте или в службе, с которого(-ой) вы пришли, чтобы он(-а) смог(-ла) ее исправить.
tr: Lütfen bozuk bağlantıyı düzeltmeleri için geldiğiniz siteye veya hizmete bildirin.
zh_cn: 请向您所在的网站或服务报告此链接问题，方便他们修复。

# record.ifYouHave
source: If you have previously bookmarked this record and it has now stopped working
ar: إذا كنت وضعت إشارة مرجعية على هذا السجل من قبل وتوقفت عن العمل
cs: Pokud jste si tento záznam dříve poznamenali a přestal fungovat
de: Wenn Sie diesen Eintrag zuvor mit einem Lesezeichen versehen haben und er jetzt nicht mehr funktioniert:
es: Si ha añadido previamente este registro a favoritos y ha dejado de funcionar
fr: Si vous avez précédemment mis ce dossier en favori et qu'il a cessé de fonctionner
ja: 以前にこのレコードをブックマークしていて、機能しなくなった場合
ko: 이전에 이 기록을 즐겨찾기에 추가했지만 작동이 중지된 경우
pt: Se já marcou anteriormente este registo e este deixou de funcionar
ru: Если вы ранее пометили эту запись закладкой, и она перестала работать
tr: Bu kaydı daha önce yer imlerine eklediyseniz ve kayıt artık çalışmıyorsa
zh_cn: 如果您先前曾收藏此记录，且它已停止工作

# record.pleaseGet
source: Please get in touch with our support team via the Help button below. They can help you find the record you are looking for.
ar: يُرجى التواصل مع فريق الدعم الخاص بنا بواسطة زر المساعدة أدناه. يُمكنهم مساعدتك في العثور على السجل الذي تبحث عنه.
cs: Spojte se s týmem podpory pomocí tlačítka Nápověda. Podpora vám pomůže najít záznam, který hledáte.
de: Bitte kontaktieren Sie unser Support-Team über die Hilfe-Schaltfläche unten. Sie können Ihnen helfen, den gesuchten Eintrag zu finden.
es: Póngase en contacto con nuestro equipo de asistencia a través del botón Ayuda. Ellos pueden ayudarle a encontrar el registro que está buscando.
fr: Veuillez contacter notre équipe de support via le bouton Aide ci-dessous. Elle peut vous aider à trouver le dossier que vous recherchez.
ja: 下の「ヘルプ」ボタンからサポートチームに連絡してください。サポートチームが、あなたが探しているレコードを見つけるお手伝いをさせて頂きます。
ko: 아래 도움말 버튼을 통해 지원팀에 문의하세요. 찾고 있는 기록을 찾는 데 도움을 줄 수 있습니다.
pt: Entre em contacto com a nossa equipa de apoio através do botão Ajuda abaixo. Eles podem ajudá-lo a encontrar o registo que procura.
ru: Свяжитесь с нашей командой поддержки с помощью кнопки «Справка» ниже. Она может помочь вам найти запись, которую вы ищете.
tr: Lütfen aşağıdaki Yardım düğmesini kullanarak destek ekibimizle iletişime geçin. Aradığınız kaydı bulmanıza yardımcı olabilirler.
zh_cn: 请通过下方的“帮助”按钮联系我们的支持团队。他们可以帮助您找到您正在寻找的记录。

# record.whatToDo
source: What to do next
ar: ما يجب القيام به بعد ذلك
cs: Co dělat dál
de: Wie es weitergeht
es: Qué hacer a continuación
fr: Que faire ensuite
ja: 次にすること
ko: 다음 작업
pt: O que fazer a seguir
ru: Что делать дальше
tr: Sonraki adım
zh_cn: 下一步

# record.trySearching
source: Try using our advanced search to find researchers by their name or ORCID iD
ar: حاول استخدام محرك البحث المتقدم الخاص بنا للعثور على الباحثين باستخدام أسمائهم أو بطاقة تعريف ORCID
cs: Zkuste použít pokročilé vyhledávání k nalezení výzkumníků podle jména nebo ID ORCID
de: Versuchen Sie, unsere erweiterte Suche zu verwenden, um Forscher anhand ihres Namens oder ihrer ORCID-iD zu finden
es: Intente utilizar nuestra búsqueda avanzada para encontrar investigadores por su nombre o ORCID iD
fr: Essayez d'utiliser notre recherche avancée pour trouver des chercheurs par leur nom ou leur identifiant ORCID
ja: 高度な検索を使用して、名前またはORCID iDで研究者を見つけてください
ko: 고급 검색을 사용하여 이름 또는 ORCID iD로 연구원을 찾으십시오.
pt: Tente usar a nossa pesquisa avançada para encontrar investigadores pelo seu nome ou ORCID iD
ru: Попробуйте использовать наш расширенный поиск, чтобы найти исследователей по имени или ORCID iD
tr: Araştırmacıları adlarına veya ORCID kimliğine göre bulmak için gelişmiş aramamızı kullanmayı deneyin
zh_cn: 尝试使用我们的高级搜索来按姓名或 ORCID iD 号查找研究人员

# record.headBackToMain
source: Head back to the main ORCID homepage
ar: عُد إلى صفحة ORCID الرئيسية\n
cs: Zpět na hlavní domovskou stránku ORCID
de: Zurück zur Hauptseite von ORCID
es: Vuelva a la página principal de ORCID
fr: Retournez à la page d'accueil principale d'ORCID
ja: ORCIDのメインのホームページに戻る
ko: 메인 ORCID 홈페이지로 돌아가기
pt: Regressar à página principal do ORCID
ru: Назад на главную домашнюю страницу ORCID
tr: Ana ORCID giriş sayfasına geri dönün
zh_cn: 回到 ORCID 主页

# record.findOutMoreAboutOrcid
source: Find out more about ORCID on our information site
ar: اكتشف المزيد حول ORCID على موقع المعلومات الخاص بنا
cs: Více informací o ORCID najdete na našich informačních stránkách
de: Auf unserer Informationsseite erfahren Sie mehr über ORCID
es: Obtenga más información sobre ORCID en nuestro sitio web de información
fr: Rendez-vous sur notre site informatif pour en savoir plus sur ORCID
ja: 情報サイトでORCIDについての詳細を確認
ko: 정보 사이트에서 ORCID에 대해 자세히 알아보기
pt: Saiba mais sobre o ORCID no nosso site de informações
ru: Узнайте больше в разделе с информацией об ORCID
tr: Bilgi sitemizde ORCID hakkında daha fazla bilgi edinin
zh_cn: 请访问我们的信息网站，了解有关 ORCID 的更多信息

# record.signinToOricd
source: Sign in to ORCID and manage your record
ar: تسجيل الدخول إلى ORCID وإدارة سجلك
cs: Pro správu svého záznamu se přihlaste do ORCID
de: Melden Sie sich bei ORCID an, um Ihren Eintrag zu verwalten
es: Inicie sesión en ORCID y gestione su registro
fr: Se connecter à ORCID pour gérer votre dossier
ja: ORCIDにサインインしてレコードを管理
ko: ORCID에 로그인하여 레코드 관리
pt: Entre no ORCID ou efetue a gestão do seu registo
ru: Войдите в ORCID и измените профиль
tr: ORCID'de oturum açın ve kaydınızı yönetin
zh_cn: 登录 ORCID 并管理您的记录

# record.registerForAnOrcid
source: Register for an ORCID record
ar: يجب التسجيل للحصول على سجل ORCID
cs: Zaregistrujte si záznam ORCID
de: Registrieren Sie sich für einen ORCID-Eintrag
es: Regístrese para obtener un registro ORCID
fr: Créer un dossier ORCID
ja: ORCIDレコードを登録
ko: ORCID 레코드 등록
pt: Efetue o registo num registo ORCID
ru: Зарегистрируйте профиль ORCID
tr: Bir ORCID kaydı için kayıt olun
zh_cn: 注册获取 ORCID 记录

# shared.titleNotFound
source: 404 - ORCID record not found
ar: 404 - لم يتم العثور على تسجيلة أوركيد
cs: 404 - Záznam ORCID nebyl nalezen
de: 404 - ORCID-Eintrag nicht gefunden
es: 404: no se encontró el registro ORCID
fr: 404 – dossier ORCID introuvable
ja: 404 - ORCIDレコードが見つかりません
ko: 404 - ORCID 기록이 없습니다
pt: 404 - registo ORCID não encontrado
ru: 404 - запись ORCID не найдена
tr: 404 - ORCID kaydı bulunamadı
zh_cn: 404 - 找不到 ORCID 记录

# recovery.passwordAndIdRecovery
source: Password and iD recovery
es: Recuperación de contraseña y iD
pt: Recuperação de palavra-passe e do iD
ru: Восстановление пароля и iD

# recovery.lostAccessToYourEmailAddresses
source: Lost access to your email addresses?
es: ¿No dispone de acceso a sus direcciones de correo electrónico?
pt: Perdeu o acesso aos seus endereços de e-mail?
ru: Нет доступа к адресу электронной почты?

# recovery.youCanAlwaysSignIn
source: You can always sign in to ORCID with your
es: Si lo desea, puede iniciar sesión en ORCID con su
pt: Pode sempre iniciar sessão na ORCID com o seu
ru: Вы можете использовать

# recovery.16DigitOrcidId
source: 16-digit ORCID iD
es: ORCID iD de 16 dígitos
pt: ORCID iD de 16 dígitos
ru: 16-значный идентификационный номер ORCID iD

# register.and
source: and
ar: و
cs: a
de: und
es: y los
fr: et
ja: および
ko: 및
pt: e
ru: и
tr: ve
zh_cn: 和

# recovery.accountPassword
source: account password
es: contraseña de la cuenta
pt: palavra-passe da conta
ru: пароль аккаунта

# recovery.instead
source: instead.
es: en su lugar.
pt: em vez disso.
ru: для входа в ORCID.

# recovery.trySigningIn
source: Try signing in with your iD and password now
es: Pruebe a iniciar sesión con su iD y contraseña ahora
pt: Tente iniciar sessão com o seu iD e palavra-passe agora
ru: Попробуйте войти с помощью iD и пароля

# recovery.whatHaveYouForgotten
source: What have you forgotten?
es: ¿Qué ha olvidado?
pt: O que é que se esqueceu?
ru: Что нужно восстановить?

# recovery.myOrcidAccountPassword
source: my ORCID account password
es: la contraseña de mi cuenta ORCID
pt: a minha palavra-passe da conta ORCID
ru: Пароль аккаунта ORCID

# recovery.my16DigitOrcidId
source: my 16-digit ORCID iD
es: mi ORCID iD de 16 dígitos
pt: o meu ORCID iD de 16 dígitos
ru: 16-значный номер ORCID iD

# recovery.whereShouldWeSend
source: Where should we send the recovery email?
es: ¿Dónde desea recibir el correo electrónico de recuperación?
pt: Para onde devemos enviar o e-mail de recuperação?
ru: На какой адрес электронной почты отправить письмо для восстановления?

# recovery.pleaseUseAnEmail
source: Please use an email address associated with your ORCID account.
es: Use una dirección de correo electrónico asociada a su cuenta ORCID.
pt: Utilize um endereço de e-mail associado à sua conta ORCID.
ru: Укажите адрес электронной почты, связанный с вашим аккаунтом ORCID.

# register.Email
source: Email
ar: بريد الكتروني
de: E-Mail-Adresse
es: Correo electrónico
ja: 電子メール
ko: 이메일
ru: Адрес электронной почты
tr: E-posta
zh_cn: 电子邮件

# recovery.forExampleEmail
source: For example: joe@institution.edu
es: Por ejemplo: juan@institucion.edu
pt: Por exemplo: joe@institution.edu
ru: Пример: ivanov@institution.edu

# register.primaryEmailRequired2
source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني
cs: Zadejte svoji e-mailovou adresu
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es: Introduzca su correo electrónico
fr: Saisissez votre adresse e-mail
ja: メールアドレスを入力してください
ko: 이메일 입력
pt: Introduza o seu e-mail
ru: Укажите адрес эл. почты
tr: Lütfen e-posta adresinizi girin
zh_cn: 请输入您的电子邮件

# recovery.sendRecoveryEmail
source: Send recovery email
es: Enviar correo electrónico de recuperación
pt: Enviar e-mail de recuperação
ru: Получить письмо

# recovery.weHaveSent
source: We have sent a recovery email to
es: Le hemos enviado un correo electrónico de recuperación a
pt: Enviámos um e-mail de recuperação para
ru: Мы отправили электронное письмо для восстановления на адрес

# recovery.ifYouDoNotReceive
source: If you do not receive the recovery email within 10 minutes please check your spam folder.
es: Si no recibe el correo electrónico de recuperación en un plazo de 10 minutos, revise la carpeta de correo basura (spam).
pt: Se não receber o e-mail de recuperação dentro de 10 minutos, verifique a sua pasta de spam.
ru: Если вы не получите письмо в течение 10 минут, проверьте папку «Спам».

# recovery.backToSignIn
source: Back to sign in
es: Volver a iniciar sesión
pt: Voltar ao início de sessão
ru: Вернуться на страницу входа

# recovery.iveForgotten
source: I've forgotten
es: He olvidado
pt: Esqueci-me
ru: Не помню

# shared.makePublicToEnableHighlighting
source: Make this affiliation public to enable highlighting
ar: اجعل هذا الانتماء عامًا لتتمكن من تمييزه
cs: Zveřejněte toto přidružení, aby bylo možné je zvýraznit
de: Machen Sie diese Zugehörigkeit öffentlich, wenn Sie sie hervorheben möchten
es: Haga pública esta afiliación para poder destacarla
fr: Rendez cette affiliation publique pour la mettre en avant
ja: ハイライト表示を有効にするには、この所属を公開にしてください
ko: 강조 표시를 활성화하려면 이 담당기관을 공개로 설정해야 함
pt: Torne esta afiliação pública para permitir o destaque
ru: Чтобы выделить аффелиацию, сделайте ее общедоступной
tr: Vurgulamayı etkinleştirmek için bu bağlantıyı herkese açık yapın
zh_cn: 公开该隶属机构，以启用突出显示

# shared.clickToRemoveHighlight
source: Click to remove this highlight
ar: انقر لإزالة هذا التمييز
cs: Kliknutím odstraníte toto zvýraznění
de: Klicken Sie, um diese Hervorhebung zu entfernen
es: Haga clic para quitarla como destacada
fr: Cliquez ici pour ne plus mettre en avant l'affiliation
ja: クリックしてこのハイライトを解除
ko: 이 강조 표시를 제거하려면 클릭
pt: Clique para remover este destaque
ru: Нажмите, чтобы убрать выделение
tr: Bu vurguyu kaldırmak için tıklayın
zh_cn: 点击移除该突出显示

# shared.clickToHighlight
source: Click to highlight this affiliation
ar: انقر لتمييز جهة الانتماء هذه
cs: Kliknutím odstraníte toto přidružení
de: Klicken Sie, um diese Zugehörigkeit hervorzuheben
es: Haga clic para destacar esta afiliación
fr: Cliquez ici pour mettre en avant cette affiliation
ja: クリックしてこの所属をハイライト表示
ko: 이 담당기관을 강조 표시하려면 클릭
pt: Clique para destacar esta afiliação
ru: Нажмите, чтобы выделить аффелиацию
tr: Bu bağlantıyı vurgulamak için tıklayın
zh_cn: 点击突出显示该隶属机构

# shared.featuredAffiliationSuccessMessageBefore
source: Your affiliation
ar: تم تمييز
cs: Vaše přidružení
de: Ihre Zugehörigkeit
es: Su afiliación
fr: Votre affiliation
ja: あなたの所属
ko: 귀하의 담당기관
pt: A sua afiliação
ru: Ваша аффилиация
tr: Bağlantınız
zh_cn: 您的隶属机构
