Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.OrcidCollectsLimited
source: ORCID collects limited data about you when you register for an ORCID iD, including your first name and your email address. You can also choose to add other data to your ORCID record, such as your last name, affiliations, title, education, grants, patents and publications.
ar: يقوم أوركيد بجمع بيانات محدودة عنك عندما تقوم بالتسجيل في معرف أوركيد، بما في ذلك اسمك الأول وعنوان بريدك الإلكتروني. يمكنك أيضاً اختيار إضافة بيانات أخرى إلى تسجيلة أوركيد الخاصة بك ، مثل اسمك الأخير، والانتماءات، والمسمى الوظيفي، والتعليم، والمنح، وبراءات الاختراع، والمنشورات.
cs: Když si zaregistrujete ORCID iD, tak o vás ORCID shromažďuje omezené množství údajů, mezi které patří jméno a e-mailová adresa. Do záznamu ORCID si můžete přidat i další informace, například příjmení, přidružení, titul, vzdělání, granty, patenty nebo publikace.
de: ORCID erfasst begrenzte Daten über Sie, wenn Sie sich für eine ORCID-iD registrieren, darunter Ihren Vornamen und Ihre E-Mail-Adresse. Sie können Ihrem ORCID-Eintrag auch andere Daten hinzufügen, wie z. B. Ihren Familiennamen, Zugehörigkeiten, Titel, Ausbildung, Förderung, Patente und Veröffentlichungen.
es: ORCID recopilará información limitada sobre usted cuando se registre para obtener un ORCID iD, incluyendo su nombre y su correo electrónico. También podrá añadir otros datos a su registro ORCID, como el apellido, las afiliaciones, la educación, las subvenciones, las patentes o las publicaciones.
fr: ORCID collecte des données limitées vous concernant lorsque vous vous enregistrez pour un iD ORCID, notamment votre prénom et votre adresse e-mail. Vous pouvez également choisir d'ajouter d'autres données à votre dossier ORCID, comme votre nom de famille, vos affiliations, votre titre, votre formation, vos subventions, vos brevets et vos publications.
ja: ORCIDは、あなたがORCID iDに登録する際に、あなたの姓や電子メールアドレスなど、関する限定的なデータを収集します。また、姓、所属、肩書、学歴、譲渡、特許、出版物など、他のデータをORCIDレコードに追加することもできます。
ko: ORCID는 귀하의 이름과 이메일 주소를 포함해 ORCID ID를 등록할 때 제출한 제한된 데이터를 수집합니다. 또한 귀하의 성, 소속, 직위, 교육, 보조금, 특허, 출판물과 같은 기타 데이터를 ORCID 기록에 추가하도록 선택할 수 있습니다.
pt: No momento em que se regista para lhe ser atribuído um ID ORCID, o ORCID recolhe dados limitados sobre si, incluindo o seu primeiro nome e o seu endereço de e-mail. Também pode optar por adicionar outros dados ao seu registo ORCID, como por exemplo, o seu último nome, as suas filiações, o seu título académico e as suas habilitações literárias, bem como as suas subvenções, patentes e publicações.
ru: ORCID собирает ограниченные данные о вас, когда вы регистрируетесь для получения ORCID iD, включая ваше имя и адрес электронной почты. Вы также можете добавить другие данные в свою учетную запись ORCID, такие как ваша фамилия, места работы, должность, образование, гранты, патенты и публикации.
tr: ORCID, bir ORCID kimliği ile kaydolduğunuzda adınız ve e-posta adresiniz de dahil olmak üzere hakkınızda sınırlı veri toplar. ORCID kaydınıza soyadınız, bağlı olduğunuz kurumlar, unvanınız, eğitiminiz, hibeleriniz, patentleriniz ve yayınlarınız gibi diğer verileri de eklemeyi seçebilirsiniz.
zh_cn: 在您注册 ORCID iD 号后，ORCID 会收集与您相关的有限数据，包括您的名字和电子邮件地址。您还可以选择将其他数据添加到您的 ORCID 记录中，例如您的姓氏、从属机构、头衔、教育程度、奖学金、专利和出版物等等。

# account.youCanEasilyDownload
source: You can easily download an XML file of all your personal data in the ORCID registry. This file is unique to you and only you have access to it.
ar: يمكنك بسهولة تنزيل ملف XML لجميع بياناتك الشخصية في سجل أوركيد. هذا الملف خاص بك وأنت وحدك من يستطيع الوصول إليه.
cs: Jednoduše si můžete stáhnout soubor XML se všemi svými osobními údaji, které v registru ORCID máte. Jedná se o váš jedinečný soubor, ke kterému máte přístup jen vy.
de: Sie können ganz einfach eine XML-Datei mit all Ihren persönlichen Daten in der ORCID-Datenbank herunterladen. Diese Datei ist einzigartig für Sie und nur Sie haben Zugriff darauf.
es: Puede descargar fácilmente un archivo XML de todos sus datos personales en el registro de ORCID. Este archivo es único y solo usted tendrá acceso a él.
fr: Vous pouvez facilement télécharger un fichier XML de toutes vos données personnelles dans le registre ORCID. Ce fichier est unique à vous et vous seul y avez accès.
ja: ORCIDレジストリに登録されているすべての個人データのXMLファイルを簡単にダウンロードできます。このファイルはあなたに固有のもので、あなただけがアクセスすることができます。
ko: ORCID 레지스트리에서 모든 개인 데이터를 XML 파일로 쉽게 다운로드할 수 있습니다. 이 파일은 본인만 확인하고 접근할 수 있습니다.
pt: Pode descarregar facilmente um ficheiro XML com todos os seus dados pessoais que constam do registo ORCID. Esse ficheiro é criado exclusivamente para si e só pode ser acedido por si.
ru: Вы можете легко скачать XML-файл со всеми вашими личными данными в реестре ORCID. Этот файл уникален для вас, и только у вас есть к нему доступ.
tr: Tüm kişisel verilerinizin XML dosyasını ORCID kaydından kolayca indirebilirsiniz. Bu dosya size özeldir ve yalnızca siz erişebilirsiniz.
zh_cn: 您可以在 ORCID 注册数据库中轻松下载您所有个人数据的 XML 文件。此文件对您来说是唯一的，只有您可以存取它。

# account.learnMoreAbout
source: Learn more about downloading your personal ORCID data
ar: تعرف على المزيد حول تنزيل بيانات أوركيد الشخصية الخاصة بك
cs: Zjistěte víc o stahování osobních údajů, které máte v ORCID
de: Erfahren Sie mehr über den Download Ihrer persönlichen ORCID-Daten
es: Obtener más información sobre cómo descargar sus datos personales de ORCID
fr: En savoir plus sur le téléchargement de vos données personnelles ORCID
ja: 個人用ORCIDデータのダウンロードに関する詳細
ko: 개인 ORCID 데이터 다운로드에 대해 자세히 알아보기
pt: Saiba mais sobre o descarregamento dos seus dados pessoais do ORCID
ru: Узнайте больше о скачивании ваших личных данных ORCID
tr: Kişisel ORCID verilerinizi indirmekle ilgili daha fazla bilgi edinin
zh_cn: 了解有关下载您的个人 ORCID 数据的更多信息

# account.downloadAllMyData
source: Download all my data
ar: تنزيل جميع بياناتي
cs: Stáhnout všechna moje data
de: Alle meine Daten herunterladen
es: Descargar todos mis datos
fr: Télécharger toutes mes données
ja: すべてのデータをダウンロード
ko: 나의 모든 데이터 다운로드
pt: Descarregar todos os meus dados
ru: Скачать все мои данные
tr: Tüm verilerimi indir
zh_cn: 下载我的全部数据

# account.ifYouHaveTwoorMore
source: If you have two or more ORCID records you can easily remove any unwanted duplicates.
ar: إذا كان لديك سجلين أو أكثر من سجلات أوركيد، يمكنك بسهولة إزالة أي نسخ مكررة غير مرغوب فيها.
cs: Pokud máte dva nebo více záznamů ORCID, můžete kterýkoli nepotřebný duplikát snadno odstranit.
de: Wenn Sie zwei oder mehr ORCID-Einträge haben, können Sie unerwünschte Duplikate einfach entfernen.
es: Si tiene dos o más registros de ORCID, podrá eliminar fácilmente cualquiera que no desee.
fr: Si vous avez deux ou plusieurs enregistrements ORCID, vous pouvez facilement supprimer tout doublon indésirable.
ja: ORCIDレコードが複数ある場合は、不要な重複分を簡単に消去できます。
ko: ORCID 기록이 둘 이상인 경우, 원하지 않는 중복 기록을 쉽게 삭제할 수 있다.
pt: Se tiver dois ou mais registos ORCID e quiser remover os registos duplicados, pode fazê-lo facilmente.
ru: Если у вас есть две или более учетных записей ORCID, вы можете легко удалить любые нежелательные дубликаты.
tr: İki veya daha fazla ORCID kaydınız varsa, istenmeyen kopyaları kolayca kaldırabilirsiniz.
zh_cn: 如果您有两个或更多 ORCID 记录，您可以轻松删除任何不需要的重复记录。

# account.whatHappensWhenIRemove
source: What happens when I remove a duplicate record?
ar: ماذا يحدث عندما أقوم بإزالة سجل مكرر؟
cs: Co se stane, když odstraním duplicitní záznam?
de: Was passiert, wenn ich einen doppelten Eintrag entferne?
es: ¿Qué sucede cuando elimino un registro duplicado?
fr: Que se passe-t-il lorsque je supprime un enregistrement en double ?
ja: 重複レコードを消去するとどうなりますか？
ko: 중복 기록을 삭제하면 어떻게 되나요?
pt: O que é que acontece quando removo um registo duplicado?
ru: Что происходит, когда я удаляю повторную учетную запись?
tr: Yinelenen bir kaydı kaldırdığımda ne olur?
zh_cn: 如果我移除重复记录会发生什么事？

# account.deprecate1
source: - The email addresses associated with the duplicate record are added to this record
ar: - تمت إضافة عناوين البريد الإلكتروني المرتبطة بالسجل المكرر إلى هذا السجل
cs: - E-mailové adresy přidružené k duplicitnímu záznamu budou přidány k aktuálnímu záznamu.
de: - Die mit dem doppelten Eintrag verknüpften E-Mail-Adressen werden diesem Eintrag hinzugefügt
es: - Las direcciones de correo electrónico asociadas a un registro duplicado se añaden a este registro
fr: - Les adresses e-mail associées à l'enregistrement en double sont ajoutées à cet enregistrement.
ja: - 重複レコードに紐づいたメールアドレスがこのレコードに追加されます
ko: - 중복 기록과 연결된 이메일 주소가 이 기록에 추가됩니다.
pt: - Os endereços de e-mail associados ao registo duplicado são adicionados a este registo
ru: - Адреса электронной почты, связанные с повторной учетной записью, добавляются в эту учетную запись
tr: - Yinelenen kayıtla ilişkili e-posta adresleri bu kayda eklenir
zh_cn: - 与重复记录关联的电子邮件地址被添加到此记录

# account.deprecate2
source: - All other information is deleted from the duplicate record
ar: - يتم حذف كافة المعلومات الأخرى من السجل المكرر
cs: - Všechny další údaje z duplicitního záznamu budou smazány.
de: - Alle anderen Informationen werden aus dem doppelten Eintrag gelöscht
es: - El resto de la información se elimina del registro duplicado
fr: - Toutes les autres informations sont supprimées de l'enregistrement dupliqué
ja: - 重複レコードから他の情報がすべて削除されます
ko: - 중복 기록에서 다른 모든 정보가 삭제됩니다.
pt: - Todas as restantes informações são eliminadas do registo duplicado
ru: - Вся остальная информация удаляется из повторной учетной записи
tr: - Diğer tüm bilgiler yinelenen kayıttan silinir
zh_cn: - 所有其他信息均会从重复记录中被删除

# account.learnMoreAboutRemovingDuplicates
source: Learn more about removing duplicate records
ar: اعرف المزيد حول كيفية دمج تسجيلة المكرر
cs: Dozvědět se více o odstraňování duplicitních účtů
de: Erfahren Sie mehr über das Entfernen doppelter Einträge
es: Más información sobre cómo eliminar registros duplicados
fr: En savoir plus sur la suppression des dossiers en double
ja: 重複レコードの削除に関する詳細
ko: 중복된 레코드 제거에 대한 자세한 내용
pt: Saiba mais sobre remover (combinar) registros duplicados
ru: Узнать больше об удалении дубликата
tr: Yinelenen kayıtları kaldırma hakkında daha fazla bilgi edinin
zh_cn: 了解有关删除重复记录的更多信息。

# account.ifYouHaveDuplicated
source: If you have more than one duplicate record repeat the process for each record.
ar: إذا كان لديك أكثر من سجل مكرر كرر العملية لكل سجل.
cs: Pokud máte více než jeden duplicitní záznam, tak tento proces u všech zopakujte.
de: Wenn Sie mehr als einen doppelten Eintrag haben, wiederholen Sie den Vorgang für jeden Eintrag.
es: Si tiene más de un registro duplicado, repita el proceso para cada registro.
fr: Si vous avez plus d'un enregistrement en double, répétez le processus pour chaque enregistrement.
ja: 重複レコードが複数ある場合は、各レコードについてこの手順を繰り返してください。
ko: 중복 기록이 두 개 이상 있는 경우, 각 기록에 대해 이 과정을 반복합니다.
pt: Se tiver mais do que um registo duplicado, repita o processo para cada registo.
ru: Если у вас больше одной повторной учетной записи, повторите процесс для каждой учетной записи.
tr: Birden fazla yinelenen kaydınız varsa, işlemi her kayıt için yineleyin.
zh_cn: 如果您有多个或多个重复记录，请对每条记录重复该过程。

# account.removeADuplicatedRecord
source: Remove a duplicate record
ar: قم بإزالة السجل المكرر
cs: Odstranit duplicitní záznam
de: Einen doppelten Eintrag entfernen
es: Eliminar un registro duplicado
fr: Supprimer un enregistrement en double
ja: 重複レコードを消去する
ko: 중복 기록 삭제하기
pt: Remover um registo duplicado
ru: Удалить повторную учетную запись
tr: Mükerrer kaydı kaldır
zh_cn: 移除重复记录

# account.duplicateRecordEmail
source: Duplicate record email or iD
ar: معرف التسجيلة المكررة أو بريدها الالكتروني
cs: Duplicitní email nebo ORCID iD účtu
de: E-Mail-Adresse oder iD des doppelten Eintrags
es: Correo electrónico u ORCID iD del registro duplicado
fr: Courriel ou ORCID iD du dossier en double
ja: 重複したレコード電子メールまたは ORCID iD
ko: 중복된 레코드 이메일 또는 ORCID iD
pt: E-mail ou ORCID iD do registro duplicado
ru: Сделать копию адреса электронной почты или ORCID iD
tr: Mükerrer kayıt e-postası veya kimliği
zh_cn: 重复记录的电子邮件或 ORCID iD

# account.duplicatedEmailHint
source: The email or iD of the record to be removed
ar: عنوان البريد الإلكتروني أو معرف السجل المراد إزالته
cs: E-mail nebo iD záznamu, který bude smazán
de: Die E-Mail-Adresse oder iD des Eintrags, der entfernt werden soll
es: El correo electrónico o el ORCID iD del registro que se va a eliminar
fr: L'e-mail ou l'iD de l'enregistrement à supprimer
ja: 消去するレコードのメールアドレスまたはiD
ko: 삭제할 기록의 이메일 또는 ID
pt: O e-mail ou ID do registo a remover
ru: Адрес электронной почты или iD удаляемой учетной записи
tr: Kaldırılacak kaydın e-postası veya kimliği
zh_cn: 要删除的记录的电子邮件或 ID

# account.duplicatedRecordPassword
source: Duplicate record password
ar: كلمة مرور التسجيلة المكررة
cs: Heslo k duplicitnímu účtu
de: Passwort des doppelten Eintrags
es: Contraseña del registro duplicado
fr: Copier le mot de passe du dossier
ja: 重複レコードのパスワード
ko: 중복된 레코드 비밀번호
pt: Senha do registro duplicado
ru: Пароль от дубликата
tr: Mükerrer kayıt parolası
zh_cn: 重复记录密码

# account.duplicatedPasswordHint
source: The password for the record to be removed
ar: كلمة المرور للسجل المراد إزالته
cs: Heslo záznamu, který bude smazán
de: Das Passwort für den Eintrag, der entfernt werden soll
es: La contraseña del registro que se va a eliminar
fr: Le mot de passe de l'enregistrement à supprimer
ja: 消去するレコードのパスワード
ko: 삭제할 기록의 비밀번호
pt: A senha do registro a ser removido
ru: Пароль для удаляемой учетной записи
tr: Kaldırılacak kaydın parolası
zh_cn: 要移除的记录的密码

# account.accountActions
source: Account actions
ar: إجراءات الحساب
cs: Akce účtu
de: Kontoaktionen
es: Acciones de la cuenta
fr: Actions sur le compte
ja: アカウントアクション
ko: 계정 활동
pt: Ações da conta
ru: Действия аккаунта
tr: Hesap işlemleri
zh_cn: 帐户操作

# account.downloadYourOrcid
source: Download your ORCID data
ar: تنزيل بيانات أوركيد الخاصة بك
cs: Stáhnout vaše údaje v ORCID
de: Ihre ORCID-Daten herunterladen
es: Descargar datos de ORCID
fr: Télécharger vos données ORCID
ja: ORCIDデータをダウンロードする
ko: 본인 ORCID 데이터 다운로드하기
pt: Descarregar os seus dados do ORCID
ru: Скачайте свои данные ORCID
tr: ORCID verilerinizi indirin
zh_cn: 下载您的 ORCID 数据

# account.removeDuplicate
source: Remove a duplicate record
ar: قم بإزالة السجل المكرر
cs: Odstranit duplicitní záznam
de: Einen doppelten Eintrag entfernen
es: Eliminar un registro duplicado
fr: Supprimer un enregistrement en double
ja: 重複レコードを消去する
ko: 중복된 기록 지우기
pt: Remover um registo duplicado
ru: Удалить повторную учетную запись
tr: Mükerrer kaydı kaldır
zh_cn: 移除重复记录

# account.deactivateYourOrcidAccount
source: Deactivate your ORCID account
ar: قم بإلغاء تنشيط حساب أوركيد الخاص بك
cs: Deaktivovat váš účet ORCID
de: Ihr ORCID-Konto deaktivieren
es: Desactivar su cuenta de ORCID
fr: Désactiver votre compte ORCID
ja: ORCIDアカウントを停止する
ko: 본인 ORCID 계정 비활성화하기
pt: Desativar a sua conta ORCID
ru: Деактивируйте свой аккаунт ORCID
tr: ORCID hesabınızı devre dışı bırakın
zh_cn: 停用您的 ORCID 帐户

# account.notifications
source: Notifications keep you up-to-date with activity in your ORCID record. Updates are automatically sent to your ORCID inbox but you can also have them sent to you by email. You can choose the kind of notifications you wish to receive by email and how often you want to receive them.
ar: تتيح لك الإشعارات الاطلاع على آخر مستجدات النشاط في سجل ORCID الخاص بك. ويتم إرسال التحديثات تلقائيًا إلى صندوق الوارد الخاص بـ ORCID ولكن يمكنك أيضًا إرسالها إليك عبر البريد الإلكتروني. ويمكنك اختيار نوع الإشعارات التي ترغب في تلقيها عبر البريد الإلكتروني وعدد المرات التي ترغب في تلقيها بها.
cs: Oznámení zajišťují, že budete stále v obraze ohledně aktivity ve vašem záznamu ORCID. Aktualizace se automaticky posílají do vaší schránky ORCID ale můžete si je také nechat zasílat e-mailem. Můžete si vybrat, jaký druh oznámení chcete dostávat e-mailem a jak často je chcete dostávat.
de: Benachrichtigungen halten Sie über die Aktivitäten in Ihrem ORCID-Eintrag auf dem Laufenden. Aktualisierungen werden automatisch an Ihren ORCID-Posteingang gesendet, aber Sie können sie sich auch per E-Mail zusenden lassen. Sie können wählen, welche Art von Benachrichtigungen Sie per E-Mail erhalten möchten und wie oft Sie diese erhalten möchten.
es: Las notificaciones le mantienen informado de la actividad de su registro ORCID. Recibirá las notificaciones de forma automática en su bandeja de entrada de ORCID, pero puede recibirlas también en su correo electrónico. De hecho, puede elegir el tipo de notificaciones que desea recibir por correo electrónico y la frecuencia con la que le gustaría recibirlas.
fr: Les notifications vous tiennent au courant de l'activité de votre dossier ORCID. Les mises à jour sont automatiquement envoyées dans votre boîte de réception ORCID, mais vous pouvez également les recevoir par e-mail. Vous pouvez choisir le type de notifications que vous souhaitez recevoir par e-mail et la fréquence à laquelle vous souhaitez les recevoir.
ja: 通知を受信することで、ORCIDレコードのアクティビティに関する最新情報を把握できます。更新情報は自動的にORCIDの受信トレイに送信されますが、メールで送信することもできます。メールで受け取りたい通知の種類や頻度は選択可能です。
ko: 알림은 ORCID 레코드 내 활동에 대한 최신 정보를 제공합니다. 업데이트는 ORCID 수신함으로 자동 전송되지만 이메일로도 받아볼 수 있습니다. 이메일로 받고 싶은 알림의 종류와 수신 빈도를 직접 선택할 수 있습니다.
pt: As notificações mantêm-no atualizado relativamente ao seu registo ORCID, As atualizações são automaticamente enviadas para a sua caixa de entrada ORCID, mas também podem ser enviadas por e-mail. Pode escolher os tipos de notificações que deseja receber por e-mail e com que frequência pretende receber essas notificações.
ru: Мы присылаем уведомления о действиях в вашем профиле ORCID. Они автоматически отправляются в почтовый ящик ORCID или на ваш адрес электронной почты. Вы можете настроить частоту и тип получаемых уведомлений.
tr: Bildirimler, ORCID kaydınızdaki etkinlikten haberdar olmanızı sağlar. Gelişmeler otomatik olarak ORCID gelen kutunuza gönderilir ama ayrıca e-posta olarak da gönderilmelerini sağlayabilirsiniz. E-posta aracılığıyla hangi tür bildirimleri almak istediğinizi seçebilir, bunları ne sıklıkta almak istediğinizi belirleyebilirsiniz.
zh_cn: 通知让您了解 ORCID 记录中的最新活动。更新会自动发送到您的 ORCID 收件箱，但您也可以通过电子邮件发送更新。您可以选择希望通过电子邮件接收的通知类型和接收频率。

# account.inAdditionToTheOptional
source: In addition to the optional account and record notifications, we may occasionally send you emails with service messages relating to your ORCID account. As the information in these emails may affect your privacy settings and the functioning of your ORCID account, you cannot opt-out of these service messages per our
ar: بالإضافة إلى إشعارات الحساب والسجل الاختيارية، قد نرسل إليك أحيانًا رسائل بريد إلكتروني تحتوي على رسائل خدمة تتعلق بحسابك على ORCID. ونظرًا لأن المعلومات الموجودة في رسائل البريد الإلكتروني هذه قد تؤثر على إعدادات الخصوصية الخاصة بك وطريقة عمل حسابك على ORCID، لا يمكنك إلغاء الاشتراك في رسائل الخدمة هذه وفقًا لـ
cs: Vedle volitelného účtu a oznámeních o záznamu vám příležitostně můžete zasílat e-maily se servisními zprávami souvisejícími s vaším účtem ORCID. Protože informace v těchto e-mailech mohou mít vliv na vaše natavení ochrany osobních údajů a funkci vašeho účtu ORCID, nemůžete se z těchto servisních zpráv odhlásit prostřednictvím naší/našich
de: Zusätzlich zu den optionalen Konten- und Eintragsbenachrichtigungen können wir Ihnen gelegentlich E-Mails mit Servicemeldungen senden, die Ihr ORCID-Konto betreffen. Da die Informationen in diesen E-Mails Ihre Datenschutzeinstellungen und die Funktion Ihres ORCID-Kontos beeinflussen können, können Sie diese Servicemeldungen nicht abbestellen. Sehen Sie dazu unsere
es: Es posible que, además de notificaciones opcionales sobre su cuenta y registro, le enviemos también correos electrónicos con mensajes de mantenimiento relacionados con su cuenta de ORCID de forma esporádica. Dado que la información de tales correos electrónicos puede afectar tanto a su configuración de privacidad como al funcionamiento de su cuenta de ORCID, no puede optar por no recibir mensajes de mantenimiento según nuestra
fr: En plus des notifications facultatives relatives au compte et à l'enregistrement, nous pouvons occasionnellement vous envoyer des e-mails contenant des messages de service relatifs à votre compte ORCID. Comme les informations contenues dans ces e-mails peuvent affecter vos paramètres de confidentialité et le fonctionnement de votre compte ORCID, vous ne pouvez pas refuser de recevoir ces messages de service conformément à notre politique de confidentialité.
ja: 任意のアカウントや記録の通知に加え、ORCIDアカウントに関連するサービスメッセージをメールでお送りすることがあります。これらのメールに記載されている情報は、お客様のプライバシー設定やORCIDアカウントの機能に影響を与える可能性があるため、これらのサービスメッセージをオプトアウトすることはできません。※次に基づく:
ko: 선택적인 계정 및 레코드 알림에 더해, 종종 ORCID 계정과 관련한 서비스 메시지가 이메일로 전송될 수 있습니다. 이러한 이메일은 포함된 정보가 프라이버시 설정 및 ORCID 계정의 기능에 영향을 끼칠 수 있기에 이러한 서비스 메시지는 다음 정책에 따라 수신 거부할 수 없습니다.
pt: Para além das notificações da conta opcional e do registo, podemos enviar-lhe ocasionalmente e-mails com mensagens de serviço relacionadas com a sua conta ORCID. Uma vez que as informações nestes e-mails podem afetar as suas definições de privacidade e o funcionamento da sua conta ORCID, pode optar por cancelar estas mensagens de serviço, segundo a nossa
ru: Помимо дополнительных уведомлений об аккаунте и профиле ORCID, иногда вы будете получать технические. Поскольку содержащаяся в них информация может повлиять на настройки конфиденциальности и работу аккаунта ORCID, вы не можете отказаться от получения этих сообщений в соответствии с политикой конфиденциальности.
tr: İsteğe bağlı hesap ve kayıt bildirimlerine ek olarak, size zaman zaman ORCID hesabınızla ilgili e-postalar ve hizmet mesajları gönderebiliriz. Bu e-postalardaki bilgiler gizlilik ayarlarınızı ve ORCID hesabınızın işleyişini etkileyebileceğinden, şu kapsamda bu hizmet mesajlarına aboneliğinizi sonlandırabilirsiniz:
zh_cn: 除了可选的账户和记录通知外，我们还会偶尔向您发送与您的 ORCID 账户相关的服务信息电子邮件。由于这些电子邮件中的信息可能会影响您的隐私设置和您的 ORCID 帐户的功能，您无法根据我们的规定选择退出这些服务信息。

# account.privacypolicy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシー・ポリシー
ko: 개인정보보호 정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_cn: 隐私政策

# account.notificationEmailAddress
source: Notification email address
ar: عنوان البريد الإلكتروني للإشعار
cs: E-mailová adresa oznámení
de: Benachrichtigungs-E-Mail-Adresse
es: Dirección de correo electrónico de las notificaciones
fr: Adresse e-mail de notification
ja: 通知用メールアドレス
ko: 알림 이메일 주소
pt: Endereço de e-mail da notificação
ru: Адрес электронной почты для уведомлений
tr: Bildirim e-posta adresi
zh_cn: 通知电子邮件地址

# account.yourOrcidNotification
source: Your ORCID notification emails will be sent to:
ar: سيتم إرسال رسائل البريد الإلكتروني الخاصة بإشعارات ORCID الخاصة بك إلى:
cs: Vaše e-maily s oznámením ORCID budou odeslány na:
de: Ihre ORCID-Benachrichtigungs-E-Mails werden gesendet an:
es: Recibirá las notificaciones por correo electrónico de ORCID en:
fr: Vos e-mails de notification ORCID seront envoyés à :
ja: ORCIDの通知メールは次に送信されます:
ko: ORCID 알림 이메일을 받을 주소:
pt: Os e-mails de notificação ORCID serão enviados para:
ru: Уведомления от ORCID будут отправляться на адрес:
tr: ORCID bildirim e-postalarınız şu adrese gönderilecek:
zh_cn: 您的 ORCID 通知邮件将发送至

# account.verifiedEmailAddress
source: Verified email address
ar: عنوان البريد الإلكتروني الذي تم التحقق منه
cs: Ověřená e-mailová adresa
de: Verifizierte E-Mail-Adresse
es: Dirección de correo electrónico verificada
fr: Adresse e-mail vérifiée
ja: 確認済みのメールアドレス
ko: 확인된 이메일 주소
pt: Endereço de e-mail verificado
ru: Подтвержденный адрес электронной почты
tr: Doğrulanmış e-posta adresi
zh_cn: 已验证的电子邮件地址
