Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# works.conferenceTitle
source: Conference title
ar: عنوان المؤتمر
cs: Název konference
de: Titel der Konferenz
es: Título de conferencia
fr: Titre de conférence
ja: 学会タイトル
ko: 컨퍼런스 이름
pt: Título da conferência
ru: Название конференции
tr: Konferans başlığı
zh_cn: 会议标题

# works.bookTitle
source: Book title
ar: عنوان الكتاب
cs: Název knihy
de: Buchtitel
es: Título de libro
fr: Titre de livre
ja: 書籍タイトル
ko: 책 제목
pt: Título do livro
ru: Название книги
tr: Kitap adı
zh_cn: 图书标题

# works.journalTitle
source: Journal title
ar: عنوان الدورية
cs: Název časopisu
de: Zeitschriftentitel
es: Título de revista
fr: Titre de revue
ja: 専門誌タイトル
ko: 저널명
pt: Título da revista
ru: Заголовок согласно периодическому изданию
tr: Dergi başlığı
zh_cn: 期刊标题

# works.magazineTitle
source: Magazine title
ar: عنوان المجلة
cs: Název časopisu
de: Zeitschriftentitel
es: Título de magacín
fr: Titre de magazine
ja: 雑誌タイトル
ko: 잡지명
pt: Título da revista
ru: Название журнала
tr: Dergi başlığı
zh_cn: 杂志标题

# works.newsletterTitle
source: Newsletter title
ar: عنوان نشرة الأخبار
cs: Název oběžníku
de: Newsletter-Titel
es: Título de boletín informativo
fr: Titre de bulletin d'information
ja: ニュースレタータイトル
ko: 뉴스레터 이름
pt: Título do Folheto Informativo
ru: Название рассылки
tr: Bülten başlığı
zh_cn: 时事标题

# works.newspaperTitle
source: Newspaper title
ar: عنوان الصحيفة
cs: Název novin
de: Zeitungstitel
es: Título de periódico
fr: Nom de journal
ja: 新聞タイトル
ko: 신문사
pt: Título do jornal
ru: Название газеты
tr: Gazete başlığı
zh_cn: 报纸标题

# works.institution
source: Institution
ar: المؤسسة
cs: Instituce
es: Institución
ja: 機関
ko: 기관
pt: Instituição
ru: Организация
tr: Kuruluş
zh_cn: 机构

# works.custodian
source: Custodian
ar: وصي
cs: strážce
de: Verwahrer
es: Custodio
fr: Dépositaire
ja: 管理人
ko: 관리인
pt: Conservador
ru: Хранитель
tr: Sorumlu
zh_cn: 托管人

# works.noSpecifiedRole
source: No specified role
ar: لا يوجد دور مُحدّد
cs: Žádná určená úloha
de: Keine festgelegte Rolle
es: No se ha especificado ningún rol
fr: Aucun rôle spécifié
ja: 役割が指定されていません
ko: 지정된 역할 없음
pt: Nenhuma função especificada
ru: Роль не выбрана
tr: Belirtilen rol yok
zh_cn: 没有指定的角色

# works.conceptualization
source: Conceptualization
ar: تحديد المفهوم
cs: Konceptualizace
de: Konzeptualisierung
es: Conceptualización
fr: Conceptualisation
ja: 研究の立案
ko: 개념화
pt: Conceitualização
ru: Разработка концепции
tr: Kavramsallaştırma
zh_cn: 概念化

# works.dataCuration
source: Data curation
ar: تنظيم البيانات
cs: Správa dat
de: Datenpflege
es: Curación de datos
fr: Préparation des données
ja: データ収集・整理
ko: 데이터 큐레이션
pt: Curadoria de dados
ru: Курирование данных
tr: Veri iyileştirme
zh_cn: 数据管理

# works.formalAnalysis
source: Formal analysis
ar: التحليل الرسمي
cs: Formální analýza
de: Formale Analyse
es: Análisis formal
fr: Analyse formelle
ja: 正式な解析の実施
ko: 정규 분석
pt: Análise formal
ru: Формальный анализ
tr: Resmi analiz
zh_cn: 正式分析

# works.fundingAcquisition
source: Funding acquisition
ar: الشراء والتمويل
cs: Získání finančních prostředků
de: Akquise von Finanzmitteln
es: Captación de fondos
fr: Acquisition des financements
ja: 研究資金の調達
ko: 자금 유치
pt: Angariação de fundos
ru: Получение финансирования
tr: Finansman alımı
zh_cn: 基金获取

# works.investigation
source: Investigation
ar: التحقيق
cs: Výzkum
de: Untersuchung
es: Investigación
ja: 調査・検証
ko: 조사
pt: Investigação
ru: Проведение исследования
tr: Araştırma
zh_cn: 做研究

# works.methodology
source: Methodology
ar: المنهجية
cs: Metodologie
de: Methodik
es: Metodología
fr: Méthodologie
ja: 研究方法
ko: 방법론
pt: Metodologia
ru: Разработка методологии
tr: Metodoloji
zh_cn: 方法学

# works.projectAdministration
source: Project administration
ar: إدارة المشروع
cs: Administrativní správa projektu
de: Projektverwaltung
es: Administración del proyecto
fr: Administration du projet
ja: 研究プロジェクトの管理
ko: 프로젝트 행정 관리
pt: Administração do projeto
ru: Административное руководство исследовательским проектом
tr: Proje yönetimi
zh_cn: 项目管理

# works.resources
source: Resources
ar: الموارد
cs: Zdroje
de: Ressourcen
es: Recursos
fr: Ressources
ja: 研究を行う上で必要な諸要素
ko: 리소스
pt: Recursos
ru: Предоставление ресурсов
tr: Kaynaklar
zh_cn: 资源供给

# works.supervision
source: Supervision
ar: الإشراف
cs: Dohled
es: Supervisión
ja: 研究の監督
ko: 지도
pt: Supervisão
ru: Научное руководство
tr: Gözetim
zh_cn: 指导

# works.validation
source: Validation
ar: التحقق من الصلاحية
cs: Ověřování
de: Validierung
es: Validación
ja: 研究の検証
ko: 검증
pt: Validação
ru: Валидация результатов
tr: Doğrulama
zh_cn: 验证

# works.visualization
source: Visualization
ar: التصور
cs: Vizualizace
de: Visualisierung
es: Visualización
fr: Présentation visuelle
ja: 研究の可視化
ko: 시각화
pt: Visualização
ru: Визуализация
tr: Görselleştirme
zh_cn: 可视化

# works.writingOriginalDraft
source: Writing - original draft
ar: الكتابة - المسودة الأصلية
cs: Psaní – původní pracovní verze
de: Schreiben - Originalentwurf
es: Redacción - borrador original
fr: Rédaction - ébauche du manuscrit initial
ja: 執筆 – 草稿作成
ko: 작성 - 원 초안
pt: Escrita – texto original
ru: Написание черновика рукописи
tr: Yazı - orijinal taslak
zh_cn: 撰写 - 原始草稿

# works.writingReviewEditing
source: Writing - review & editing
ar: الكتابة والمراجعة والتعديل
cs: Psaní – návrh změn a editace
de: Schreiben - Überprüfung und Überarbeitung
es: Redacción - revisión y edición
fr: Rédaction - relectures et corrections
ja: 執筆 – レビューおよび校閲
ko: 작성 - 검토 및 편집
pt: Escrita – revisão e edição
ru: Написание рукописи – рецензирование и редактирование
tr: Yazı - inceleme ve düzenleme
zh_cn: 撰写 - 评论和编辑

# works.author
source: Author
ar: مؤلف
cs: Autor
de: Autor
es: Autor
fr: Auteur
ja: 著者
ko: 저자
pt: Autor
ru: Автор
tr: Yazar
zh_cn: 作者

# works.assignee
source: Assignee
ar: متنازل له
cs: Příjemce
de: Bevollmächtigter
es: Cesionario
fr: Cessionnaire
ja: 受託者
ko: 피할당자
pt: Responsável
ru: Исполнитель
tr: Vekil
zh_cn: 被分配者

# works.editor
source: Editor
ar: محرر
fr: Éditeur
ja: 編集者
ko: 편집자
ru: Редактор
tr: Editör
zh_cn: 编辑

# works.chairOrTranslator
source: Chair or Translator
ar: رئيس أو مترجم
cs: Předseda nebo překladatel
de: Vorsitzender oder Übersetzer
es: Presidente o traductor
fr: Président ou traducteur
ja: 議長または翻訳者
ko: 의장/번역자
pt: Presidente ou tradutor
ru: Руководитель или переводчик
tr: Kurul Başkanı veya Çevirmen
zh_cn: 主席或翻译

# works.coInvestigator
source: Co-investigator
ar: محقق مشارك
cs: Spoluautor recenze
de: Co-Ermittler
es: Coinvestigador
fr: Enquêteur associé
ja: 共同研究者
ko: 공동조사원
pt: Co-investigador
ru: Соавтор исследования
tr: Yardımcı araştırmacı
zh_cn: 共同研究人

# works.coInventor
source: Co-inventor
ar: مخترع مشارك
cs: Spoluautor vynálezu
de: Miterfinder
fr: Inventeur associé
ja: 共同発明者
ko: 공동연구원
ru: Соавтор изобретения
tr: Müşterek mucit
zh_cn: 共同发明人

# works.graduateStudent
source: Graduate Student
ar: طالب خريج
cs: Postgraduální student
de: Doktorand
es: Estudiante de posgrado
fr: Étudiant diplômé
ja: 大学院生
ko: 대학원생
pt: Estudante universitário (2.º ou 3.º ciclo)
ru: Аспирант
tr: Yüksek Lisans Öğrencisi
zh_cn: 研究生

# works.otherInventor
source: Other inventor
ar: مخترع آخر
cs: Jiný vynálezce
de: Anderer Erfinder
es: Otro inventor
fr: Autre inventeur
ja: その他の発明者
ko: 기타 연구원
pt: Outro inventor
ru: Другой изобретатель
tr: Diğer mucit
zh_cn: 其他发明人

# works.principalInvestigator
source: Principal Investigator
ar: محقق رئيسي
cs: Hlavní recenzent
de: Hauptermittler
es: Investigador principal
fr: Enquêteur principal
ja: 主任研究者
ko: 연구책임자
pt: Investigador principal
ru: Главный исследователь
tr: Baş Araştırmacı
zh_cn: 首席研究员

# works.postdoctoralResearcher
source: Postdoctoral Researcher
ar: باحث ما بعد الدكتوراه
cs: Postdoktorandský výzkumný pracovník
de: Postdoktorand
es: Investigador posdoctoral
fr: Chercheur post-doctoral
ja: 博士研究員
ko: 박사 후 연구원
pt: Investigador em pós-doutoramento
ru: Докторант-исследователь
tr: Doktora Sonrası Araştırmacı
zh_cn: 博士后研究员

# works.supportStaff
source: Support Staff
ar: فريق دعم
cs: Podpůrný personál
de: Support-Mitarbeiter
es: Personal de apoyo
fr: Personnel administratif
ja: サポートスタッフ
ko: 보조원
pt: Staff de apoio
ru: Вспомогательный персонал
tr: Destek Personeli
zh_cn: 技术支持人员

# works.lead
source: Lead
ar: المسؤول
cs: Vedení
de: Leiter
es: Director
fr: Responsable
ja: リーダー
ko: 주저자
pt: Responsável
ru: Руководитель
tr: Öncü
zh_cn: 第一作者

# works.coLead
source: Co-lead
ar: المسؤول المشارك
cs: Spoluvedení
de: Co-Leiter
es: Codirector
fr: Co-responsable
ja: 共同リーダー
ko: 공동 주저자
pt: Corresponsável
ru: Соруководитель
tr: Ortak
zh_cn: 共同作者

# works.supportedBy
source: Supported by
ar: بدعم من
cs: Podpora
de: Unterstützt von
es: Con la colaboración de
fr: Soutien
ja: サポート:
ko: 지원:
pt: Com o apoio de
ru: При поддержке
tr: Destekleyen:
zh_cn: 支持者

# works.otherContribution
source: Other contribution
ar: المساهمات الأخرى
cs: Další příspěvek
de: Anderer Beitrag
es: Otra contribución
fr: Autre contribution
ja: その他の貢献
ko: 다른 기여자
pt: Outra contribuição
ru: Прочий вклад
tr: Diğer katkılar
zh_cn: 其他投稿人

# works.self
source: Self
ar: ذاتي
cs: Vlastní
de: Selbst
es: Propio
fr: Soi-même
ja: 自身
ko: 자신
pt: Próprio
ru: Самостоятельная
tr: Kendi
zh_cn: 自己

# works.partOf
source: Part of
ar: جزء من
cs: Je součástí
de: Teil von
es: Parte de
fr: partie de
ja: 次の一部
ko: 부분
pt: Parte de
ru: Часть
tr: Parçası:
zh_cn: 部分

# works.versionOf
source: Version of
ar: نسخة من
cs: Verze
de: Version von
es: Versión de
fr: Version de
ja: バージョン：
ko: 다음의 버전:
pt: Versão de
ru: Версия
tr: Sürüm:
zh_cn: 版本：

# works.fundedBy
source: Funded by
ar: ممول من
cs: Financováno
de: Finanziert durch
es: Financiado por
fr: Financé par
ja: 資金の提供：
ko: 자금 제공 주체
pt: Financiado por
ru: Источник финансирования
tr: Finanse eden:
zh_cn: 资助方

# works.selfDescription
source: The identifier applies to the work itself. For example, a DOI for a book chapter.
ar: ينطبق المُعرف على العمل نفسه. على سبيل المثال، DOI لفصل ما من كتاب.
cs: Identifikátor se vztahuje na dílo samotné. Například DOI pro kapitolu knihy.
de: Die Kennung gilt für das Werk selbst. Zum Beispiel ein DOI für ein Buchkapitel.
es: El identificador se aplica a la obra en sí. Por ejemplo, un DOI para un capítulo de un libro.
fr: L'identifiant s'applique au travail lui-même, comme, par exemple, un DOI pour un chapitre d'un livre.
ja: 識別子は著作物自体に適用されます（例：文献の章のDOIなど）。
ko: 이 식별자는 작업 자체에 적용됩니다. 예를 들어 책의 챕터에 적용되는 DOI가 해당됩니다.
pt: O identificador aplica-se à própria obra. Por exemplo, um DOI para um capítulo de livro.
ru: Идентификатор относится к самой работе. Например, DOI для главы книги.
tr: Tanımlayıcı, bir kitap bölümü için DOI gibi çalışmanın kendisi için geçerlidir.
zh_cn: 此识别码用于识别成果本身。例如，专著章节的 DOI 识别码。

# works.partOfDescription
source: The identifier applies to part of a larger work. For example, the ISBN of the book in which the work was published.
ar: ينطبق المعرف على جزء من عمل أكبر. على سبيل المثال، رقم الـ ISBN للكتاب الذي نُشر العمل فيه.
cs: Identifikátor se vztahuje na část většího díla. Například ISBN knihy, ve které bylo dílo publikováno.
de: Die Kennung gilt für einen Teil eines größeren Werkes. Zum Beispiel die ISBN des Buches, in dem das Werk veröffentlicht wurde.
es: El identificador se aplica a parte de un trabajo más amplio. Por ejemplo, el ISBN del libro en el que se publicó el trabajo.
fr: L'identifiant s'applique à une partie d'une œuvre plus importante, comme, par exemple, l'ISBN du livre dans lequel le travail a été publié.
ja: 識別子は、より大きな作品の一部に適用されます。例えば、作品が掲載された書籍のISBNなどです。
ko: 이 식별자는 분량 많은 작업의 일부분에 적용됩니다. 예를 들어, 출간된 작품의 책에 붙는 ISBN이 해당됩니다.
pt: O identificador aplica-se a parte de uma obra maior. Por exemplo, o ISBN do livro em que a obra foi publicada.
ru: Идентификатор применяется к части более крупной работы. Например, ISBN книги, в которой опубликована работа.
tr: Tanımlayıcı, çalışmanın yayınlandığı kitabın ISBN'si gibi daha büyük bir çalışmanın bir kısmı için geçerlidir.
zh_cn: 此识别码适用于更大的成果。例如，成果所在书籍的 ISBN 识别码。

# works.versionOfDescription
source: The identifier applies to an alternate version of the work. For example, an earlier draft of an article.
ar: ينطبق المعرف على نسخة بديلة من العمل. على سبيل المثال، مسودة سابقة لمقال.
cs: Identifikátor se vztahuje na alternativní verzi díla. Například dřívější koncept článku.
de: Die Kennung gilt für eine alternative Version des Werks. Zum Beispiel ein früherer Entwurf eines Artikels.
es: El identificador se aplica a una versión alternativa del trabajo. Por ejemplo, un borrador anterior de un artículo.
fr: L'identifiant s'applique à une autre version du travail, comme, par exemple, un version préliminaire précédente d'un article.
ja: この識別子は、作品の代替バージョンに適用されます。例えば、論文の初期のドラフトなどです。
ko: 이 식별자는 작업의 다른 버전에 적용됩니다. 예를 들어 논문의 초안이 해당됩니다.
pt: O identificador aplica-se a uma versão alternativa da obra. Por exemplo, um rascunho anterior de um artigo.
ru: Идентификатор относится к альтернативной версии работы. Например, более ранний черновик статьи.
tr: Tanımlayıcı, bir makalenin daha önceki bir taslağı gibi çalışmanın alternatif bir sürümü için geçerlidir.
zh_cn: 此识别码适用于其他版本的成果。例如论文的草稿版。

# works.fundedByDescription
source: The identifier applies to the funding for the work.
ar: ينطبق المعرف على تمويل العمل.
cs: Identifikátor se vztahuje na financování díla.
de: Die Kennung gilt für die Finanzierung der Werk.
es: El identificador se aplica a la financiación del trabajo.
fr: L'identifiant s'applique au financement du travail.
ja: 識別子は、作品の資金調達に適用されます。
ko: 이 식별자는 작업에 대한 펀딩에 적용됩니다.
pt: O identificador aplica-se ao financiamento para a obra.
ru: Идентификатор относится к финансированию работы.
tr: Tanımlayıcı, çalışmanın finansmanı için geçerlidir.
zh_cn: 该识别码适用于该成果的基金。

# public-layout.for_organizations
source: For Organizations
ar: للمنظمات
cs: Pro organizace
de: Für Organisationen
es: Para organizaciones
fr: Pour les organismes
ja: 機関の方
ko: 기관용
pt: Para Organizações
ru: Для организаций
tr: Kuruluşlar İçin
zh_cn: 面向组织

# public-layout.help
source: Help
ar: المساعدة
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Помощь
tr: Yardım
zh_cn: 帮助

# login.registerOrcidId
source: Register for an ORCID iD
ar: التسجيل للحصول على معرف أوركيد
cs: Získejte svůj ORCID iD
de: Für eine ORCID iD registrieren
es: Regístrese para obtener un ORCID iD
fr: Enregistrez-vous pour obtenir un ORCID iD
ja: ORCID iD を登録
ko: ORCID iD 가입
pt: Registre-se para um ORCID iD
ru: Зарегистрироваться и получить ORCID iD
tr: ORCID Kimliği için kaydolun
zh_cn: 注册自己 ORCID iD 号

# manage_delegators.learn_more.link.text
source: Learn more
ar: اعرف المزيد
cs: Více informací
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳細
ko: 더 보기
pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
zh_cn: 了解更多

# public-layout.funders
source: Funders
ar: الممولون
cs: Poskytovatelé financí
de: Geldgeber
es: Financiadores
fr: Investisseurs
ja: 研究助成機関
ko: 연구비지원기관
pt: Fundadores
ru: Спонсоры исследований
tr: Finansman Sağlayıcılar
zh_cn: 资助商

# public-layout.research_organizations
source: Research Organizations
ar: منظمات البحث
cs: Výzkumné organizace
de: Forschungsorganisationen
es: Organizaciones de investigación
fr: Organismes de recherche
ja: 研究機関
ko: 연구기관
pt: Organizações de Pesquisa
ru: Исследовательские организации
tr: Araştırma Kuruluşları
zh_cn: 研究组织

# public-layout.publishers
source: Publishers
ar: الناشرون
cs: Vydavatelé
de: Verlage
es: Editores
fr: Éditeurs
ja: 出版社
ko: 출판사
pt: Editores
ru: Издатели
tr: Yayıncılar
zh_cn: 出版商

# public-layout.associations
source: Associations
ar: جمعيات
cs: Asociace
de: Vereinigungen
es: Asociaciones
ja: 学会
ko: 협회
pt: associações
ru: Ассоциации
tr: İştirakler
zh_cn: 关联

# public-layout.integrators
source: Integrators
ar: تكامل
cs: Integrátoři
de: Integratoren
es: Integradores
fr: Intégrateurs
ja: 開発者
ko: 통합사업자
pt: Integradores
ru: Интеграторы
tr: Entegratörler
zh_cn: 集成商

# public-layout.what_is_orcid
source: What is ORCID
ar: ما هو أوركيد
cs: Co je ORCID
de: Was ist ORCID
es: Qué es ORCID
fr: Qu'est-ce qu'ORCID
ja: ORCID とは
ko: ORCID란?
pt: O que é o ORCID
ru: Что такое ORCID?
tr: ORCID Nedir?
zh_cn: ORCID 是什么

# public-layout.the_orcid_team
source: The ORCID Team
ar: فريق أوركيد
cs: Tým ORCID
de: Das ORCID-Team
es: El equipo ORCID
fr: L'équipe ORCID
ja: ORCID チーム
ko: ORCID 팀
pt: A Equipe ORCID
ru: Команда ORCID
tr: ORCID Ekibi
zh_cn: ORCID 团队

# public-layout.the_orcid_community
source: The ORCID Community
ar: مجتمع أوركيد
cs: Komunita ORCID
de: Die ORCID-Community
es: La comunidad ORCID
fr: La communauté ORCID
ja: ORCID コミュニティ
ko: ORCID 커뮤니티
pt: A Comunidade ORCID
ru: Сообщество ORCID
tr: ORCID Topluluğu
zh_cn: ORCID 社区

# public-layout.events
source: Events
ar: أحداث
cs: Události
de: Veranstaltungen
es: Eventos
fr: Événements
ja: イベント
ko: 이벤트
pt: Eventos
ru: События
tr: Etkinlikler
zh_cn: 事件

# public-layout.news
source: News
ar: الأخبار
cs: Novinky
de: Neuigkeiten
es: Noticias
fr: Actualités
ja: ニュース
ko: 뉴스
pt: Notícias
ru: Новости
tr: Haberler
zh_cn: 消息

# public-layout.faq
source: FAQ
ar: الأسئلة الشائعة
cs: Časté dotazy
es: Preguntas frecuentes
ko: 자주 묻는 질문
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
tr: SSS
zh_cn: 常见问题解答

# public-layout.give_feedback
source: Give Feedback
ar: اعطي تغذية راجعة
cs: Zpětná vazba
de: Feedback geben
es: Comentarios
fr: Laisser un commentaire
ja: ご意見をお聞かせください
ko: 피드백 보내기
pt: Fornecer Opinião
ru: Оставить отзыв
tr: Geri Bildirimde Bulunun
zh_cn: 提供反馈

# public-layout.contact_us
source: Contact us
ar: اتصل بنا
cs: Kontaktujte nás
de: Kontaktieren Sie uns
es: Contáctenos
fr: Nous contacter
ja: お問い合わせ
ko: 연락처
pt: Contato
ru: Свяжитесь с нами
tr: Bizimle iletişime geçin
zh_cn: 联系

# public-layout.knowledge_base
source: Knowledge Base
ar: قاعدة المعرفة
cs: Báze vědomostí
de: Wissensdatenbank
es: Base de conocimiento
fr: Base de connaissances
ja: 各種資料
ko: 지식베이스
pt: Banco de Conhecimento
ru: База знаний
tr: Bilgi Bankası
zh_cn: 知识库

# ngOrcid.outreach
source: OUTREACH RESOURCES
ar: مصادر التواصل
cs: ZDROJE DOSAHU
de: OUTREACH-RESSOURCEN
es: RECURSOS DE DIFUSIÓN
fr: RESSOURCES POUR LA DIFFUSION
ja: アウトリーチリソース
ko: 지원 리소스
pt: RECURSOS DE DIVULGAÇÃO
ru: ИНФОРМАЦИОННЫЕ РЕСУРСЫ
tr: SOSYAL YARDIM KAYNAKLARI
zh_cn: 拓展资源

# ngOrcid.ambassadors
source: Ambassadors
ar: السفراء
cs: Ambasadoři
de: Botschafter
es: Embajadores
fr: Ambassadeurs
ja: アンバサダー
ko: 대사
pt: Embaixadores
ru: Представители
tr: Büyükelçiler
zh_cn: 代表

# ngOrcid.useCases
source: USE CASES
ar: استخدام الحالات
cs: POUŽÍT PŘÍPADY
de: ANWENDUNGSFÄLLE
es: CASOS DE USO
fr: CAS D'UTILISATION
ja: ユースケース
ko: 사용 사례
pt: USAR CASOS
ru: ПРИМЕРЫ ИСПОЛЬЗОВАНИЯ
tr: KULLANIM ÖRNEKLERİ
zh_cn: 使用情形

# ngOrcid.theOrcidApi
source: THE ORCID API
ar: واجهة برمجة التطبيق الخاصة بـ ORCID
cs: API ORCID
de: DIE ORCID-API
es: LA API DE ORCID
fr: L'API ORCID
ja: ORCID API
ko: ORCID API
pt: O API ORCID
ru: ORCID API
tr: ORCID API'Sİ
zh_cn: ORCID API

# ngOrcid.registerClientApp
source: REGISTER A CLIENT APPLICATION
ar: تسجيل طلب عميل
cs: ZAREGISTROVAT KLIENTSKOU APLIKACI
de: CLIENT-ANTRAG EINREICHEN
es: REGISTRAR UNA APLICACIÓN DE CLIENTE
fr: ENREGISTRER UNE APPLICATION CLIENT
ja: クライアントアプリケーションの登録
ko: 클라이언트 애플리케이션 등록
pt: REGISTRAR UM APLICATIVO DE CLIENTE
ru: ЗАРЕГИСТРИРОВАТЬ ЗАЯВКУ КЛИЕНТА
tr: BİR İSTEMCİ BAŞVURUSU KAYDET
zh_cn: 注册客户端应用程序

# ngOrcid.currentIntegrations
source: CURRENT INTEGRATIONS
ar: عمليات التكامل الحالية
cs: AKTUÁLNÍ INTEGRACE
de: AKTUELLE INTEGRATIONEN
es: INTEGRACIONES ACTUALES
fr: INTÉGRATIONS ACTUELLES
ja: 現在のインテグレーション
ko: 현재 통합
pt: INTEGRAÇÕES ATUAIS
ru: ТЕКУЩИЕ ИНТЕГРАЦИИ
tr: GÜNCEL ENTEGRASYONLAR
zh_cn: 当前集成

# ngOrcid.integrationsChart
source: INTEGRATION CHART
ar: مخطط التكامل
cs: TABULKA INTEGRACE
de: INTEGRATIONSGRAFIK
es: TABLA DE INTEGRACIÓN
fr: TABLEAU D'INTÉGRATION
ja: インテグレーションチャート
ko: 통합 차트
pt: GRÁFICO DE INTEGRAÇÕES
ru: СХЕМА ИНТЕГРАЦИИ
tr: ENTEGRASYON ŞEMASI
zh_cn: 集成图

# ngOrcid.betaTesters
source: BETA TESTERS
ar: برامج اختبار بيتا
cs: BETA TESTUJÍCÍ
de: BETA-TESTER
es: EVALUADORES BETA
fr: BÊTA-TESTEURS
ja: ベータ版テスター
ko: 베타 테스터
pt: TESTADORES BETA
ru: БЕТА-ТЕСТИРОВЩИКИ
tr: BETA TEST UZMANLARI
zh_cn: BETA 版试用者

# public-layout.our_mission
source: Our Mission
ar: مهمتنا
cs: Naše mise
de: Unsere Mission
es: Nuestra misión
fr: Notre mission
ja: ORCID の使命
ko: 사명
pt: Nossa Missão
ru: Цель проекта ORCID
tr: Misyonumuz
zh_cn: 我们的使命

# public-layout.our_principles
source: Our Principles
ar: مبادئنا
cs: Naše zásady
de: Unsere Prinzipien
es: Nuestros principios
fr: Nos principes
ja: ORCID の基本原則
ko: 원칙
pt: Nossos Princípios
ru: Принципы работы ORCID
tr: İlkelerimiz
zh_cn: 我们的原则

# ngOrcid.ourGovernance
source: OUR GOVERNANCE
ar: هيكل الحوكمة خاصتنا
cs: NAŠE KONTROLA
de: UNSERE GOVERNANCE
es: NUESTRA GESTIÓN
fr: NOTRE GOUVERNANCE
ja: ORCID のガバナンス
ko: 관리 방침
pt: NOSSA GOVERNANÇA
ru: НАШИ МЕТОДЫ УПРАВЛЕНИЯ
tr: YÖNETİMİMİZ
zh_cn: 我们的治理

# ngOrcid.ourPolicies
source: OUR POLICIES
ar: سياساتنا
cs: NAŠE ZÁSADY
de: UNSERE RICHTLINIEN
es: NUESTRAS POLÍTICAS
fr: NOS POLITIQUES
ja: ORCID のポリシー
ko: 정책
pt: NOSSAS POLÍTICAS
ru: НАШИ ПОЛИТИКИ
tr: POLİTİKALARIMIZ
zh_cn: 我们的政策

# public-layout.working_groups
source: Working Groups
ar: مجموعات العمل
cs: Pracovní skupiny
de: Arbeitsgruppen
es: Grupos de trabajo
fr: Groupes de travail
ja: ワーキング・グループ
ko: 워킹그룹
pt: Grupos de Trabalho
ru: Рабочие группы
tr: Çalışma Grupları
zh_cn: 工作小组

# public-layout.sponsors
source: Sponsors
ar: الرعاة
cs: Sponzoři
de: Sponsoren
es: Patrocinadores
ja: スポンサー
ko: 스폰서
pt: Patrocinadores
ru: Спонсоры
tr: Sponsor
zh_cn: 主办方

# public-layout.launch_partners
source: Launch Partners
ar: إطلاق الشركاء
cs: Partneři při spuštění
de: Launch-Partner
es: Socios de lanzamiento
fr: Partenaires du lancement
ja: 開始パートナー
ko: 설립 파트너
pt: Parceiros de Lançamento
ru: Партнеры по запуску
tr: Lansman İş Ortakları
zh_cn: 启动合作伙伴

# public-layout.members
source: Members
ar: الأعضاء
cs: Členové
de: Mitglieder
es: Miembros
fr: Membres
ja: 会員
ko: 회원
pt: Membros
ru: Члены
tr: Üyeler
zh_cn: 会员机构

# ngOrcid.openSource
source: OPEN SOURCE
ar: مصدر مفتوح
cs: OTEVŘENÝ ZDROJ
es: CÓDIGO ABIERTO
ja: オープンソース
ko: 오픈소스
pt: CÓDIGO ABERTO
ru: ОТКРЫТЫЙ ИСХОДНЫЙ КОД
tr: AÇIK KAYNAK
zh_cn: 开放源代码

# ngOrcid.partners
source: PARTNERS
ar: الشركاء
cs: PARTNEŘI
de: PARTNER
es: SOCIOS
fr: PARTENAIRES
ja: パートナー
ko: 파트너
pt: PARCEIROS
ru: ПАРТНЕРЫ
tr: ORTAKLAR
zh_cn: 合作伙伴

# ngOrcid.adoptionAndInt
source: ADOPTION AND INTEGRATION PROGRAM
ar: برنامج التطبيق والتكامل
cs: PROGRAM ADOPCE A INTEGRACE
de: ADOPTIONS- UND INTEGRATIONSPROGRAMM
es: PROGRAMA DE ADOPCIÓN E INTEGRACIÓN
fr: PROGRAMME D'ADOPTION ET D'INTÉGRATION
ja: 採用＆インテグレーションプログラム
ko: 채택 및 통합 프로그램
pt: PROGRAMA DE ADOÇÃO E INTEGRAÇÃO
ru: ПРОГРАММА АДАПТАЦИИ И ИНТЕГРАЦИИ
tr: BENİMSEME VE ENTEGRASYON PROGRAMI
zh_cn: 采用和集成计划

# ngOrcid.orcidGear
source: ORCID GEAR
ar: منتجات ORCID
cs: PRODUKTY ORCID
de: ORCID-ARTIKEL
es: PRODUCTOS DE ORCID
fr: PRODUITS ORCID
ja: ORCID ツール
pt: EQUIPAMENTOS ORCID
ru: СУВЕНИРНАЯ ПРОДУКЦИЯ ORCID
tr: ORCID EKİPMANI
zh_cn: ORCID 产品

# ngOrcid.membershipComparison
source: MEMBERSHIP COMPARISON
ar: مقارنة العضوية
cs: POROVNÁNÍ ČLENSTVÍ
de: MITGLIEDSCHAFTSVERGLEICH
es: COMPARACIÓN DE MEMBRESÍAS
fr: COMPARAISON DES ABONNEMENTS
ja: 会員制度の比較
ko: 멤버십 비교
pt: COMPARAÇÃO DE AFILIAÇÕES
ru: СРАВНЕНИЕ ЧЛЕНСТВА
tr: ÜYELİK KARŞILAŞTIRMASI
zh_cn: 会员资格比较

# public-layout.standard_member_agreement
source: Standard Member Agreement
ar: اتفاق العضوية القياسي
cs: Standardní smlouva o členství
de: Standard-Mitgliedervereinbarung
es: Acuerdo estándar de miembros
fr: Accord d'adhésion standard
ja: 標準会員契約
ko: 기본회원 협약
pt: Contrato de Membro Padrão
ru: Стандартное соглашение о членстве
tr: Standart Üye Sözleşmesi
zh_cn: 标准会员协议

# public-layout.our_members
source: Our Members
ar: أعضاءنا
cs: Naši členové
de: Unsere Mitglieder
es: Nuestros miembros
fr: Nos membres
ja: ORCID の会員
ko: 회원기관
pt: Nossos Membros
ru: Наши члены
tr: Üyelerimiz
zh_cn: 我们的会员机构
