Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# developerTools.publicClientApplicationsAreGranted2
source: If you need access to an ORCID API for commercial use, need a higher usage quota, organizational administration of your API credentials, or the ability to write data to or access Trusted Party data in ORCID records, our
ar: إذا كنت بحاجة إلى الوصول إلى واجهة برمجة التطبيق العامة التابعة لأوركيد "ORCID" للاستخدام التجاري، أو ترغب في الحصول على حصة استخدام أعلى، أو إدارة مؤسسية لبيانات تسجيل الدخول إلى واجهة برمجة التطبيق، أو القدرة على كتابة البيانات أو الوصول إلى بيانات الأطراف الموثوقة في سجلات أوركيد "ORCID"، فإن
cs: Pokud potřebujete přístup k rozhraní API ORCID pro komerční použití, vyšší kvótu využití, organizační správu vašich přihlašovacích údajů API nebo chcete být schopni zapisovat data nebo přistupovat k datům důvěryhodné strany v záznamech ORCID, náš
de: Benötigen Sie Zugang zu einer ORCID-API für kommerzielle Zwecke, ein höheres Nutzungskontingent, die organisatorische Verwaltung Ihrer API-Zugangsdaten oder die Möglichkeit, Daten in ORCID-Datensätze zu schreiben oder auf Daten von vertrauenswürdigen Parteien zuzugreifen? In diesem Fall steht Organisationen, die Mitglied von ORCID sind, unsere
es: Si necesita acceso a una API de ORCID para fines comerciales, un cupo de uso más elevado, herramientas de administración a nivel organizativo de sus credenciales de la API o escribir datos o disponer de acceso a datos sobre partes de confianza en los registros de ORCID, ha de saber que nuestra
fr: Si vous voulez accéder à une API ORCID pour une utilisation commerciale, si vous avez besoin d'un quota d'utilisation supérieur, d'une administration organisationnelle de vos identifiants d'API ou de la possibilité d'écrire des données ou d'accéder à des données de parties de confiance dans les enregistrements ORCID, notre
ja: ORCID APIを商用利用したい、利用容量を増やしたい、API認証情報を組織的に管理したい、またORCIDレコードの「信頼できる個人・組織」データへのアクセスや書き込み権限が必要な場合は、
ko: 상업적 용도로 ORCID API에 액세스해야 하거나, 더 높은 사용 한도가 필요하거나, API 자격증명을 조직적으로 관리해야 하거나, 데이터 쓰기 권한이 필요하거나 ORCID 레코드 내 제한적으로 공개인 데이터에 액세스해야 하는 경우,
pt: Se necessitar de acesso a uma API do ORCID para utilização comercial, de uma cota de utilização mais elevada, de uma administração organizacional das credenciais de API ou da capacidade de escrever dados ou aceder a dados de partes fidedignas nos registos do ORCID, a nossa
ru: Если вы хотите получить более высокую квоту, применять API ORCID для коммерческих целей, управлять учетными данными API организации, записывать информацию в профили ORCID или просматривать в них сведения доверенных лиц, воспользуйтесь
tr: ORCID API'sine ticari kullanım için erişmeniz gerekiyorsa, daha yüksek kullanım kotasına, API kimlik bilgilerinizin organizasyonel yönetimine veya ORCID kayıtlarına veri yazma ya da kayıtlardaki Güvenilir Taraf verilerine erişme kapasitesine ihtiyaç duyuyorsanız
zh_cn: 如果您需要访问 ORCID 应用程序接口（API）以用于商业用途，需要更高的使用配额，需要对您的应用程序接口（API）凭据进行组织管理，或需要能够向 ORCID 记录中的受托方数据写入数据或访问受托方数据，我们的

# developerTools.memberApi
source: Member API
ar: واجهة برمجة التطبيق المخصصة للأعضاء لدينا
cs: člen rozhraní API
de: Mitglieder-API
es: API para miembros
fr: API pour les membres
ko: 회원 API
pt: API para membros
ru: API
tr: Üye API'miz
zh_cn: 应用程序接口（API）会员

# developerTools.mayBeMoreAppropriate
source: is available to ORCID member organizations.
ar: متاحة للمنظمات الأعضاء في أوركيد "ORCID".
cs: je k dispozici členským organizacím ORCID.
de: zur Verfügung.
es: está a disposición de las organizaciones de miembros de ORCID.
fr: est disponible pour les organisations membres d'ORCID.
ja: をご利用いただけます (ORCID会員組織向け) 。
ko: (ORCID 회원 조직에 제공)를 사용하시기 바랍니다.
pt: está disponível para as organizações membros do ORCID.
ru: для участников ORCID.
tr: ORCID üye kuruluşları için kullanılabilir.
zh_cn: 可供 ORCID 会员组织使用。

# developerTools.additionalResources
source: Additional resources
ar: موارد إضافية
cs: Doplňující zdroje
de: Zusätzliche Ressourcen
es: Recursos adicionales
fr: Ressources complémentaires
ja: その他のリソース
ko: 추가 리소스
pt: Recursos adicionais
ru: Дополнительные источники
tr: Ek kaynaklar
zh_cn: 其他资源

# developerTools.readThePublicApisDocumentation
source: Read the Public API documentation
ar: اقرأ توثيق واجهة برمجة التطبيقات العامة
cs: Přečtěte si dokumentaci k veřejnému rozhraní API
de: Dokumentation zur öffentlichen API lesen
es: Leer la documentación de API pública
fr: Lire la documentation sur l'API publique
ja: Public APIのドキュメントを読む
ko: Public API 문서 읽기
pt: Leia a documentação da API Pública
ru: Ознакомиться с документами по общедоступному API
tr: Ortak API belgelerini okuyun
zh_cn: 阅读公共应用程序接口（API）文档

# developerTools.fillOutMoreAobutTheDifferences
source: Find out more about the differences between the Public and Member APIs
ar: اكتشف المزيد حول الاختلافات بين واجهات برمجة التطبيقات العامة والخاصة بالأعضاء
cs: Další informace o rozdílech mezi veřejným a členským rozhraním API
de: Erfahren Sie mehr über die Unterschiede zwischen öffentlichen und Mitglieder-APIs.
es: Más información acerca de las diferencias entre las API pública y de miembros
fr: En savoir plus sur les différences entre les API publiques et les API membres
ja: Public APIとMember APIの違いの詳細を確認する
ko: Public API와 Member API 간의 차이점 자세히 알아보기
pt: Saiba mais sobre as diferenças entre as API Públicas e as API de Membro
ru: Подробнее о разнице между общедоступным API и API для подписчиков…
tr: Ortak ve Üye API'ler arasındaki farklar hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于公共应用程序接口（API）和成员应用程序接口（API）之间的差异

# developerTools.orcidPublicClientTermsOfService
source: ORCID Public APIs Terms of Service
ar: الشروط الخاصة بخدمة واجهات برمجة التطبيق العامة التابعة لأوركيد "ORCID"
cs: Podmínky použití veřejných rozhraní API ORCID
de: Nutzungsbedingungen der öffentlichen APIs von ORCID
es: Términos de uso de la API pública de ORCID
fr: Conditions d'utilisation des API publiques ORCID
ja: ORCID Public API利用規約
ko: ORCID 퍼블릭 API 서비스 약관
pt: Termos de Serviço de API Públicas do ORCID
ru: Условия использования общедоступного API ORCID
tr: ORCID Herkese Açık API'leri Hizmet Koşulları
zh_cn: ORCID 公共应用程序接口（API）服务条款

# developerTools.theOrcidPublicApiAllowsYouToRequestPermission
source: The ORCID Public API is free for non-commercial use by individuals as stated in the
ar: تعد واجهة برمجة التطبيق العامة التابعة لأوركيد "ORCID" خدمة مجانية للاستخدامات غير التجارية من قبل الأفراد كما هو موضح في
cs: Veřejná rozhraní API ORCID jsou zdarma pro nekomerční použití jednotlivci, jak uvádí
de: Die öffentliche API von ORCID ist kostenlos für die nicht-kommerzielle Verwendung durch Einzelpersonen gemäß der
es: La API pública de ORCID es de carácter gratuito, sin fines comerciales y destinada a particulares, como se detalla en los
fr: L'API publique ORCID est gratuite pour une utilisation non commerciale par les particuliers, comme indiqué dans les
ja: ORCID Public APIは、個人による非商用目的の利用については無料です。
ko: ORCID 퍼블릭 API는 개인이 비상업적 용도로 사용하는 경우에 무료이며, 이는 다음에 명시되어 있습니다.
pt: A API Pública do ORCID é gratuita para utilização não comercial por indivíduos, conforme indicado na
ru: Общедоступный API ORCID предоставляется бесплатно физическим лицам для некоммерческих целей согласно
tr: ORCID Herkese Açık API'si, Herkese Açık API'ler Hizmet Koşulları
zh_cn: ORCID公共应用程序接口（API）是免费的，供个人非商业使用，如

# developerTools.publicClientTermsOfService
source: Public APIs Terms of Service.
ar: شروط خدمة واجهات برمجة التطبيق العامة.
cs: podmínky použití veřejných rozhraní API.
de: Nutzungsbedingungen der öffentlichen APIs.
es: Términos de uso de la API pública.
fr: Conditions d'utilisation des API publiques.
ja: ご利用に際してはPublic APIの利用規約が適用されます。
ko: 퍼블릭 API 서비스 약관
pt: Termos de Serviço das API Públicas.
ru: его Условиям использования.
tr: içinde belirtildiği üzere kişilerin ticari olmayan amaçlı kullanımına yönelik olarak ücretsizdir.
zh_cn: 公共应用程序接口（API）服务条款。

# developerTools.byRegisteringForPublicApi
source: By “non-commercial” we mean that you may not charge any re-use fees for the Public API, and you may not make use of the Public API in connection with any revenue-generating product or service.
ar: عند استخدامنا لمصطلح "غير تجاري"، فإننا نعني أنه لا يُسمح لك بفرض أي رسوم على إعادة استخدام واجهة برمجة التطبيق العامة، كما لا يجوز لك استخدام هذه الواجهة في سياق أي منتج أو خدمة تهدف إلى تحقيق أرباح.
cs: Termínem „nekomerční“ máme na mysli, že nebudete účtovat poplatky za opětovné využití veřejného rozhraní API a nesmíte veřejné rozhraní API používat ve spojení s jakýmkoli produktem či službou, které generují zisk.
de: „Nicht-kommerziell“ bedeutet, dass Sie keine Gebühren für die Wiederverwendung der öffentlichen API erheben dürfen und dass Sie die öffentliche API nicht in Verbindung mit einem umsatzgenerierenden Produkt oder Dienst nutzen dürfen.
es: Por "sin fines comerciales" se entiende que no puede cobrar nada por la reutilización de la API pública, así como que no puede hacer uso de la API pública en relación con ningún producto o servicio que genere ingresos.
fr: « Non commerciale » signifie que vous ne facturerez pas de frais de réutilisation liés à l'API publique et que vous ne l'utiliserez pas dans le cadre d'un produit ou d'un service générant des revenus.
ja: 「非商用」とは、Public APIに対していかなる再利用料も請求せず、収益を生み出す製品やサービスに関連してPublic APIを利用できないことを意味します。
ko: "비상업적"이란 귀하가 퍼블릭 API에 대한 재사용 수수료를 청구할 수 없으며, 수익을 창출하는 제품 또는 서비스와 관련해서는 퍼블릭 API를 사용할 수 없습니다.
pt: Por "não comercial" significa que não pode cobrar quaisquer taxas de reutilização da API Pública e não pode utilizar a API Pública em ligação com qualquer produto ou serviço gerador de receitas.
ru: Интеграция общедоступного API в некоммерческих целях подразумевает, что вы не имеете права взимать плату за его повторное использование и подключать этот интерфейс для получения доходов от продукта или сервиса.
tr: "Ticari olmayan" ifadesi ile, Herkes Açık API için herhangi bir yeniden kullanım ücreti talep edemeyeceğiniz ve Herkes Açık API'yi gelir getiren herhangi bir ürün veya hizmetle bağlantılı olarak kullanamayacağınız kastedilir.
zh_cn: 我们所说的“非商业性”是指您不得对公共应用程序接口（API）的再使用收取任何费用，且不得将公共应用程序接口（API）用于任何创收产品或服务。

# developerTools.noVerifiedEmailAddresses
source: No verified email addresses found
ar: لم يُعثر على عناوين بريد إلكتروني تم التحقق منها
cs: Nebyly nalezeny žádné ověřené e-mailové adresy
de: Keine verifizierten E-Mail-Adressen gefunden
es: No se ha encontrado ninguna dirección de correo electrónico verificada
fr: Aucune adresse e-mail vérifiée trouvée
ja: 確認済みのメールアドレスが見つかりませんでした
ko: 확인된 이메일 주소 없음
pt: Não foram encontrados endereços de e-mail verificados
ru: Подтвержденные адреса электронной почты не найдены.
tr: Doğrulanmış e-posta adresi bulunamadı
zh_cn: 未找到已验证的电子邮件地址

# developerTools.youMustHaveAtLeastOneVerifiedEmail
source: You must have at least one verified email address in your ORCID account to register for your Public API credentials. Manage your email addresses in the
ar: يجب أن يكون لديك عنوان بريد إلكتروني واحد على الأقل تم التحقق منه في حسابك على ORCID للتسجيل للحصول على بيانات تسجيل دخول API العامة الخاصة بك. قم بإدارة عناوين بريدك الإلكتروني في
cs: Pro registraci přihlašovacích údajů k veřejnému rozhraní API musíte mít na svém účtu ORCID alespoň jednu ověřenou e-mailovou adresu. Spravujte své e-mailové adresy v oddíle
de: Sie müssen mindestens eine verifizierte E-Mail-Adresse in Ihrem ORCID-Konto haben, um sich für Ihre öffentlichen API-Anmeldedaten zu registrieren. Verwalten Sie Ihre E-Mail-Adressen im
es: Debe tener al menos una dirección de correo electrónico verificada en su cuenta de ORCID para registrar sus credenciales de API pública. Gestione sus direcciones de correo electrónico en la
fr: Vous devez avoir au moins une adresse e-mail vérifiée dans votre compte ORCID pour demander vos identifiants d'API publique. Gérez vos adresses e-mail dans la
ja: パブリックAPI資格情報を登録するには、ORCIDアカウントに少なくとも1つの確認済みメールアドレスが必要です。以下でメールアドレスを管理してください:
ko: Public API 자격증명을 등록하려면 귀하의 ORCID 계정 내에 확인된 이메일 주소가 하나 이상 있어야 합니다. 이메일 주소 관리 위치:
pt: Tem de ter, pelo menos, um endereço de e-mail verificado na sua conta ORCID para efetuar o registo das credenciais da API pública. Efetue a gestão dos endereços de e-mail na
ru: Чтобы зарегистрировать учетные данные общедоступного API, подтвердите хотя бы один адрес электронной почты в аккаунте ORCID. Сделать это можно в
tr: Ortak API kimlik bilgilerinizin kaydedilmesi için ORCID hesabınızda en az bir doğrulanmış e-posta adresinizin olması gerekir. Şuradaki e-posta adreslerinizi yönetin:
zh_cn: 您的 ORCID 帐户中必须至少有一个已验证的电子邮件地址才能注册您的公开应用程序接口（API） 凭证。在以下管理您的电子邮件地址：

# developerTools.emailsAndDomainsSection
source: Emails and domains section of your ORCID record
ar: قسم رسائل البريد الإلكتروني والمجالات في سجل ORCID الخاص بك
cs: E-maily a domény vašeho záznamu ORCID
de: Abschnitt E-Mails und Domains in Ihrem ORCID-Eintrag
es: sección "Correos electrónicos y dominios" de su registro ORCID
fr: section E-mails et domaines de votre dossier ORCID
ja: ORCIDレコードの「メールとドメイン」セクション
ko: ORCID 레코드의 이메일 및 도메인 섹션
pt: secção E-mails e domínios do seu registo ORCID
ru: разделе «Адреса электронной почты и домены» в профиле ORCID.
tr: ORCID kaydınızdaki e-postaları ve etki alanları bölümü
zh_cn: 您的 ORCID 记录中的电子邮件和网域区段

# developerTools.youMustAcceptThePublicClientTermsOfService
source: You must accept the Public Client Terms of Service before you can register for your Public API credentials.
ar: يجب عليك قبول شروط خدمة العميل العام قبل أن تتمكن من التسجيل للحصول على بيانات تسجيل دخول واجهة برمجة التطبيقات العامة.
cs: Než se zaregistrujete k získání přihlašovacích údajů k veřejnému rozhraní API, musíte souhlasit s podmínkami použití veřejného klienta.
de: Sie müssen die Nutzungsbedingungen für öffentliche Clients akzeptieren, bevor Sie Ihre Anmeldedaten für die öffentliche API registrieren können.
es: Para poder registrarse para obtener sus credenciales de la API pública, debe aceptar previamente los Términos de uso del Cliente Público.
fr: Vous devez accepter les conditions d'utilisation du client public avant de pouvoir vous enregistrer pour obtenir votre laisser-passer d'API publique.
ja: Public API認証情報を登録する前に、パブリッククライアント利用規約に同意する必要があります。
ko: 퍼블릭 클라이언트 서비스 약관에 동의해야 Public API 자격증명을 등록할 수 있습니다.
pt: Antes de efetuar o registo para obter as credenciais da API Pública, tem de aceitar os Termos de Serviço de Cliente de API Pública.
ru: Перед регистрацией для получения данных общедоступного API примите условия использования сервиса.
tr: Ortak API kimlik bilgilerinizi kaydetmeniz için Ortak İstemci Hizmet Koşullarını kabul etmelisiniz.
zh_cn: 您必须先接受公共客户端服务条款，才能注册您的公共应用程序接口（API）认证。

# developerTools.haveReadAndAgreeToTheOrcidPublicClientTermsOfService
source: I have read and agree to the ORCID Public APIs Terms of Service
ar: لقد قرأت شروط خدمة واجهات برمجة التطبيق العامة التابعة لأوركيد "ORCID" وأوافق عليها
cs: Přečetl(a) jsem si podmínky použití veřejných rozhraní API ORCID a souhlasím s nimi.
de: Ich habe die Nutzungsbedingungen der öffentlichen APIs von ORCID gelesen und stimme ihnen zu.
es: He leído y acepto los Términos de uso de la API pública de ORCID
fr: J'ai lu et j'accepte les conditions d'utilisation des API publiques ORCID
ja: ORCID Public API利用規約を読み、同意します
ko: ORCID 퍼블릭 API 서비스 약관을 읽었으며 이에 동의합니다.
pt: Li e concordo com os Termos de Serviço de API Públicas do ORCID
ru: Я принимаю Условия использования общедоступного API ORCID
tr: ORCID Herkese Açık API'leri Hizmet Koşullarını okudum ve kabul ediyorum
zh_cn: 我已阅读并同意 ORCID 公共应用程序接口服务条款

# developerTools.registerForYourOrcidPublicApiCredentials
source: Register for your ORCID Public API credentials
ar: سجل للحصول على بيانات تسجيل دخول واجهة برمجة تطبيقات أوركيد العامة الخاصة بك
cs: Zaregistrovat se k získání přihlašovacích údajů k veřejnému rozhraní API ORCID
de: Ihre Anmeldedaten für die öffentliche API von ORCID registrieren
es: Regístrese para obtener sus credenciales de la API pública de ORCID
fr: Enregistrez-vous pour obtenir votre laisser-passer d'API publique ORCID
ja: ORCID Public API認証情報の登録
ko: ORCID Public API 자격증명 등록
pt: Registe-se para obter as suas credenciais de API Pública do ORCID
ru: Чтобы получить данные общедоступного API ORCID, пройдите регистрацию
tr: ORCID Ortak API kimlik bilgilerinizi kaydedin
zh_cn: 注册您的 ORCID 公共应用程序接口（API）认证

# developerTools.developerTools
source: Developer tools
ar: أدوات المطور
cs: Nástroje pro vývojáře
de: Entwicklerwerkzeuge
es: Herramientas de desarrollador
fr: Les outils du développeur
ja: 開発者ツール
ko: 개발자 도구
pt: Ferramentas de desenvolvedor
ru: Инструменты для разработчиков
tr: Geliştirici araçları
zh_cn: 开发人员工具

# developerTools.backToMyRecod
source: Back to my record
ar: العودة إلى تسجيلتي
cs: Zpět na můj záznam
de: Zurück zu meinem Eintrag
es: Volver a mi registro
fr: Revenir à mon enregistrement
ja: レコードに戻る
ko: 내 레코드로 돌아가기
pt: Voltar ao meu registo
ru: Назад в мой профиль
tr: Kaydıma geri dön
zh_cn: 返回我的记录

# developerTools.warningDuplicated
source: You’ve registered for your ORCID Public API credentials
ar: لقد قمت بالتسجيل للحصول على بيانات تسجيل دخول واجهة برمجة تطبيقات أوركيد العامة الخاصة بك
cs: Zaregistrovali jste se k získání přihlašovacích údajů k veřejnému rozhraní API ORCID.
de: Sie haben Ihre Anmeldedaten für die öffentliche API von ORCID registriert.
es: Se ha registrado para obtener sus credenciales de la API pública de ORCID
fr: Vous vous êtes enregistré pour obtenir votre laisser-passer d'API publique ORCID
ja: ORCID Public API認証情報を登録しました。
ko: ORCID Public API 자격증명이 등록되었습니다.
pt: Efetuou um registo para obter as credenciais da API pública do ORCID
ru: Регистрация для получения данных общедоступного API ORCID завершена
tr: ORCID Ortak API kimlik bilgilerinizi kaydettiniz
zh_cn: 您已注册 ORCID 公共应用程序接口（API）认证

# developerTools.addYourApplicationDetails
source: Add your application details and one or more redirect URIs in the form below. Once these details are saved we’ll generate your client ID and secret so you can start using the Public API right away.
ar: قم بإضافة تفاصيل تطبيقك ورابط إعادة توجيه واحد أو أكثر في النموذج أدناه. بمجرد حفظ هذه التفاصيل، سنقوم بإنشاء معرّف وسر العميل حتى تتمكن من البدء في استخدام واجهة برمجة التطبيقات العامة على الفور.
cs: Do níže uvedeného formuláře přidejte údaje o aplikaci a jeden nebo více identifikátorů URI pro přesměrování. Po uložení těchto údajů vám vygenerujeme ID klienta a tajný klíč, abyste mohli začít veřejné rozhraní API ihned používat.
de: Fügen Sie im nachstehenden Formular Ihre Anwendungsdetails sowie mindestens eine Umleitungs-URI hinzu. Nachdem diese Angaben gespeichert wurden, generieren wir Ihre Client-ID und Ihren geheimen Client-Schlüssel, damit Sie sofort mit der Verwendung der öffentlichen API beginnen können.
es: Añada los datos de su aplicación y una o más URI de redireccionamiento en el siguiente formulario. Una vez que estos detalles se hayan guardado, generaremos su ID y secreto de cliente para que pueda empezar a usar la API pública de inmediato.
fr: Ajoutez des informations sur votre application et un ou plusieurs URI de redirection dans le formulaire ci-dessous. Une fois ces informations enregistrées, nous générerons votre identifiant et votre secret client afin que vous puissiez commencer à utiliser l'API publique immédiatement.
ja: 以下のフォームにアプリケーションの詳細と1つ以上のリダイレクトURIを追加してください。これらの詳細が保存されると、クライアントIDとシークレットが生成され、すぐにPublic APIを使用できるようになります。
ko: 아래 양식에 애플리케이션 세부정보나 하나 이상의 리디렉션 URI를 추가하세요. 세부정보가 저장되면 귀하의 클라이언트 ID와 암호가 생성되어 Public API를 바로 시작할 수 있습니다.
pt: Insira as informações da sua aplicação e um, ou mais, URI de redirecionamento no formulário abaixo. Depois de estas informações serem guardadas, iremos gerar o seu ID e código secreto de cliente para que possa começar a utilizar a API Pública de imediato.
ru: Добавьте сведения о вашем приложении и один или более возвратных URI в форму ниже. После сохранения этих данных вы получите ключ и ID клиента, чтобы сразу начать пользоваться общедоступным API.
tr: Uygulama ayrıntılarınızı ve bir ya da daha fazla yeniden yönlendirme URI'nizi aşağıdaki forma ekleyin. Bu ayrıntılar kaydedildiğinde istemci kimliğinizi ve gizli dizinizi oluşturacağız, böylece Ortak API'yi hemen kullanmaya başlayabilirsiniz.
zh_cn: 请在下表新增您的应用程序详细信息以及一个或多个重新导向 URI。这些详细信息保存后，我们将生成您的客户端 ID 和密钥，您便可以立即开始使用公共应用程序接口（API）。

# developerTools.applicationDetails
source: Application details
ar: تفاصيل التطبيق
cs: Údaje o aplikaci
de: Anwendungsdetails
es: Datos de la aplicación
fr: Informations sur l'application
ja: アプリケーションの詳細
ko: 애플리케이션 세부정보
pt: Informações da aplicação
ru: Информация о приложении
tr: Uygulama ayrıntıları
zh_cn: 应用程序详细信息

# developerTools.applicationName
source: Application name
ar: اسم التطبيق
cs: Název aplikace
de: Anwendungsname
es: Nombre de la aplicación
fr: Nom de l'application
ja: アプリケーション名
ko: 애플리케이션 이름
pt: Nome da aplicação
ru: Название приложения
tr: Uygulama adı
zh_cn: 应用程序名称

# developerTools.applicationNameCannotBeEmpty
source: Application name cannot be empty
ar: لا يمكن أن يكون اسم التطبيق فارغاً
cs: Název aplikace nemůže být prázdný
de: Der Anwendungsname darf nicht leer sein.
es: El nombre de la aplicación no puede estar vacío
fr: Le nom de l'application ne peut pas être vide
ja: アプリケーション名を空にすることはできません
ko: 애플리케이션 이름은 비워 둘 수 없음
pt: O nome da aplicação não pode estar em branco
ru: Строка с названием приложения обязательна для заполнения
tr: Uygulama adı boş bırakılamaz
zh_cn: 应用程序名称不得留空

# developerTools.applicationNameMaxLength
source: Application name cannot exceed 255 characters.
ar: لا يمكن أن يتجاوز اسم التطبيق 255 حرفاً.
cs: Název aplikace nesmí přesahovat 255 znaků.
de: Der Anwendungsname darf 255 Zeichen nicht überschreiten.
es: El nombre de la aplicación no puede superar los 255 caracteres.
fr: Le nom de l'application ne doit pas dépasser 255 caractères.
ja: アプリケーション名は255文字を超えることはできません。
ko: 애플리케이션 이름은 255자를 초과할 수 없습니다.
pt: O nome da aplicação não pode exceder os 255 caracteres.
ru: Длина названия приложения должна составлять не более 255 символов.
tr: Uygulama adı 255 karakteri geçemez.
zh_cn: 应用程序名称限 255 个字符。

# developerTools.nameShownToUsers
source: The name shown to users on the OAuth authorization screen
ar: الاسم المعروض للمستخدمين على شاشة تصريح OAuth
cs: Název, který se zobrazuje uživatelům na obrazovce autorizace OAuth
de: Der Name, den Benutzer im OAuth-Autorisierungsfenster sehen.
es: Nombre mostrado a los usuarios en la pantalla de autorización de OAuth
fr: Le nom affiché aux utilisateurs sur l'écran d'autorisation OAuth
ja: OAuth認証画面でユーザーに表示される名前
ko: OAuth 인증 화면에서 사용자에게 표시되는 이름
pt: O nome apresentado aos utilizadores no ecrã de autorização do OAuth
ru: Название на странице авторизации OAuth, которое увидят пользователи
tr: OAuth kimlik doğrulama ekranında kullanıcılara gösterilen isim
zh_cn: 在 OAuth 授权画面上显示给用户的名称

# developerTools.applicationUrl
source: Application URL
ar: رابط التطبيق
cs: Adresa URL aplikace
de: Anwendungs-URL
es: URL de aplicación
fr: URL de l'application
ja: アプリケーションURL
ko: 애플리케이션 URL
pt: URL da aplicação
ru: URL приложения
tr: Uygulama URL'si
zh_cn: 应用程序 URL

# developerTools.websiteNameCannotBeEmpty
source: Website name cannot be empty
ar: لا يمكن أن يكون اسم الموقع الإلكتروني فارغاً
cs: Název webu nemůže být prázdný
de: Der Website-Name darf nicht leer sein.
es: El nombre del sitio web no puede estar vacío
fr: Le nom du site web ne peut pas être vide
ja: ウェブサイト名を空にすることはできません
ko: 웹사이트 이름은 비워 둘 수 없음
pt: O nome do Web site não pode estar em branco
ru: Строка с названием сайта обязательна для заполнения
tr: Web site adı boş bırakılamaz
zh_cn: 网站名称不得留空

# developerTools.invalidWebsite
source: Invalid website
ar: موقع إلكتروني غير صالح
cs: Neplatný web
de: Ungültige Website
es: Sitio web no válido
fr: Site web non valide
ja: 無効なウェブサイト
ko: 유효하지 않은 웹사이트
pt: Web site inválido
ru: Неверный адрес сайта
tr: Geçersiz web sitesi
zh_cn: 无效网站
