Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.fundingServiceCollapseAriaLabel
source: Collapse the Funding section
ar: طي قسم التمويل
cs: Sbalit oddíl Financování
de: Abschnitt „Finanzierung“ einklappen
es: Contraiga la sección Financiación
fr: Réduire la section Financement
ja: 「資金調達」セクションを折りたたむ
ko: 자금원 섹션 접기
pt: Fechar a secção Financiamento
ru: Свернуть раздел «Финансирование»
tr: Finansman bölümünü daralt
zh_cn: 折叠资金部分

# shared.workServiceCollapseAriaLabel
source: Collapse the Works section
ar: طي قسم الأعمال
cs: Sbalit oddíl Práce
de: Abschnitt „Werke“ einklappen
es: Contraiga la sección Obras
fr: Réduire la section Travaux
ja: 「作品」セクションを折りたたむ
ko: 연구업적 섹션 접기
pt: Fechar a secção Trabalhos
ru: Свернуть раздел «Работы»
tr: Çalışmalar bölümünü daralt
zh_cn: 折叠作品部分

# shared.peerReviewCollapseAriaLabel
source: Collapse review activity for
ar: طي نشاط المراجعة لـ
cs: Sbalit kontrolní činnost pro
de: Weniger zu Review-Aktivität für
es: Contraer actividad de revisión para
fr: Réduire l'activité d'évaluation pour
ja: レビューアクティビティを折りたたむ:
ko: 리뷰 활동 접기
pt: Fechar atividade de revisão de
ru: Свернуть рецензию:
tr: Şunun için değerlendirme etkinliğini daralt:
zh_cn: 折叠以下审核活动

# shared.peerReviewServiceCollapseAriaLabel
source: Collapse the Peer review section
ar: طي قسم مراجعة النظير
cs: Sbalit oddíl Posudky oponentů
de: Abschnitt „Peer-Review“ einklappen
es: Contraiga la sección Revisión por pares
fr: Réduire la section Évaluation par les pairs
ja: 「ピアレビュー」セクションを折りたたむ
ko: 동료 리뷰 섹션 접기
pt: Fechar a secção Revisão por pares
ru: Свернуть раздел «Рецензии»
tr: Meslektaş değerlendirmesi bölümünü daralt
zh_cn: 折叠同行审核部分

# shared.researchResourceCollapseAriaLabel
source: Collapse the research resource
ar: طي موارد البحث
cs: Sbalit výzkumný zdroj
de: Forschungsressourcen einklappen
es: Contraiga el recurso de investigación
fr: Réduire la ressource de recherche
ja: 研究リソースを折りたたむ
ko: 연구 리소스 접기
pt: Fechar o recurso de investigação
ru: Свернуть раздел «Исследовательские ресурсы»
tr: Araştırma kaynağını daralt
zh_cn: 折叠研究资源

# shared.researchResourcesCollapseAriaLabel
source: Collapse the Research resources section
ar: طي قسم موارد البحث
cs: Sbalit oddíl Výzkumné zdroje
de: Abschnitt „Forschungsressourcen“ einklappen
es: Contraiga la sección Recursos de investigación
fr: Réduire la section Ressources de recherche
ja: 「研究リソース」セクションを折りたたむ
ko: 연구 리소스 섹션 접기
pt: Fechar a secção Recursos de investigação
ru: Свернуть раздел «Исследовательские ресурсы»
tr: Araştırma kaynakları bölümünü daralt
zh_cn: 折叠研究资源部分

# shared.countriesCollapseOtherName
source: Collapse Other names
ar: طي الأسماء الأخرى
cs: Sbalit Ostatní jména
de: Andere Namen einklappen
es: Contraiga Otros nombres
fr: Réduire Autres noms
ja: 他の名前を折りたたむ
ko: 다른 이름 접기
pt: Fechar Outros nomes
ru: Закрыть раздел «Другие имена»
tr: Diğer adları daralt
zh_cn: 折叠其他名称

# shared.hideEmailDetailsAriaLabel
source: Hide email details
ar: إخفاء تفاصيل البريد الإلكتروني
cs: Skrýt podrobnosti o e-mailu
de: E-Mail-Details ausblenden
es: Ocultar detalles del correo electrónico
fr: Masquer les détails de l'e-mail
ja: メールアドレスの詳細を非表示
ko: 이메일 세부정보 숨기기
pt: Ocultar detalhes de e-mail
ru: Скрыть сведения об адресе электронной почты
tr: E-posta ayrıntılarını gizle
zh_cn: 隐藏电子邮件详情

# shared.websiteCollapseAriaLabel
source: Collapse Website & Social links
ar: طي المواقع الإلكترونية والروابط الاجتماعية
cs: Sbalit Odkazy na webové stránky a sociální sítě
de: Websites und Links zu sozialen Medien einklappen
es: Contraiga Enlaces a sitios web y redes sociales
fr: Réduire Site Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンクを折りたたむ
ko: 웹사이트 및 소셜 링크 접기
pt: Fechar websites e hiperligações sociais
ru: Свернуть раздел «Сайты и ссылки на соцсети»
tr: Web Sitesi ve Sosyal bağlantıları daralt
zh_cn: 折叠网站和社交链接

# shared.personalIdsCollapseAriaLabel
source: Collapse Personal identifiers
ar: طي المعرّفات الشخصية
cs: Sbalit Osobní identifikátory
de: Persönliche Kennungen einklappen
es: Contraiga Identificadores personales
fr: Réduire Identifiants personnels
ja: 個人識別子を折りたたむ
ko: 개인 식별자 접기
pt: Fechar identificadores pessoais
ru: Свернуть раздел «Личные идентификаторы»
tr: Kişisel tanımlayıcıları daralt
zh_cn: 折叠个人标识符

# shared.keywordsCollapseAriaLabel
source: Collapse Keywords
ar: طي الكلمات الرئيسية
cs: Sbalit Klíčová slova
de: Schlüsselwörter einklappen
es: Contraiga Palabras clave
fr: Réduire Mots-clés
ja: キーワードを折りたたむ
ko: 키워드 접기
pt: Fechar palavras-chave
ru: Свернуть раздел «Ключевые слова»
tr: Anahtar Kelimeleri daralt
zh_cn: 折叠关键字

# shared.countriesCollapseAriaLabel
source: Collapse Countries
ar: طي البلاد
cs: Sbalit Země
de: Länder einklappen
es: Contraiga Países
fr: Réduire Pays
ja: 国を折りたたむ
ko: 국가 접기
pt: Fechar países
ru: Свернуть раздел «Страны»
tr: Ülkeleri daralt
zh_cn: 折叠国家

# shared.employmentExpandAriaLabel
source: Expand the Employment section
ar: توسيع قسم التوظيف
cs: Rozbalit oddíl Zaměstnání
de: Abschnitt „Arbeitsverhältnisse“ ausklappen
es: Expanda la sección Empleo
fr: Afficher la section Emploi
ja: 「雇用」セクションを展開
ko: 고용상태 섹션 펼치기
pt: Expandir a secção Emprego
ru: Развернуть раздел «Трудоустройство»
tr: İş bölümünü genişlet
zh_cn: 展开就业区部分

# shared.professionalActivitiesExpandAriaLabel
source: Expand the professional activities section
ar: توسيع قسم الأنشطة المهنية
cs: Rozbalit oddíl odborných aktivit
de: Abschnitt „Berufliche Tätigkeiten“ ausklappen
es: Expandir la sección de actividades profesionales
fr: Afficher la section Activités professionnelles
ja: 「専門研究活動」セクションを展開する
ko: 전문 활동 섹션 펼치기
pt: Expandir a secção de atividades profissionais
ru: Развернуть раздел «Профессиональная деятельность»
tr: Mesleki faaliyet bölümünü genişlet
zh_cn: 扩大专业活动部分

# shared.educationQualificationExpandAriaLabel
source: Expand the Education and qualifications section
ar: توسيع قسم التعليم والمؤهلات
cs: Rozbalit oddíl Vzdělání a kvalifikace
de: Abschnitt „Bildung und Qualifikationen“ ausklappen
es: Expanda la sección Educación y titulaciones
fr: Afficher la section Formation et qualifications
ja: 「教育と資格」セクションを展開
ko: 학력 및 자격증 섹션 펼치기
pt: Expandir a secção Educação e qualificações
ru: Развернуть раздел «Образование и квалификация»
tr: Eğitim ve yeterlilikler bölümünü genişlet
zh_cn: 展开教育和资格部分

# shared.distinctionInvitedPositionExpandAriaLabel
source: Expand the Invited positions and distinction section
ar: توسيع قسم المناصب المدعوة والتميز
cs: Rozbalit oddíl Udělené pozice a ocenění
de: Abschnitt „Eingeladene Positionen und Auszeichnungen“ ausklappen
es: Expanda la sección Puestos de invitado y distinciones
fr: Afficher la section Postes d'invités et distinction
ja: 「招待されたポジションと賞」セクションを展開
ko: 초빙직책 및 수훈 섹션 펼치기
pt: Expandir a secção Posições convidadas e distinções
ru: Развернуть раздел «Приглашенные должности и знаки отличия»
tr: Davet edilen pozisyonlar ve ayrım bölümünü genişlet
zh_cn: 展开受邀职位和杰出贡献部分

# shared.membershipServiceExpandAriaLabel
source: Expand the Membership and service section
ar: توسيع قسم العضوية والخدمات
cs: Rozbalit oddíl Členství a služba
de: Abschnitt „Mitgliedschaft und Dienst“ ausklappen
es: Expanda la sección Membresía y servicio
fr: Afficher la section Adhésion et service
ja: 「会員制度とサービス」セクションを展開
ko: 회원자격 및 공헌 섹션 펼치기
pt: Expandir a secção Adesão e serviço
ru: Развернуть раздел «Членство и общественная работа»
tr: Üyelik ve hizmet bölümünü genişlet
zh_cn: 展开会员和服务部分

# shared.fundingServiceExpandAriaLabel
source: Expand the Funding section
ar: توسيع قسم التمويل
cs: Rozbalit oddíl Financování
de: Abschnitt „Finanzierung“ ausklappen
es: Expanda la sección Financiación
fr: Afficher la section Financement
ja: 「資金調達」セクションを展開
ko: 자금원 섹션 펼치기
pt: Expandir a secção Financiamento
ru: Развернуть раздел «Финансирование»
tr: Finansman bölümünü genişlet
zh_cn: 展开资金部分

# shared.workServiceExpandAriaLabel
source: Expand the Works section
ar: توسيع قسم الأعمال
cs: Rozbalit oddíl Práce
de: Abschnitt „Werke“ ausklappen
es: Expanda la sección Obras
fr: Afficher la section Travaux
ja: 「作品」セクションを展開
ko: 연구업적 섹션 펼치기
pt: Expandir a secção Trabalhos
ru: Развернуть раздел «Работы»
tr: Çalışmalar bölümünü genişlet
zh_cn: 展开作品部分

# shared.peerReviewExpandAriaLabel
source: Expand review activity for
ar: توسيع نشاط المراجعة لـ
cs: Rozbalit kontrolní činnost pro
de: Mehr zu Review-Aktivität für
es: Expandir actividad de revisión para
fr: Afficher l'activité d'évaluation pour
ja: レビューアクティビティを展開:
ko: 리뷰 활동 펼치기
pt: Expandir a atividade de revisão de
ru: Развернуть рецензию:
tr: Şunun için değerlendirme etkinliğini genişlet:
zh_cn: 展开以下审核活动

# shared.peerReviewServiceExpandAriaLabel
source: Expand the Peer review section
ar: توسيع قسم مراجعة النظير
cs: Rozbalit oddíl Recenze
de: Abschnitt „Peer-Review“ ausklappen
es: Expanda la sección Revisión por pares
fr: Afficher la section Évaluation par les pairs
ja: 「ピアレビュー」セクションを展開
ko: 동료 리뷰 섹션 펼치기
pt: Expandir a secção Revisão por pares
ru: Развернуть раздел «Рецензии»
tr: Meslektaş değerlendirmesi bölümünü genişlet
zh_cn: 展开同行审核部分

# shared.researchResourceExpandAriaLabel
source: Expand the research resource
ar: توسيع موارد البحث
cs: Rozbalit výzkumný zdroj
de: Forschungsressourcen ausklappen
es: Expanda el recurso de investigación
fr: Afficher la ressource de recherche
ja: 研究リソースを展開
ko: 연구 리소스 펼치기
pt: Expandir o recurso de investigação
ru: Развернуть раздел «Исследовательские ресурсы»
tr: Araştırma kaynağını genişlet
zh_cn: 展开研究资源

# shared.researchResourcesExpandAriaLabel
source: Expand the Research resources section
ar: توسيع قسم موارد البحث
cs: Rozbalit oddíl Výzkumné zdroje
de: Abschnitt „Forschungsressourcen“ ausklappen
es: Expanda la sección Recursos de investigación
fr: Afficher la section Ressources de recherche
ja: 「研究リソース」セクションを展開
ko: 연구 리소스 섹션 펼치기
pt: Expandir a secção Recursos de investigação
ru: Развернуть раздел «Исследовательские ресурсы»
tr: Araştırma kaynakları bölümünü genişlet
zh_cn: 展开研究资源部分

# shared.countriesExpandOtherNames
source: Expand Other names
ar: توسيع الأسماء الأخرى
cs: Rozbalit Ostatní jména
de: Andere Namen ausklappen
es: Expanda Otros nombres
fr: Afficher Autres noms
ja: 他の名前を展開
ko: 다른 이름 펼치기
pt: Expandir Outros nomes
ru: Развернуть раздел «Другие имена»
tr: Diğer adları genişlet
zh_cn: 展开其他名称

# shared.showEmailDetailsAriaLabel
source: Show email details
ar: عرض تفاصيل البريد الإلكتروني
cs: Zobrazit podrobnosti o e-mailu
de: E-Mail-Details zeigen
es: Mostrar detalles del correo electrónico
fr: Afficher les détails de l'e-mail
ja: メールアドレスの詳細を表示
ko: 이메일 세부정보 표시
pt: Mostrar detalhes de e-mail
ru: Показать сведения об адресе электронной почты
tr: E-posta ayrıntılarını göster
zh_cn: 显示电子邮件详情

# shared.websiteExpandAriaLabel
source: Expand Website & Social links
ar: توسيع المواقع الإلكترونية والروابط الاجتماعية
cs: Rozbalit Odkazy na webové stránky a sociální sítě
de: Websites und Links zu sozialen Medien ausklappen
es: Expanda Enlaces a sitios web y redes sociales
fr: Afficher Site Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンクを展開
ko: 웹사이트 및 소셜 링크 펼치기
pt: Expandir websites e hiperligações sociais
ru: Развернуть раздел «Сайты и ссылки на соцсети»
tr: Web Sitesi ve Sosyal Bağlantıları genişlet
zh_cn: 展开网站和社交链接

# shared.personalIdsExpandAriaLabel
source: Expand Personal identifiers
ar: توسيع المعرّفات الشخصية
cs: Rozbalit Osobní identifikátory
de: Persönliche Kennungen ausklappen
es: Expanda Identificadores personales
fr: Afficher Identifiants personnels
ja: 個人識別子を展開
ko: 개인 식별자 펼치기
pt: Expandir identificadores pessoais
ru: Развернуть раздел «Личные идентификаторы»
tr: Kişisel tanımlayıcıları genişlet
zh_cn: 展开个人标识符

# shared.keywordsExpandAriaLabel
source: Expand Keywords
ar: توسيع الكلمات الرئيسية
cs: Rozbalit Klíčová slova
de: Schlüsselwörter ausklappen
es: Expanda Palabras clave
fr: Afficher Mots-clés
ja: キーワードを展開
ko: 키워드 펼치기
pt: Expandir palavras-chave
ru: Развернуть раздел «Ключевые слова»
tr: Anahtar Kelimeleri genişlet
zh_cn: 展开关键字

# shared.countriesExpandAriaLabel
source: Expand Countries
ar: توسيع البلاد
cs: Rozbalit Země
de: Länder ausklappen
es: Expanda Países
fr: Afficher Pays
ja: 国を展開
ko: 국가 펼치기
pt: Expandir países
ru: Развернуть раздел «Страны»
tr: Ülkeleri Genişlet
zh_cn: 展开国家

# shared.disabled
source: (Disabled)
ar: (تم التعطيل)
cs: (Zablokováno)
de: (Deaktiviert)
es: (Deshabilitado)
fr: (Désactivé)
ja: (無効)
ko: (비활성)
pt: (Desativado)
ru: (Отключено)
tr: (Devre Dışı Bırakıldı)
zh_cn: （禁用）

# shared.employmentSortAriaLabel
source: Sort your employment
ar: فرز مهام عملك
cs: Třídit zaměstnání
de: Sortieren Sie Ihre Arbeitsverhältnisse
es: Ordene su empleo
fr: Trier votre emploi
ja: 雇用を並べ替え
ko: 고용상태 정렬
pt: Ordenar empregos
ru: Сортировать сведения о трудоустройстве
tr: İşinizi sıralayın
zh_cn: 对您的就业记录进行排序

# shared.sortProfessionalActivities
source: Sort your professional activities
ar: فرز الأنشطة المهنية الخاصة بك
cs: Seřadit vaše odborné činnosti
de: Berufliche Tätigkeiten sortieren
es: Ordene sus actividades profesionales
fr: Trier vos activités professionnelles
ja: 専門研究活動のソート
ko: 내 전문 활동 정렬
pt: Ordene a suas atividades profissionais
ru: Отсортировать ваши виды профессиональной деятельности
tr: Mesleki faaliyetlerinizi sıralayın
zh_cn: 对你的专业活动进行排序

# shared.educationQualificationSortAriaLabel
source: Sort your education and qualifications
ar: فرز تعليمك ومؤهلاتك
cs: Třídit vzdělání a kvalifikace
de: Sortieren Sie Ihre Ausbildung und Qualifikationen
es: Ordene su educación y titulaciones
fr: Trier votre formation et vos qualifications
ja: 教育と資格を並べ替え
ko: 학력 및 자격증 정렬
pt: Ordenar a educação e qualificações
ru: Сортировать сведения об образовании и квалификации
tr: Eğitiminizi ve niteliklerinizi sıralayın
zh_cn: 对您的教育和资格认证进行排序

# shared.distinctionInvitedPositionSortAriaLabel
source: Sort your invited positions and distinctions
ar: فرز المناصب المدعوة والتمييزات
cs: Třídit udělené pozice a ocenění
de: Sortieren Sie Ihre eingeladenen Positionen und Auszeichnungen
es: Ordene sus puestos de invitado y distinciones
fr: Trier vos postes d'invités et vos distinctions
ja: 招待されたポジションと賞を並べ替え
ko: 초빙직책 및 수훈 정렬
pt: Ordenar posições convidadas e distinções
ru: Сортировать сведения о приглашенных должностях или знаках отличиях
tr: Davet edildiğiniz pozisyonları ve ayrımları sıralayın
zh_cn: 对您的受邀职位和杰出贡献进行排序

# shared.membershipServiceSortAriaLabel
source: Sort your membership and services
ar: فرز عضويتك وخدماتك
cs: Třídit členství a služby
de: Sortieren Sie Ihre Mitgliedschaften und Dienste
es: Ordene su membresía y servicios
fr: Trier votre adhésion et vos services
ja: 「会員制度とサービス」を並べ替え
ko: 회원자격 및 공헌 정렬
pt: Ordenar adesão e serviço
ru: Сортировать сведения о членстве и общественной работе
tr: Üyeliğinizi ve hizmetlerinizi sıralayın
zh_cn: 对您的会员和服务进行排序

# shared.fundingServiceSortAriaLabel
source: Sort your funding
ar: فرز تمويلك
cs: Třídit financování
de: Sortieren Sie Ihre Finanzierung
es: Ordene su financiación
fr: Trier votre financement
ja: 資金調達を並べ替え
ko: 자금원 정렬
pt: Ordenar financiamento
ru: Сортировать источники финансирования
tr: Finansmanınızı sıralayın
zh_cn: 对您的资金进行排序

# shared.workServiceSortAriaLabel
source: Sort your works
ar: فرز أعمالك
cs: Třídit práce
de: Sortieren Sie Ihre werke
es: Ordene sus obras
fr: Trier vos travaux
ja: 作品を並べ替え
ko: 연구업적 정렬
pt: Ordenar trabalhos
ru: Сортировать работы
tr: Çalışmalarınızı sıralayın
zh_cn: 对您的作品进行排序

# shared.peerReviewSortAriaLabel
source: Sort your peer reviews
ar: فرز مراجعات نظيرك
cs: Třídit posudky oponentů
de: Sortieren Sie Ihre Peer-Reviews
es: Ordene sus revisiones por pares
fr: Trier vos évaluations par vos pairs
ja: ピアレビューを並べ替え
ko: 동료 리뷰 정렬
pt: Ordenar revisões por pares
ru: Сортировать рецензии
tr: Meslektaş yorumlarınızı sıralayın
zh_cn: 对您的同行评论进行排序

# shared.researchResourcesSortAriaLabel
source: Sort your research resources
ar: فرز موارد البحث الخاصة بك
cs: Třídit vaše výzkumné zdroje
de: Sortieren Sie Ihre Forschungsressourcen
es: Ordene sus recursos de investigación
fr: Trier vos ressources de recherche
ja: 研究リソースを並べ替え
ko: 연구 리소스 정렬
pt: Ordenar recursos de investigação
ru: Сортировать исследовательские ресурсы
tr: Araştırma kaynaklarınızı sıralayın
zh_cn: 对您的研究资源进行排序

# shared.peerReviewsSortOrderv2
source: Sort peer review by Publication/Grant title
ar: فرز التحكيم حسب عنوان المنشور/المنحة
cs: Seřadit odborné posouzení pomocí názvu publikace/grantu
de: Peer-Review nach Titel der Erscheinung/Bewilligung sortieren
es: Ordenar revisión por pares por título de publicación/subvención
fr: Trier les évaluations par les pairs par titre de publication/subvention
ja: 出版 / 助成金タイトルでピアレビューをソート
ko: 발행물/보조금 제목순으로 동료 검토 정렬
pt: Ordenar revisão de pares por título da publicação/bolsa
ru: Отсортировать рецензии по названиям публикаций/грантов
tr: Meslektaş değerlendirmesini Yayın/Hibe başlığına göre sırala
zh_cn: 按照出版物/补助金标题排序同行评审

# shared.employmentSortTitle
source: Sort employment by title
ar: فرز الوظائف حسب العنوان
cs: Řadit zaměstnání podle názvu
de: Arbeitsverhältnisse nach Titel sortieren
es: Ordenar empleo por título
fr: Trier les emplois par titre
ja: 雇用をタイトルでソート
ko: 직위별로 고용상태 정렬
pt: Ordenar emprego por designação
ru: Отсортировать информацию о трудоустройстве по названию
tr: İşi başlığa göre sıra
zh_cn: 按职称对就业进行排序

# shared.professionalActivitiesSortTitle
source: Sort professional activities by title
ar: فرز الأنشطة المهنية حسب العنوان
cs: Řadit odborné aktivity podle názvu
de: Berufliche Tätigkeiten nach Titel sortieren
es: Ordenar actividades profesionales por título
fr: Trier les activités professionnelles par titre
ja: 専門研究活動をタイトルでソート
ko: 제목순으로 전문 활동 정렬
pt: Ordenar atividades profissionais por designação
ru: Отсортировать виды профессиональной деятельности по названию
tr: Mesleki faaliyetleri başlığa göre sırala
zh_cn: 按职称对专业活动进行排序

# shared.educationSortTitle
source: Sort education and qualifications by title
ar: فرز التعليم والمؤهلات حسب العنوان
cs: Řadit vzdělání a kvalifikace podle názvu
de: Ausbildung und Qualifikationen nach Titel sortieren
es: Ordenar educación y titulaciones por título
fr: Trier les formations et les qualifications par titre
ja: 教育と資格をタイトルでソート
ko: 제목순으로 학력 및 자격증 정렬
pt: Ordenar formação e qualificações por designação
ru: Отсортировать сведения об образовании и квалификации по названию
tr: Eğitim ve yeterlilikleri başlığa göre sırala
zh_cn: 按职称对学历和资历进行排序

# shared.distinctionSortTitle
source: Sort invited positions and distinction by title
ar: فرز المناصب الشرفية والامتيازات حسب العنوان
cs: Řadit udělené pozice a ocenění podle názvu
de: Eingeladene Positionen und Auszeichnungen nach Titel sortieren
es: Ordenar puestos de invitado y distinciones por título
fr: Trier les postes d'invités et les distinctions par titre
ja: 招待されたポジションと賞をタイトルでソート
ko: 제목순으로 초빙직책 및 수훈 정렬
pt: Ordenar cargos por convite e distinções por designação
ru: Отсортировать сведения о приглашениях на должности и знаках отличия по названию
tr: Davetle katılım sağlanan görevleri, ödül ve dereceleri başlığa göre sırala
zh_cn: 按职称对受邀职位和荣誉进行排序

# shared.membershipSortTitle
source: Sort membership, service, and editorial service by title
ar: فرز العضوية والخدمة والخدمة التحريرية حسب العنوان
cs: Seřadit členství, služby a editační služby podle názvu
de: Mitgliedschaften, Dienstleistungen und redaktionelle Dienste nach Titel sortieren
es: Ordenar membresía, servicio y servicio editorial por título
fr: Trier les adhésions, les services et les services éditoriaux par titre
ja: 会員制度、サービス、編集サービスをタイトルでソート
ko: 제목순으로 회원자격, 공헌, 편집 공헌 정렬
pt: Ordenar adesão, serviço e serviço editorial por título
ru: Отсортировать сведения о подписке, услугах и редакционных службах по названию
tr: Üyeliği, hizmeti ve editörlük hizmetini başlığa göre sırala
zh_cn: 按职称对会员资格、服务及编辑服务进行排序

# shared.fundingSortTitle
source: Sort funding by title
ar: فرز التمويل حسب العنوان
cs: Řadit financování podle názvu
de: Finanzierung nach Titel sortieren
es: Ordenar financiación por título
fr: Trier les financements par titre
ja: 資金調達をタイトルでソート
ko: 제목순으로 자금원 정렬
pt: Ordenar financiamento por designação
ru: Отсортировать сведения о финансировании по названию
tr: Fonu başlığa göre sırala
zh_cn: 按职称对资金进行排序

# shared.worksSortTitle
source: Sort works by title
ar: فرز الأعمال حسب العنوان
cs: Řadit díla podle názvu
de: Werke nach Titel sortieren
es: Ordenar obras por título
fr: Trier les travaux par titre
ja: 作品をタイトルでソート
ko: 제목순으로 연구업적 정렬
pt: Ordenar trabalhos por designação
ru: Отсортировать работы по названию
tr: İşleri başlığa göre sırala
zh_cn: 按职称对工作进行排序

# shared.researchSortTitle
source: Sort research resources by title
ar: فرز موارد البحث حسب العنوان
cs: Řadit recenze podle názvu
de: Forschungsressourcen nach Titel sortieren
es: Ordenar recursos de investigación por título
fr: Trier les ressources de recherche par titre
ja: 研究リソースをタイトルでソート
ko: 제목순으로 연구 리소스 정렬
pt: Ordenar recursos de investigação por designação
ru: Отсортировать исследовательские ресурсы по названию
tr: Araştırma kaynaklarını başlığa göre sırala
zh_cn: 按职称对研究资源进行排序

# shared.employmentSortStart
source: Sort employment by start date
ar: فرز الوظائف حسب تاريخ البدء
cs: Řadit zaměstnání podle data zahájení
de: Arbeitsverhältnisse nach Startdatum sortieren
es: Ordenar empleo por fecha de inicio
fr: Trier les emplois par date de début
ja: 雇用を開始日でソート
ko: 시작일순으로 고용상태 정렬
pt: Ordenar emprego por data de início
ru: Отсортировать информацию о трудоустройстве по дате начала
tr: İşi başlangıç tarihine göre sırala
zh_cn: 按开始时间对就业进行排序

# shared.professionalActivitiesSortStart
source: Sort professional activities by start date
ar: فرز الأنشطة المهنية حسب تاريخ البدء
cs: Řadit odborné aktivity podle data zahájení
de: Berufliche Tätigkeiten nach Startdatum sortieren
es: Ordenar actividades profesionales por fecha de inicio
fr: Trier les activités professionnelles par date de début
ja: 専門研究活動を開始日でソート
ko: 시작일순으로 전문 활동 정렬
pt: Ordenar atividades profissionais por data de início
ru: Отсортировать виды профессиональной деятельности по дате начала
tr: Mesleki faaliyetleri başlangıç tarihine göre sırala
zh_cn: 按开始日期对专业活动进行排序

# shared.educationSortStart
source: Sort education and qualifications by start date
ar: فرز التعليم والمؤهلات حسب تاريخ البدء
cs: Řadit vzdělání a kvalifikace podle data zahájení
de: Ausbildung und Qualifikationen nach Startdatum sortieren
es: Ordenar educación y titulaciones por fecha de inicio
fr: Trier les formations et les qualifications par date de début
ja: 教育と資格を開始日でソート
ko: 시작일순으로 학력 및 자격증 정렬
pt: Ordenar formação e qualificações por data de início
ru: Отсортировать сведения об образовании и квалификации по дате начала
tr: Eğitim ve yeterlilikleri başlangıç tarihine göre sırala
zh_cn: 按开始时间对学历和资历进行排序

# shared.distinctionSortStart
source: Sort invited positions and distinction by start date
ar: فرز المناصب الشرفية والامتيازات حسب تاريخ البدء
cs: Řadit udělené pozice a ocenění podle data zahájení
de: Eingeladene Positionen und Auszeichnungen nach Startdatum sortieren
es: Ordenar puestos de invitado y distinciones por fecha de inicio
fr: Trier les postes d'invités et les distinctions par date de début
ja: 招待されたポジションと賞を開始日でソート
ko: 시작일순으로 초빙직책 및 수훈 정렬
pt: Ordenar cargos por convite e distinções por data de início
ru: Отсортировать сведения о приглашениях на должности и знаках отличия по дате начала
tr: Davetle katılım sağlanan görevleri, ödül ve dereceleri başlangıç tarihine göre sırala
zh_cn: 按开始时间对受邀职位和荣誉进行排序
