Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.featuredAffiliationSuccessMessageAfter
source: has been highlighted and will be shown at the top of your public record. To remove this highlight click the star icon next to the affiliation name.
ar: انتمائك المؤسسي وسيظهر في الجزء العلوي من سجلّك العام. لإلغاء هذا التمييز، انقر على أيقونة النجمة الموجودة بجانب اسم جهة الانتماء التي تتبعها.
cs: bylo zvýrazněno a bude zobrazeno v horní části vašeho veřejného záznamu. Pro odstranění tohoto zvýraznění klikněte na ikonu hvězdičky vedle názvu přidružení.
de: wurde hervorgehoben und wird oben in Ihrem öffentlichen Eintrag angezeigt. Um diese Hervorhebung zu entfernen, klicken Sie auf den Stern neben der Zugehörigkeit.
es: se mostrará como destacada en la parte superior de su registro público. Si no quiere que se muestre como destacada, haga clic en el icono con forma de estrella que aparece junto al nombre de la afiliación.
fr: a été mise en avant et s'affichera en haut de votre dossier public. Pour ne plus mettre en avant cette affiliation, cliquez sur l'icône en forme d'étoile à côté de son nom.
ja: はハイライト表示され、公開レコードの上部に表示されます。このハイライトを解除するには、所属名の横にある星アイコンをクリックしてください。
ko: 이(가) 강조 표시되었으며, 귀하의 공개 레코드 상단에 표시됩니다. 이 강조 표시를 제거하려면 담당기관 이름 옆의 별표 아이콘을 클릭하세요.
pt: será destacada e apresentada na parte superior do registo público. Para remover este destaque, clique no ícone da estrela junto ao nome da afiliação.
ru: была выделена и будет показана над вашим общедоступным профилем. Чтобы убрать выделение, нажмите на значок звездочки рядом с названием.
tr: vurgulandı ve herkese açık kaydınızın en üstünde görüntülenecek. Bu vurguyu kaldırmak için bağlantı isminin yanındaki yıldız simgesine tıklayın.
zh_cn: 已突出显示，将显示在您的公共记录顶部。如需取消突出显示，请点击隶属机构名称旁边的星号图标。

# shared.featuredAffiliationLearnMore
source: Find out more about highlighting affiliations in your ORCID record
ar: تعرّف على المزيد حول تمييز الانتماءات المؤسسية في سجل ORCID الخاص بك
cs: Zjistěte více o zvýraznění přidružení ve vašem záznamu ORCID
de: Erfahren Sie mehr darüber, wie Sie eine Zugehörigkeit in Ihrem ORCID-Eintrag hervorheben
es: Obtenga más información sobre cómo destacar afiliaciones en su registro ORCID
fr: En savoir plus sur les affiliations mises en avant dans votre dossier ORCID
ja: ORCIDレコードで所属をハイライト表示する方法の詳細を見る
ko: ORCID 레코드 내에서의 담당기관 강조 표시에 대해 더 알아보기
pt: Saiba mais sobre como destacar as afiliações no seu registo ORCID
ru: Узнайте больше о выделении аффилиаций в вашем профиле ORCID.
tr: ORCID kaydınızda bağlantılarınızı vurgulamak hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于突出显示您 ORCID 记录中隶属机构的信息

# shared.highlightYourAffiliations
source: Highlight your affiliations
ar: ميِّز انتماءاتك المؤسسية
cs: Zvýraznění přidružení
de: Heben Sie eine Zugehörigkeit hervor
es: Destaque sus afiliaciones
fr: Mettez en avant vos affiliations
ja: 所属をハイライト表示する
ko: 담당기관 강조 표시
pt: Destacar afiliações
ru: Выделяйте аффилиации
tr: Bağlantılarınızı vurgulayın
zh_cn: 突出显示您的隶属机构

# shared.featuredAffiliationNoticeMessagePart1
source: Highlighted affiliations are shown at the top of your public record.
ar: تظهر الانتماءات المُميزة في الجزء العلوي من سجلك العام
cs: Zvýrazněná přidružení se zobrazují v horní části vašeho veřejného záznamu.
de: Die hervorgehobene Zugehörigkeit wird oben in Ihrem öffentlichen Profil angezeigt.
es: Las afiliaciones destacadas se muestran en la parte superior de su registro público.
fr: Les affiliations mises en avant sont affichées en haut de votre dossier public.
ja: ハイライト表示された所属は、公開レコードの上部に表示されます。
ko: 강조 표시된 담당기관은 귀하의 공개 레코드 상단에 표시됩니다.
pt: As afiliações destacadas são apresentadas na parte superior do registo público.
ru: Выделенные аффилиации показаны над вашим общедоступным профилем.
tr: Vurgulanan bağlantılar, herkese açık kaydınızın en üstünde görüntülenir.
zh_cn: 突出显示的隶属机构显示在您的公共记录顶部。

# shared.featuredAffiliationNoticeMessagePart2Before
source: To highlight an affiliation click the
ar: لتمييز انتماء انقر فوق أيقونة
cs: Pro zvýraznění přidružení klikněte na ikonu
de: Um eine Zugehörigkeit hervorzuheben, klicken Sie auf den
es: Si desea destacar una afiliación, haga clic en el icono con forma de
fr: Pour mettre en avant une affiliation, cliquez sur l'icône en forme
ja: 所属をハイライト表示するには、所属名の横にある
ko: 담당기관을 강조 표시하려면 담당기관 이름 옆의
pt: Para destacar uma afiliação, clique no
ru: Чтобы выделить аффилиацию, нажмите на
tr: Bir bağlantıyı vurgulamak için tıklayacağınız
zh_cn: 如需突出显示隶属机构，请点击

# shared.featuredAffiliationNoticeMessageStar
source: star
ar: النجمة
cs: hvězdičky
de: Stern
es: estrella
fr: d'étoile
ja: 星
ko: 별표
pt: ícone de estrela
ru: значок
tr: yıldız
zh_cn: 隶属机构旁边的

# shared.featuredAffiliationNoticeMessagePart2After
source: icon next to the affiliation name.
ar: الموجودة بجانب اسم جهة الانتماء.
cs: vedle názvu přidružení.
de: neben dieser.
es: que aparece junto al nombre de la misma.
fr: à côté de son nom.
ja: アイコンをクリックしてください。
ko: 아이콘을 클릭하세요.
pt: junto ao nome da afiliação.
ru: звездочки рядом с названием.
tr: simgesini bağlantı isminin yanında bulabilirsiniz.
zh_cn: 星号图标。

# shared.featuredAffiliationNoticeMessagePart3
source: You can only highlight one affiliation at a time.
ar: يمكنك تمييز جهة انتماء واحدة فقط في كل مرة.
cs: Najednou můžete zvýraznit pouze jedno přidružení.
de: Sie können nur eine einzige Zugehörigkeit hervorheben.
es: Solo puede destacar afiliaciones de forma individual.
fr: Seule une affiliation peut être mise en avant à la fois.
ja: 一度にハイライト表示できる所属は1つだけです。
ko: 한 번에 한 곳의 담당기관만 강조 표시할 수 있습니다.
pt: Apenas pode destacar uma afiliação de cada vez.
ru: Одновременно можно выделить только одну аффилиацию.
tr: Tek seferde sadece bir bağlantıyı vurgulayabilirsiniz.
zh_cn: 每次只能突出显示一个隶属机构。

# shared.employmentDescription
source: Add details of your current and previous employers.
ar: إضافة تفاصيل حول الأماكن التي عملت بها سابقاً أو تعمل بها حالياً.
cs: Přidejte seznam zaměstnavatelů, kde jste byli profesionálně přidruženi.
de: Fügen Sie Details zu Ihren aktuellen und früheren Arbeitgebern hinzu.
es: Añada información sobre organizaciones a las que haya estado afiliado profesionalmente.
fr: Ajoutez les listes d'emploi des organisations où vous avez été professionnellement affilié.
ja: あなたが専門的に提携している、雇用リストの組織を追加します。
ko: 전문적으로 소속된 조직의 목록을 추가하십시오.
pt: Acrescente listas de emprego de organizações onde tenha estado profissionalmente filiado.
ru: Добавьте организации из списка трудоустройства, в которых вы работали по профессии.
tr: Mevcut ve önceki işverenlerinize dair ayrıntıları ekleyin.
zh_cn: 添加就业名单，列出您曾与之有专业联系的组织。

# shared.employmentLearnMore
source: Learn more about adding employment information to your ORCID record
ar: تعرف على المزيد حول إضافة الوظائف إلى تسجيلة أوركيد الخاصة بك
cs: Další informace o přidávání zaměstnání ke svému ORCID záznamu
de: Erfahren Sie mehr über das Hinzufügen von Arbeitsverhältnisseinformationen zu Ihrem ORCID-Eintrag
es: Obtenga más información sobre cómo añadir empleos a su registro de ORCID
fr: En savoir plus sur l'ajout d'un emploi à votre dossier ORCID
ja: ORCIDレコードに雇用を追加する方法の詳細
ko: ORCID 기록에 고용상태 정보를 추가하는 방법에 대해 자세히 알아보십시오
pt: Saiba mais sobre como adicionar um emprego ao seu registo ORCID
ru: Узнайте подробнее о добавлении трудоустройства в свою запись ORCID
tr: ORCID kaydınıza iş bilgileri eklemekle ilgili daha fazla bilgi edinin
zh_cn: 了解向 ORCID 记录添加就业记录的详细信息

# shared.educationQualificationsDescription
source: Add details about where you have studied and educational or professional qualifications you have been awarded.
ar: قم بإضافة معلومات عن مكان دراستك وتعليمك أو المؤهلات المهنية التي نلتها.
cs: Přidejte podrobnosti o tom, kde jste studovali, vaše vzdělání nebo odbornou kvalifikaci, která vám byla udělena.
de: Fügen Sie Details zu Ihrem Studienort und Ihren erworbenen Bildungs- oder Berufsabschlüssen hinzu.
es: Añada información sobre dónde ha estudiado y las cualificaciones educativas o profesionales que ha conseguido.
fr: Ajoutez des détails sur l'endroit où vous avez étudié et les qualifications scolaires ou professionnelles que vous avez obtenues.
ja: あなたが学んだ場所と、あなたが授与された教育的または専門的資格についての詳細を追加してください。
ko: 공부한 곳과 받은 교육 또는 전문 자격에 대한 세부 정보를 추가하십시오.
pt: Acrescentar detalhes sobre o local onde estudou e as qualificações educacionais ou profissionais que lhe foram atribuídas.
ru: Добавьте подробные сведения о том, где вы учились, своем обучении и приобретенной профессиональной квалификации.
tr: Nerede okuduğunuz ve eğitiminiz veya mesleki nitelikleriz hakkında ayrıntılar ekleyin.
zh_cn: 添加您的学习领域以及获得的教育或专业资质的详细信息。

# shared.educationLearnMore
source: Learn more about adding education or qualifications to your ORCID record
ar: اعرف المزيد عن إضافة المؤهلات التعليمية إلى تسجيلة أوركيد الخاصة بك
cs: Další informace o přidávání vzdělání a kvalifikace ke svému ORCID záznamu
de: Erfahren Sie mehr über das Hinzufügen von Ausbildungen oder Qualifikationen zu Ihrem ORCID-Eintrag
es: Obtenga más información sobre cómo añadir educación o cualificaciones a su registro ORCID
fr: En savoir plus sur l'ajout d'études ou de qualifications à votre dossier ORCID
ja: ORCIDレコードに資格に関する教育を追加する方法の詳細
ko: ORCID 기록에 자격 교육을 추가하는 방법에 대해 자세히 알아보십시오
pt: Saiba mais sobre como adicionar qualificações ao seu registo no ORCID
ru: Узнайте больше о добавлении образования и квалификации в вашу запись ORCID
tr: ORCID kaydınıza eğitim veya nitelik eklemekle ilgili daha fazla bilgi edinin
zh_cn: 了解向 ORCID 记录添加教育资质的详细信息

# shared.addInvitedPositionsMemberships
source: Add the invited positions or memberships you have held, awards or prizes you have received, and donations of time and resources given in service of organizations or institutions.
ar: إضافة الوظائف أو العضويات المدعوة خاصتك، والجوائز أو المكافآت التي تلقيتها، والمساهمات بالوقت والموارد التي قُدمت في خدمة المنظمات أو المؤسسات.
cs: Přidejte zvané funkce nebo členství, které jste zastávali, ocenění nebo ceny, které jste obdrželi, a dary ve formě času a prostředků, které jste věnovali ve prospěch organizací nebo institucí.
de: Fügen Sie Ihre eingeladenen Positionen oder Mitgliedschaften, erhaltenen Auszeichnungen oder Preise sowie Spenden von Zeit oder Ressourcen hinzu, die Sie für Organisationen oder Institutionen aufgewendet haben.
es: Añada las invitaciones y las suscripciones que ha tenido, los premios que ha recibido y las donaciones de tiempo y recursos aportados al servicio de organizaciones o instituciones.
fr: Ajoutez les postes d'invité ou de membre que vous avez occupés, les prix ou récompenses que vous avez reçus et les dons de temps et de ressources que vous avez faits en faveur d'organisations ou d'institutions.
ja: 招待されたユーザーや会員、これまでに受賞した賞、組織や団体のサービスについての時間やリソースの寄付を追加します。
ko: 귀하가 보유한 초빙직책 또는 회원자격, 수여받은 수상 경력, 기관 또는 연구소에 근무하며 연구 활동을 제공한 시간 및 자원을 추가할 수 있습니다.
pt: Adicione os seus cargos a convite e filiações, prémios que recebeu, e tempo e recursos que doou ao serviço de organizações ou instituições.
ru: Укажите, каким членством или правом гостевого участия вы обладали, какие награды или премии получали, а также сколько времени и ресурсов отдавали работе в организациях и учреждениях.
tr: Davet edildiğiniz pozisyonları veya üyelikleri, aldığınız ödülleri ve kurum ve kuruluşlar için harcadığınız hizmetin süresini veya kaynakları ekleyin.
zh_cn: 请添加您所担任的职位或会员资格，您所获得的奖项或奖品，以及为服务组织或机构而捐赠的时间和资源。

# shared.learnMoreProfessionalActivities
source: Learn more about adding professional activities to your ORCID record
ar: تعرف على المزيد حول كيفية إضافة الأنشطة المهنية إلى سجلك لدى ORCID
cs: Další informace o přidávání odborných aktivit do záznamu ORCID
de: Erfahren Sie mehr über das Hinzufügen von beruflichen Tätigkeiten zu Ihrem ORCID-Eintrag
es: Más información sobre cómo añadir actividades profesionales a su registro ORCID
fr: En savoir plus sur l'ajout d'expériences professionnelles à votre dossier ORCID
ja: ORCIDレコードへの専門活動の追加について、詳しくはこちらをご覧ください
ko: ORCID 레코드에 전문 활동 추가에 대해 자세히 알아보기
pt: Saiba mais sobre adicionar atividades profissionais ao registo ORCID
ru: Подробнее про добавление информации о профессиональной деятельности в профиль ORCID…
tr: ORCID kaydınıza profesyonel faaliyet ekleme hakkında daha fazla bilgi alın
zh_cn: 了解更多关于添加专业活动到您的 ORCID 记录

# ngOrcid.signin.affiliations
source: Affiliations
ar: الانتسابات
cs: Afiliace
de: Zugehörigkeiten
es: Afiliaciones
ja: 所属
ko: 담당기관
pt: Afiliações
ru: Аффилиации
tr: Bağlantılar
zh_cn: 所属机构

# shared.professionalActivities
source: Professional activities
ar: الأنشطة الاحترافية
cs: Odborné činnosti
de: Berufliche Tätigkeiten
es: Actividades profesionales
fr: Activités professionnelles
ja: 専門研究活動
ko: 전문 활동
pt: Atividades profissionais
ru: Профессиональная деятельность
tr: Profesyonel faaliyetler
zh_cn: 专业活动

# shared.addEmployment
source: Add Employment
ar: إضافة وظيفة
cs: Přidat zaměstnání
de: Arbeitsverhältnisse hinzufügen
es: Añadir Empleo
fr: Ajouter un emploi
ja: 雇用の追加
ko: 고용상태 추가
pt: Adicionar Emprego
ru: Добавить место работы
tr: İş Ekle
zh_cn: 添加就业状态

# shared.sortEmployments
source: Sort Employments
ar: فرز الوظائف
cs: Třídění zaměstnání
de: Arbeitsverhältnisse sortieren
es: Ordenar Empleos
fr: Trier les emplois
ja: 雇用を並び替え
ko: 고용상태 정렬
pt: Ordenar Empregos
ru: Сортировать сведения о трудовой деятельности
tr: İşleri Sırala
zh_cn: 对就业记录排序

# shared.sortEducation
source: Sort Education
ar: فرز التعليم
cs: Druh vzdělání
de: Ausbildung sortieren
es: Ordenar Educación
fr: Trier les études
ja: 教育を並び替え
ko: 교육 정렬
pt: Ordenar educação
ru: Сортировать образование
tr: Eğitimi Sırala
zh_cn: 对教育背景排序

# shared.sortInvited
source: Sort Invited Positions
ar: فرز المناصب الشرفية
cs: Třídění přizvaných pozic
de: Eingeladene Positionen sortieren
es: Ordenar Posición de Invitado
fr: Trier les postes invités
ja: 招待されたポジションを並べ替え
ko: 초빙직책 정렬
pt: Ordenar Posições Convidadas
ru: Сортировать должности приглашенного специалиста
tr: Davet Edilen Pozisyonları Sırala
zh_cn: 对特邀职位排序

# shared.sortMemberships
source: Sort Memberships
ar: فرز العضويات
cs: Třídění členství
de: Mitgliedschaften sortieren
es: Ordenar Afiliaciones
fr: Trier les adhésions
ja: メンバーシップを並べ替え
ko: 회원자격 정렬
pt: Ordenar os Membros
ru: Сортировать членство
tr: Üyelikleri Sırala
zh_cn: 对会员排序

# shared.employment
source: Employment
ar: التوظيف
cs: Zaměstnání
de: Arbeitsverhältnisse
es: Empleo
fr: Emploi
ja: 雇用
ko: 고용상태
pt: Emprego
ru: Работа
tr: İş
zh_cn: 就业

# shared.educationQualifications
source: Education and qualifications
ar: التعليم والمؤهلات
cs: Vzdělání a kvalifikace
de: Ausbildung und Qualifikationen
es: Educación y titulaciones
fr: Formation et qualifications
ja: 教育と資格
ko: 학력 및 자격증
pt: Educação e qualificações
ru: Образование и квалификация
tr: Eğitim ve nitelikler
zh_cn: 教育和资格

# shared.invitedPositions
source: Invited positions and distinctions
ar: المناصب الشرفية والامتيازات
cs: Udělené pozice a ocenění
de: Eingeladene Positionen und Auszeichnungen
es: Posiciones invitadas y distinciones
fr: Postes d'invités et distinctions
ja: 招待されたポジションと賞
ko: 초빙직책 및 수훈
pt: Posições convidadas e distinções
ru: Должности, на которые есть приглашение, и знаки отличия
tr: Davet edilen pozisyonlar ve ayrıcalıklar
zh_cn: 特邀职务和荣誉

# shared.membership
source: Membership and service
ar: العضوية والخدمة
cs: Členství a služba
de: Mitgliedschaft und Dienst
es: Membresía y servicio
fr: Adhésion et service
ja: 会員制度とサービス
ko: 회원자격 및 공헌
pt: Adesão e serviço
ru: Членство и служба
tr: Üyelik ve hizmet
zh_cn: 成员和服务

# shared.organization
source: Organization
ar: مؤسسة
cs: Organizace
de: Organisation
es: Organización
fr: Organisme
ja: 組織
ko: 기구
pt: Organização
ru: Организация
tr: Organizasyon
zh_cn: 组织机构

# shared.journal
source: Journal
ar: المجلة
cs: Časopis
de: Zeitschrift
es: Revista
fr: Revue
ja: 専門誌
ko: 저널
pt: Revista
ru: Журнал
tr: Dergi
zh_cn: 期刊

# shared.employmentDetails
source: Employment details
ar: تفاصيل التوظيف
cs: Podrobnosti zaměstnání
de: Arbeitsverhältnissedetails
es: Datos de empleo
fr: Détails de l'emploi
ja: 雇用の詳細
ko: 고용상태 세부정보
pt: Detalhes sobre emprego
ru: Сведения о трудовой деятельности
tr: İş ayrıntıları
zh_cn: 就业详细信息

# shared.qualificationDetails
source: Qualification details
ar: تفاصيل المؤهلات
cs: Podrobnosti kvalifikace
de: Qualifikationsdetails
es: Información de cualificación
fr: Détails des qualifications
ja: 資格の詳細
ko: 자격 세부정보
pt: Detalhes sobre qualificações
ru: Сведения о квалификации
tr: Nitelik detayları
zh_cn: 资质详细信息

# shared.educationDetails
source: Education details
ar: تفاصيل التعليم
cs: Podrobnosti vzdělání
de: Details zur Ausbildung
es: Información de educación
fr: Détails des études
ja: 教育に関する情報の詳細
ko: 교육 세부정보
pt: Detalhes sobre educação
ru: Информация об образовании
tr: Eğitim ayrıntıları
zh_cn: 教育背景详细信息

# shared.invitedPositionDetails
source: Invited Position details
ar: تفاصيل المنصب الشرفي
cs: Podrobnosti o přizvané poloze
de: Details zur eingeladenen Position
es: Datos del puesto de invitado
fr: Détails de la position invitée
ja: 招待されたポジションの詳細
ko: 초빙직책 세부정보
pt: Detalhes de posições convidadas
ru: Сведения о должности приглашенного специалиста
tr: Davet Edilen Pozisyon ayrıntıları
zh_cn: 特邀职位详细信息

# shared.distinctionDetails
source: Distinction details
ar: تفاصيل الامتياز
cs: Podrobnosti rozlišení
de: Auszeichnungsdetails
es: Datos distintivos
fr: Détails des distinctions
ja: 功績の詳細
ko: 수훈 세부정보
pt: Detalhes das distinções
ru: Сведения о знаке отличия
tr: Ayrıcalık ayrıntıları
zh_cn: 荣誉详细信息

# shared.membershipDetails
source: Membership details
ar: تفاصيل العضوية
cs: Podrobnosti o členství
de: Einzelheiten zur Mitgliedschaft
es: Datos de la afiliación
fr: Détails de l'adhésion
ja: メンバーシップの詳細
ko: 회원자격 세부정보
pt: Detalhes da adesão
ru: Сведения о членстве
tr: Üyelik ayrıntıları
zh_cn: 会员详细信息

# shared.serviceDetails
source: Service details
ar: تفاصيل الخدمة
cs: Podrobnosti služby
de: Dienstdetails
es: Datos del servicio
fr: Détails du service
ja: サービスの詳細
ko: 공헌 세부정보
pt: Detalhes do serviço
ru: Сведения о службе
tr: Hizmet ayrıntıları
zh_cn: 服务详细信息

# shared.visibility
source: Visibility
ar: الرؤية
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
ja: 可視性
ko: 공개여부
pt: Visibilidade
ru: Доступность для просмотра
tr: Görünürlük
zh_cn: 可见性

# shared.requiredInformation
source: Required information
ar: معلومات مطلوبة
cs: Požadovaná informace
de: Benötigte Information
es: Información obligatoria
fr: Informations obligatoires
ja: 必要な情報
ko: 필수 정보
pt: Informações necessárias
ru: Требуемая информация
tr: Gerekli bilgiler
zh_cn: 所需信息

# record.identifyAS
source: Identify as:
ar: معرف باسم:
cs: Identifikovat jako:
de: Identifizieren als:
es: Identificarse como:
fr: S'identifier en tant que :
ja: 次のものとして識別する：
ko: 다음과 같이 확인됨.
pt: Identifique-se como:
ru: Идентифицировать как:
tr: Şu şekilde tanımla:
zh_cn: 公开为：

# record.unidentifiedOrganization
source: Unidentified organization
ar: منظمة غير معروفة
cs: Neidentifikovaná organizace
de: Nicht identifizierte Organisation
es: Organización no identificada
fr: Organisation non identifiée
ja: 未確認の組織
ko: 확인할 수 없는 기관
pt: Organização não identificada
ru: Неустановленная организация
tr: Tanımlanamayan kuruluş
zh_cn: 未识别的组织

# shared.pleaseEnterAnOrganization
source: Please enter an organization
ar: الرجاء إدخال منظمة
cs: Zadejte organizaci
de: Bitte geben Sie eine Organisation ein
es: Introduzca una organización
fr: Saisissez une organisation
ja: 組織を入力してください
ko: 조직을 입력하세요
pt: Introduza uma organização
ru: Укажите организацию
tr: Lütfen bir organizasyon girin
zh_cn: 请输入一个组织

# shared.city
source: City
ar: مدينة
cs: Město
de: Stadt
es: Ciudad
fr: Ville
ja: 市区町村
ko: 시/군
pt: Cidade
ru: Город
tr: Şehir
zh_cn: 城市

# shared.cityError
source: Please enter a city
ar: يرجى إدخال مدينة
cs: Prosím, zadejte město
de: Bitte geben Sie eine Stadt ein
es: Introduzca una ciudad
fr: Veuillez saisir une ville
ja: 市区町村を入力してください
ko: 시/군을 입력해 주십시오
pt: Insira uma cidade
ru: Введите город
tr: Lütfen bir şehir girin
zh_cn: 请输入城市

# shared.region
source: Region, State or County
ar: المنطقة، أو المحافظة، أو المقاطعة
cs: Region, stát nebo hrabství
de: Region, Staat oder Landkreis
es: Región, estado o condado
fr: Région, État ou département
ja: 地域、州、または郡
ko: 지역, 주 또는 국가
pt: Região, Estado ou Distrito
ru: Регион, штат или округ
tr: Bölge, Eyalet veya İlçe
zh_cn: 省/市/自治区

# shared.countryOrLocationError
source: Please enter a country or location
ar: يُرجى إدخال بلد أو موقع
cs: Zadejte zemi nebo místo
de: Bitte geben Sie ein Land oder einen Ort ein
es: Introduzca un país o ubicación
fr: Veuillez saisir un pays ou un lieu
ja: 国または地域を入力してください
ko: 국가 또는 위치 입력
pt: Introduza um país ou localização
ru: Укажите страну или местоположение
tr: Lütfen bir ülke veya konum girin
zh_cn: 请输入国家或地点

# shared.issnDescription
source: ISSN identifier for the journal. Use the 1234-5678 format.
ar: مُعرِّف ISSN للمجلة. استخدم التنسيق 1234-5678.
cs: Identifikátor ISSN časopisu. Použijte formát 1234-5678.
de: ISSN-Kennung für die Zeitschrift. Verwenden Sie das Format 1234-5678.
es: El identificador ISSN de la revista. Use el formato 1234-5678.
fr: Numéro ISSN de la revue. Doit respecter le format 1234-5678.
ja: 専門誌用のISSN識別子です。「1234-5678」の形式で入力してください。
ko: 저널의 ISSN 식별자입니다. 1234-5678 형식을 사용하세요.
pt: Identificador ISSN da revista. Utilize o formato 1234-5678.
ru: Номер ISSN в формате 1234-5678.
tr: Dergi için ISSN kimliği. 1234-5678 biçimini kullanın.
zh_cn: 期刊的国际标准连续出版物号（ISSN）。请使用 1234-5678 格式。

# shared.invalidIssn
source: Invalid ISSN
ar: ISSN غير صالح
cs: Neplatné ISSN
de: Ungültige ISSN
es: ISSN no válido
fr: ISSN non valide
ja: 無効な ISSN
ko: 유효하지 않은 ISSN
pt: ISSN inválido
ru: Некорректный ISSN
tr: Geçersiz ISSN
zh_cn: 国际标准期刊号（ISSN）无效

# shared.url
source: Homepage URL
ar: عنوان URL للصفحة الرئيسية
cs: Adresa URL domovské stránky
es: URL de la página de inicio
fr: URL de la page d'accueil
ja: ホームページURL
ko: 홈페이지 URL
pt: URL da página inicial
ru: URL главной страницы
tr: Giriş Sayfası URL'si
zh_cn: 主页网址

# shared.urlDescription
source: Use the full URL format e.g. http://www.website.com/page.html
ar: استخدم تنسيق عنوان URL الكامل، على سبيل المثال http://www.website.com/page.html
cs: Použijte formát celé adresy URL, např. http://www.website.com/page.html
de: Verwenden Sie die vollständige URL, z. B. http://www.website.de/seite.html
es: Use el formato completo de URL (por ej.: http://www.sitioweb.com/pagina.html)
fr: Indiquez l'URL complète, par exemple : http://www.siteweb.com/page.html.
ja: URLの形式は以下の形で入力してください（例：http://www.website.com/page.html）
ko: 완전한 형식의 URL을 사용하세요. 예: http://www.website.com/page.html
pt: Utilize o formato completo do URL, por exemplo: http://www.website.com/page.html
ru: Приведите ссылку в полном формате URL, например: http://www.website.com/page.html
tr: Tüm URL biçimini kullanın. Ör. http://www.websitesi.com/sayfa.html
zh_cn: 请使用完整的网址格式，例如：http://www.website.com/page.html

# shared.invalidUrl
source: Invalid URL
ar: رابط غير صحيح
cs: Neplatná adresa URL
de: Ungültige URL
es: URL inválida
fr: URL non valide
ja: 無効な URL
ko: 잘못된 URL
pt: URL inválido
ru: Недействительный URL
tr: Geçersiz URL
zh_cn: 无效 URL

# shared.editorialServiceDetails
source: Editorial Service details
ar: تفاصيل الخدمة التحريرية
cs: Podrobnosti o editačních službách
de: Details zu den redaktionellen Diensten
es: Detalles del servicio editorial
fr: Détails du service éditorial
ja: 編集サービス詳細
ko: 편집 공헌 세부정보
pt: Detalhes do serviço editorial
ru: Сведения о редакционной службе
tr: Editörlük Hizmeti ayrıntıları
zh_cn: 编辑服务详情

# shared.department
source: Department
ar: القسم
cs: Oddělení
de: Fakultät/Abteilung
es: Departamento
fr: Département
ja: 部門
ko: 과
pt: Departamento
ru: Подразделение
tr: Bölüm
zh_cn: 部门

# shared.degree
source: Degree/title
ar: الدرجة العلمية/اللقب
cs: Vyznamenání/ocenění
de: Abschluss/Titel
es: Grado/Título
fr: Titre de Degré
ja: 勲章/賞
ko: 디스팅션/상
pt: Grau/Título
ru: Знак отличия/премия
tr: Derece/unvan
zh_cn: 荣誉/奖项

# shared.role
source: Role/title
ar: الدور/العنوان
cs: Role/pozice
de: Rolle/Titel
es: Rol/título
fr: Poste/titre
ja: 役割/職名
ko: 역할/직책
pt: Função/título
ru: Статус/должность
tr: Rol/unvan
zh_cn: 职务/头衔
