Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.saveChanges
source: Save changes
ar: حفظ التغييرات
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更の保存
ko: 변경사항 저장
pt: Salvar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet
zh_cn: 保存更改

# account.addExtraSecurity
source: Add extra security to your ORCID account by enabling two-factor authentication (2FA).
ar: أضف مزيداً من الأمان إلى حساب أوركيد الخاص بك عن طريق تمكين المصادقة الثنائية (2FA).
cs: Dodejte svému účtu ORCID nadstavbové zabezpečení zapnutím dvoufaktorového ověřování (2FA).
de: Schaffen Sie zusätzliche Sicherheit für Ihr ORCID-Konto, indem Sie die Zwei-Faktor-Authentifizierung (2FA) aktivieren.
es: Añada seguridad adicional a su cuenta de ORCID habilitando la autenticación de dos factores (2FA).
fr: Ajoutez une sécurité supplémentaire à votre compte ORCID en activant l'authentification à deux facteurs (2FA).
ja: 二要素認証（2FA）を有効にして、ORCIDアカウントのセキュリティをさらに強化しましょう。
ko: 이중인증(2FA)을 활성화하여 ORCID 계정에 보안 기능을 추가하세요.
pt: Torne a sua conta ORCID mais segura, ativando a autenticação de dois fatores (2FA).
ru: Усильте безопасность вашего аккаунта ORCID, включив двухфакторную аутентификацию (2FA).
tr: İki faktörlü kimlik doğrulamayı (2FA) etkinleştirerek ORCID hesabınızı ekstra güvenli hale getirin.
zh_cn: 通过启用双重身份验证（2FA）为您的 ORCID 帐户增加额外的安全性。

# account.eachTimeYouSignIn
source: Each time you sign in to ORCID you’ll be prompted to enter a six-digit code we send to your preferred 2FA authentication application.
ar: في كل مرة تقوم فيها بتسجيل الدخول إلى أوركيد، ستتم مطالبتك بإدخال رمز مكون من ستة أرقام نرسله إلى تطبيق المصادقة الثنائية المفضل لديك.
cs: Při každém přihlašování do ORCID budete vyzváni k zadání šestimístného kódu, který zašleme do vaší preferované ověřovací aplikace pro 2FA.
de: Jedes Mal, wenn Sie sich bei ORCID anmelden, werden Sie aufgefordert, einen sechsstelligen Code einzugeben, den wir an Ihre bevorzugte 2FA-Authentifizierungsanwendung senden.
es: Cada vez que inicie sesión en ORCID, se le pedirá que introduzca el código de seis dígitos que le enviaremos a su aplicación preferida de autenticación de dos factores.
fr: Chaque fois que vous vous connecterez à ORCID, vous serez invité à saisir un code à six chiffres que nous enverrons à votre application d'authentification à deux facteurs préférée.
ja: ORCIDにサインインするたびに、ご希望の2FA認証アプリケーションに送信される6桁のコードを入力するよう求められます。
ko: ORCID에 로그인할 때마다 선호하는 2FA 인증 애플리케이션으로 전송되는 6자리 코드를 입력하라는 메시지가 표시됩니다.
pt: Sempre que iniciar sessão no ORCID, ser-lhe-á solicitado que introduza um código de seis dígitos, o qual será enviado por nós para a sua aplicação preferida de autenticação 2FA.
ru: Каждый раз, когда вы входите в ORCID, вам будет предложено ввести шестизначный код, который мы отправим в ваше предпочтительное приложение для двухфакторной аутентификации.
tr: ORCID'de her oturum açtığınızda, tercih ettiğiniz 2FA kimlik doğrulama uygulamasına gönderdiğimiz altı haneli bir kod girmeniz istenir.
zh_cn: 每次您登录 ORCID 时，系统都会提示您输入我们发送到您首选的 2FA 身份验证应用程序的六位数代码。

# account.twoFactorIsCurrently
source: Two-factor authentication is currently:
ar: المصادقة ذات العاملين هي حالياً:
cs: Dvoufaktorové ověřování je momentálně:
de: Die Zwei-Faktor-Authentifizierung ist derzeit:
es: La autenticación de dos factores está actualmente:
fr: L'authentification à deux facteurs est actuellement :
ja: 現在の二要素認証：
ko: 현재 이중인증은 다음과 같습니다.
pt: Neste momento, a autenticação de dois fatores encontra-se:
ru: Двухфакторная аутентификация в настоящее время:
tr: İki faktörlü kimlik doğrulama şu anda:
zh_cn: 两重身份验证目前为：

# account.on
source: ON
ar: مشغل
cs: ZAP
de: AN
es: ACTIVADA
fr: MARCHE
ja: オン
ko: 켜짐
pt: LIGADO
ru: ВКЛ
tr: AÇIK
zh_cn: 开启

# account.off
source: OFF
ar: معطل
cs: VYP
de: AUS
es: DESACTIVADA
fr: ARRÊT
ja: オフ
ko: 꺼짐
pt: DESLIGADO
ru: ВЫКЛ
tr: KAPALI
zh_cn: 关闭

# account.turnOnTwoFactor
source: Turn on two-factor authentication
ar: قم بتشغيل المصادقة ذات العاملين
cs: Zapnout dvoufaktorové ověřování
de: Zwei-Faktor-Authentifizierung aktivieren
es: Activar la autenticación de dos factores
fr: Activer l'authentification à deux facteurs
ja: 二要素認証をオンにする
ko: 이중인증 켜기
pt: Ligar a autenticação de dois fatores
ru: Включить двухфакторную аутентификацию
tr: İki faktörlü kimlik doğrulamayı aç
zh_cn: 开启双重身份验证

# account.turnOffTwoFactor
source: Turn off two-factor authentication
ar: قم بإيقاف تشغيل المصادقة ذات العاملين
cs: Vypnout dvoufaktorové ověřování
de: Zwei-Faktor-Authentifizierung deaktivieren
es: Desactivar la autenticación de dos factores
fr: Désactiver l'authentification à deux facteurs
ja: 二要素認証をオフにする
ko: 이중인증 끄기
pt: Desligar a autenticação de dois fatores
ru: Выключить двухфакторную аутентификацию
tr: İki faktörlü kimlik doğrulamayı kapat
zh_cn: 关闭双重身份验证

# account.security
source: Security
ar: الأمن
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
ko: 보안
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh_cn: 安全

# account.accountPassword
source: Account password
ar: كلمة مرور الحساب
cs: Heslo účtu
de: Kontopasswort
es: Contraseña de la cuenta
fr: Mot de passe du compte
ja: アカウントパスワード
ko: 계정 비밀번호
pt: Senha da conta
ru: Пароль аккаунта
tr: Hesap parolası
zh_cn: 帐户密码

# account.twoPassword
source: Two-factor authentication
ar: التوثيق الثنائي
cs: Dvojité ověření
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
ja: 2 要素認証
ko: 2단계 인증
pt: Autenticação de dois fatores
ru: Двухфакторная проверка подлинности
tr: İki faktörlü kimlik doğrulama
zh_cn: 双因素验证

# account.alternativeSignin
source: Alternate sign in accounts
ar: حسابات تسجيل الدخول البديلة
cs: Přihlašovací účty
de: Alternative Anmeldekonten
es: Cuentas alternativas de inicio de sesión
fr: Comptes de connexion
ja: サインイン用アカウント
ko: 로그인 계정
pt: Entrar em contas
ru: Войти в учетные записи
tr: Alternatif oturum açma hesapları
zh_cn: 替代登录帐户

# account.copyTheCodeBelow
source: Copy the code below and paste it into your personal website.
ar: قم بنسخ الكود الموجود أدناه ولصقه في موقعك الالكتروني الشخصي
cs: Zkopírujte níže uvedený kód a vložte ho na svůj osobní web.
de: Kopieren Sie den Code unten und fügen Sie ihn auf Ihrer persönlichen Website ein.
es: Copie el código de abajo y péguelo en su sitio web personal.
fr: Copiez le code ci-dessous et collez-le dans votre site web personnel.
ja: 下記のコードをコピーして個人ウェブサイトに貼り付けます。\n
ko: 아래 코드를 복사하여 귀하의 개인 웹사이트에 붙여 넣으십시오.
pt: Copie o código abaixo e cole-o em seu website pessoal.
ru: Скопируйте код, указанный ниже, и вставьте его на ваш личный сайт.
tr: Aşağıdaki kodu kopyalayın ve kişisel web sitenize yapıştırın.
zh_cn: 复制下面的代码，并将其粘贴到您的个人网站。

# account.preview
source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리 보기
pt: Visualizar
ru: Предварительный просмотр
tr: Önizleme
zh_cn: 预览

# account.defaultStyleShown
source: Default styles shown above. The actual font/text colour should match your site.
ar: الأنماط الافتراضية الموضحة أعلاه. يجب أن يتطابق لون الخط / النص الفعلي مع موقع الويب الخاص بك.
cs: Výchozí styly jsou jsou zobrazeny nahoře. Skutečná barva písma/textu by měla ladit s vaším webem.
de: Oben werden die Standardstile gezeigt. Die tatsächliche Schrift-/Textfarbe sollte zu Ihrer Website passen.
es: Los estilos predeterminados se muestran arriba. El color de fuente/texto debería coincidir con su página web.
fr: Les styles par défaut sont indiqués ci-dessus. La couleur réelle de la police/du texte doit correspondre à celle de votre site.
ja: デフォルトのスタイルは上記のとおりです。実際のフォントやテキストの色は、あなたのサイトに合わせてください。
ko: 위에 표시된 기본 스타일. 실제 글꼴/텍스트 색상은 사이트와 어울려야 합니다.
pt: Estilos predefinidos mostrados acima. A cor da fonte/do texto deve combinar com o seu site.
ru: Стили по умолчанию, показанные выше. Фактический цвет шрифта/текста должен соответствовать вашему сайту.
tr: Varsayılan stiller yukarıda gösterilir. Gerçek yazı tipi/metin rengi sitenizle eşleşmelidir.
zh_cn: 默认样式如上所示。实际的字体/文本颜色应与您的网站相匹配。

# account.aQrCodeIsMachine
source: A QR code is a machine-readable graphic that contains information, typically a website URL. Your ORCID iD QR code is unique to you and it represents your ORCID iD. Anyone who scans it with a QR code reader such as a mobile phone will be sent to your public ORCID record.
ar: رمز الاستجابة السريعة هو رسم يمكن قراءته آلياً ويحتوي على معلومات، وعادةً ما يكون عنوان URL لموقع الويب. رمز الاستجابة السريعة لمعرف أوركيد خاص بك هو رقم فريد من نوعه ويمثل معرف أوركيد الخاص بك. سيتم إرسال أي شخص يقوم بمسحها باستخدام قارئ رمز الاستجابة السريعة QR مثل الهاتف المحمول إلى سجل أوركيد العام الخاص بك.
cs: QR kód je grafika čitelná strojem, která obsahuje informace, obvykle URL webové stránky. QR kód vašeho ORCID iD je váš jedinečný kód zastupující vaše ORCID iD. Když jej někdo naskenuje čtečkou QR kódů (např. mobilním telefonem), bude přesměrován na váš veřejný záznam ORCID.
de: Ein QR-Code ist eine maschinenlesbare Grafik, die Informationen enthält, üblicherweise eine Website-URL. Ihr ORCID-iD-QR-Code ist einzigartig für Sie und repräsentiert Ihre ORCID-iD. Jeder, der ihn mit einem QR-Code-Lesegerät wie einem Mobiltelefon scannt, wird zu Ihrem öffentlichen ORCID-Eintrag weitergeleitet.
es: Un código QR es un gráfico legible por máquina que contiene información, normalmente la URL de una página web. El código QR de su ORCID iD es único para usted y representa su ORCID iD. Cualquiera que lo escanee con un lector de códigos QR, como un teléfono móvil, será redirigido a su registro público de ORCID.
fr: Un code QR est un graphique lisible par machine qui contient des informations, généralement l'URL d'un site Web. Le code QR de votre ORCID iD est unique à vous et il représente votre ORCID iD. Toute personne qui le numérise à l'aide d'un lecteur de code QR tel qu'un téléphone portable sera dirigée vers votre dossier public ORCID.
ja: QRコードとは、機械で読み取り可能な図形であり、情報（通常はウェブサイトのURL）が記載されています。あなたのORCID iD QRコードはあなたに固有のものであり、あなたのORCID iDを表しています。携帯電話などのQRコードリーダーでこれをスキャンすると、あなたの公開ORCIDレコードに送られます。
ko: QR 코드는 일반적으로 웹 사이트 URL과 같은 정보가 포함된 기계 판독 가능 그래픽입니다. 귀하의 ORCID ID QR 코드는 본인에게만 유효하며 귀하의 ORCID ID를 나타냅니다. 휴대폰과 같은 QR 코드 리더기로 스캔한 사람은 누구나 귀하의 공개 ORCID 기록으로 전송됩니다.
pt: Um código QR é um elemento gráfico que pode ser lido através de sistemas de leitura ótica e que contém informações - normalmente, o URL de um site. O código QR do seu ID ORCID é criado exclusivamente para si e representa o seu ID ORCID. Qualquer pessoa que o ler com um leitor de códigos QR (por exemplo, utilizando um telemóvel), será enviada para o seu registo ORCID público.
ru: QR-код – это машиночитаемое графическое изображение, содержащее информацию, обычно ссылку на сайт. Ваш QR-код от ORCID iD уникален для вас и представляет ваш ORCID iD. Любой, кто отсканирует его с помощью считывателя QR-кодов, такого как мобильный телефон, перейдет в вашу общедоступную учетную запись ORCID.
tr: QR kodu, genellikle bir web sitesi URL'si gibi bilgiler içeren, makine tarafından okunabilir bir grafiktir. ORCID kimliği QR kodunuz size özeldir ve ORCID kimliğinizi temsil eder. Cep telefonu gibi bir QR kod okuyucu ile tarayanlar, herkese açık ORCID kaydınıza yönlendirilir.
zh_cn: QR 码是一种机器可读的图形（其中包含信息，通常是网站 URL）。您的 ORCID iD 号 QR 码对您来说是独一无二的，并且它代表您的 ORCID iD 号。使用手机等 QR 码阅读器扫描 QR 码的任何人都会被发送到您的公开 ORCID 记录。

# account.downloadQR
source: Download your ORCID iD QR code and display it on posters, presentations, stickers, business cards - anywhere you want your ORCID iD to be found!
ar: قم بتنزيل رمز QR الخاص بمعرف أوركيد واعرضه على الملصقات والعروض التقديمية والملصقات وبطاقات العمل - في أي مكان تريد العثور على معرف أوركيد الخاص بك!
cs: Stáhněte si QR kód svého ORCID iD a dejte si ho do prezentací, na plakáty, samolepky nebo vizitky – kamkoliv, kde má být k dispozici vaše ORCID iD!
de: Laden Sie Ihren ORCID-iD-QR-Code herunter und zeigen Sie ihn auf Postern, Präsentationen, Aufklebern, Visitenkarten – überall, wo Ihre ORCID-iD gefunden werden soll!
es: Descargue el código QR de su ORCID iD y exhíbalo en carteles, presentaciones, pegatinas, tarjetas comerciales o en cualquier lugar en el que desee que se vea.
fr: Téléchargez le code QR de votre ORCID iD et affichez-le sur des affiches, des présentations, des autocollants, des cartes de visite, partout où vous voulez que l'on trouve votre ORCID iD !
ja: ORCID iDのQRコードをダウンロードして、ポスター、発表資料、ステッカー、名刺など、あなたのORCID iDを見つけてほしい場所に表示してみましょう。
ko: ORCID ID QR 코드를 다운로드하여 포스터, 프리젠테이션, 스티커, 명함에 넣어보세요. 원하는 곳 어디서든 본인의 ORCID ID를 찾을 수 있습니다!
pt: Descarregue o código QR do seu ID ORCID e exponha-o em cartazes, apresentações, autocolantes, cartões de visita - qualquer suporte no qual pretenda que o seu ID ORCID seja encontrado!
ru: Скачайте свой QR-код от ORCID iD и покажите его на плакатах, презентациях, наклейках, визитных карточках – в любом желаемом месте, где ваш ORCID iD может быть найден!
tr: ORCID kimliği QR kodunuzu indirin ve posterlerde, sunumlarda, çıkartmalarda, kartvizitlerde; ORCID kimliğinizin görünmesini istediğiniz her yerde kullanın!
zh_cn: 下载您的 ORCID iD 号 QR 码并将其显示在海报、演示文稿、贴纸、名片上 - 任何您希望您的 ORCID iD 号 被找到的地方！

# account.clickDownloadQR
source: Click to download your QR code
ar: انقر لتنزيل رمز الاستجابة السريعة الخاص بك
cs: Kliknutím stáhnete Váš QR kód
de: Klicken Sie hier, um Ihren QR-Code herunterzuladen
es: Haga clic para descargar su código QR
fr: Cliquez pour télécharger votre code QR
ja: QR コードをダウンロードするには 、画像をクリックしてください。
ko: 클릭해서 귀하의 QR 코드를 다운로드
pt: Clique para transferir o seu código QR
ru: Нажмите, чтобы скачать свой QR-код
tr: QR kodunuzu indirmek için tıklayın
zh_cn: 点击下载二维码

# account.sharing
source: Sharing
ar: مشاركة
cs: Sdílení
de: Teilen
es: Compartir
fr: Partager
ja: 共有する
ko: 공유하기
pt: Partilha
ru: Поделиться
tr: Paylaşım
zh_cn: 共享中

# account.htmlCode
source: Display your ORCID iD on the web
ar: اعرض معرف أوركيد الخاص بك على الويب
cs: Zobrazujte své ORCID iD na webu
de: Zeigen Sie Ihre ORCID iD im Web
es: Mostrar su ORCID iD en la web
fr: Affichez votre ORCID iD sur le Web
ja: ウェブ上でORCID iDを表示する
ko: 웹에 ORCID ID 표시하기
pt: Exponha o seu ID ORCID na Web
ru: Покажите свой ORCID iD в Интернете
tr: ORCID kimliğinizi web'de yayınlayın
zh_cn: 在网络上显示您的 ORCID iD 号

# account.qrCode
source: Get a QR code for your ORCID iD
ar: احصل على رمز استجابة سريعة QR لمعرف أوركيد الخاص بك
cs: Získejte QR kód pro váš ORCID iD
de: Holen Sie sich einen QR-Code für Ihre ORCID iD
es: Obtener un código QR para su ORCID iD
fr: Recevoir un QR code pour votre identifiant ORCID
ja: ORCID iDのQRコードを取得
ko: ORCID iD용 QR 코드 받기
pt: Obtenha um código QR para o seu ORCID iD
ru: Получите QR-код для вашего ORCID iD
tr: ORCID kimliğiniz için bir QR kodu alın
zh_cn: 获得 ORCID iD 号的二维码

# account.yourAccountHasBeenDeactivated
source: Your ORCID account has been deactivated
ar: تم تعطيل حساب ORCID الخاص بك
cs: Váš účet ORCID byl deaktivován
de: Ihr ORCID-Konto wurde deaktiviert
es: Se ha desactivado su cuenta ORCID
fr: Votre compte ORCID a été désactivé
ja: あなたのORCIDアカウントは無効化されています。
ko: 귀하의 ORCID 계정이 비활성화되었습니다
pt: A sua conta ORCID foi desativada
ru: Ваш аккаунт ORCID деактивирован
tr: ORCID hesabınız devre dışı bırakıldı
zh_cn: 您的 ORCID 帐户已被停用

# account.youCanReactivate
source: You can reactivate your ORCID account at any time by entering your email address in the
ar: يمكنك إعادة تنشيط حساب ORCID الخاص بك في أي وقت عن طريق إدخال عنوان بريدك الإلكتروني في
cs: Svůj účet ORCID můžete kdykoli znovu aktivovat zadáním své e-mailové adresy do
de: Reaktivieren Sie Ihr ORCID-Konto jederzeit mithilfe Ihrer E-Mail-Adresse und des
es: Puede volver a activar su cuenta ORCID en cualquier momento con solo introducir su dirección de correo electrónico en el
fr: Vous pouvez réactiver votre compte ORCID à tout moment en saisissant votre adresse e-mail dans le
ja: メールアドレスを登録フォームに入力することで、
ko: 언제든지 양식에 이메일 주소를 입력하면 ORCID 계정을 재활성화할 수 있습니다(
pt: Pode reativar a sua conta ORCID em qualquer altura, introduzindo o seu endereço de e-mail no
ru: Вы можете восстановить аккаунт ORCID в любой момент, указав свой адрес электронной почты в
tr: ORCID kaydınızı istediğiniz zaman e-posta adresinizi şuraya girerek yeniden etkinleştirebilirsiniz:
zh_cn: 您可以随时输入您的电子邮件地址，重新启动您的 ORCID 帐户

# account.registrationForm
source: registration form.
ar: نموذج التسجيل.
cs: registračního formuláře.
de: Registrierungsformulars.
es: formulario de registro.
fr: formulaire d'inscription.
ja: いつでもORCIDアカウントを再有効化できます。
ko: 등록 양식).
pt: formulário de registo.
ru: форме регистрации.
tr: kayıt formu.
zh_cn: 注册表格。

# account.enterThePasswordFor
source: Enter the password for
ar: أدخل كلمة المرور الخاصة بـ
cs: Zadejte heslo pro
de: Geben Sie das Passwort für
es: Introduzca la contraseña de
fr: Saisissez le mot de passe de
ja: アカウントの無効化を完了するには、
ko: 비밀번호를 입력하여
pt: Introduza a palavra-passe
ru: Введите пароль для аккаунта
tr: Parolanızı girin ve
zh_cn: 输入密码

# account.toCompleteAccountDeactivation
source: to complete account deactivation.
ar: لإتمام تعطيل الحساب.
cs: k dokončení deaktivace účtu.
de: ein, um die Kontodeaktivierung abzuschließen.
es: para completar la desactivación de la cuenta.
fr: pour terminer la désactivation de votre compte.
ja: パスワードを入力してください。
ko: 계정 비활성화를 완료하세요.
pt: para concluir a desativação da conta.
ru: чтобы завершить деактивацию.
tr: hesabınızı devre dışı bırakma işlemini tamamlayın.
zh_cn: 完成帐户停用操作。

# ngOrcid.signin.invalidSignInDetails
source: Invalid sign in details
ar: بيانات تسجيل دخول غير صالحة
cs: Neplatné přihlašovací údaje
de: Ungültige Anmeldedaten
es: Credenciales no válidas de inicio de sesión
fr: Informations de connexion non valides
ja: サインインの情報が無効です
ko: 유효하지 않은 로그인 세부정보
pt: Detalhes de início de sessão inválidos
ru: Недействительные данные для входа
tr: Geçersiz oturum açma detayları
zh_cn: 无效的登录详细信息

# ngOrcid.signin.pleaseCheckYourDetails
source: Please check your ORCID sign in details and then try signing in again.
ar: الرجاء التحقق من تفاصيل تسجيل الدخول إلى ORCID الخاصة بك ثم محاولة تسجيل الدخول مجددًا.
cs: Zkontrolujte prosím své přihlašovací údaje do ORCID a poté se znovu zkuste přihlásit.
de: Bitte überprüfen Sie Ihre ORCID-Anmeldedaten und versuchen Sie dann erneut, sich anzumelden.
es: Revise las credenciales de inicio de sesión de ORCID y pruebe de nuevo.
fr: Vérifiez que vos informations de connexion ORCID sont correctes, puis réessayez de vous connecter.
ja: ORCIDのサインイン詳細を確認し、もう一度お試しください。
ko: ORCID 로그인 세부정보를 확인한 후 다시 로그인해보십시오.
pt: Verifique os seus detalhes de início de sessão ORCID e tente entrar novamente.
ru: Проверьте их и попробуйте снова.
tr: Lütfen ORCID oturum açma detaylarınızın doğru olduğunu kontrol edin ve ardından yeniden oturum açmayı deneyin.
zh_cn: 请检查您的 ORCID 登录详细信息是否正确，再重新尝试登录。

# register.password
source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt: Senha
ru: Пароль
tr: Parola
zh_cn: 密码

# register.passwordRequired
source: A password is required
ar: كلمة المرور مطلوبة
cs: Je vyžadováno heslo
de: Ein Passwort ist erforderlich
es: Se necesita una contraseña
fr: Un mot de passe est nécessaire
ja: パスワードが必要です
ko: 비밀번호가 필요합니다
pt: É necessário uma senha
ru: Пароль обязателен
tr: Bir parola gereklidir
zh_cn: 需要密码

# account.enterTheCode
source: Enter the code from your two-factor authentication app
ar: أدخل الرمز من تطبيق المصادقة الثنائية الخاص بك
cs: Zadejte kód z vaší aplikace pro dvoufaktorové ověřování
de: Geben Sie einen Code aus Ihrer Zwei-Faktor-Authentifizierungs-App ein
es: Introduzca el código de la aplicación de dos factores
fr: Saisissez le code de l'application d'authentification à deux facteurs
ja: 2要素認証アプリからコードを入力してください。
ko: 2단계 인증 앱에서 받은 코드 입력
pt: Introduza o código da aplicação de autenticação de dois fatores.
ru: Введите код из приложения для двухфакторной аутентификации
tr: İki faktörlü kimlik doğrulama uygulamanızdaki kodu girin
zh_cn: 输入您的双重验证应用发送的代码

# ngOrcid.signin.2fa.badVerificationCode
source: Invalid authentication code
ar: رمز المصادقة غير صالح
cs: Neplatný ověřovací kód
de: Ungültiger Authentifizierungscode
es: Código de autenticación no válido
fr: Code d'authentification invalide
ja: 認証コードが無効です
ko: 잘못된 인증 코드
pt: Código de autenticação inválido
ru: Недопустимый код аутентификации
tr: Geçersiz kimlik doğrulama kodu
zh_cn: 验证代码无效

# ngOrcid.signin.2fa.verificationCodeRequired
source: Authentication code is required
ar: رمز المصادقة مطلوب
cs: Je vyžadován ověřovací kód
de: Der Authentifizierungscode ist erforderlich
es: Se necesita un código de autenticación
fr: Le code d'authentification est nécessaire
ja: 認証コードが必要です
ko: 인증 코드가 필요합니다
pt: Um código de autenticação é necessário
ru: Требуется код аутентификации
tr: Kimlik doğrulama kodu gereklidir
zh_cn: 需要验证码

# ngOrcid.signin.2fa.badVerificationCodeLength
source: Invalid authentication code length
ar: طول رمز المصادقة غير صالح
cs: Neplatná délka ověřovacího kódu
de: Ungültige Länge des Authentifizierungscodes
es: Longitud de código de autenticación no válida
fr: Longueur du code d'authentification invalide
ja: 認証コードの長さが不正です
ko: 잘못된 인증 코드 길이
pt: Comprimento do código de autenticação inválido
ru: Недопустимая длина кода аутентификации
tr: Geçersiz kimlik doğrulama kodu uzunluğu
zh_cn: 验证码长度无效

# ngOrcid.signin.2fa.noDevice1
source: Don't have your device?
ar: أليس لديك جهازك؟
cs: Nemáte mobilního zařízení?
de: Sie haben Ihr Gerät nicht?
es: ¿No cuenta con su dispositivo?
fr: Vous n'avez pas votre appareil/portable?
ja: デバイスをお持ちではありませんか?
ko: 모바일 장치가 없습니까?
pt: Não tem seu dispositivo?
ru: Нет доступа к устройству?
tr: Cihazınız yok mu?
zh_cn: 没有您的移动设备？

# account.useARecoveryCode
source: Use a recovery code instead
ar: استخدم رمز الاسترداد بدلًا من ذلك
cs: Použijte místo toho obnovovací kód
de: Stattdessen Wiederherstellungscode verwenden
es: Usar un código de recuperación
fr: Utiliser un code de récupération
ja: 代わりにリカバリーコードを使用してください。
ko: 복구 코드 사용
pt: Em alternativa, utilize um código de recuperação
ru: Использовать код восстановления
tr: Onun yerine bir kurtarma kodu kullanın
zh_cn: 请改用恢复代码

# ngOrcid.signin.2fa.recoveryCode
source: Recovery code
ar: رمز الاسترداد
cs: Obnovující kód
de: Wiederherstellungscode
es: Código de recuperación
fr: Code de récupération
ja: 復元コード
ko: 복구 코드
pt: Código de recuperação
ru: Код восстановления
tr: Kurtarma kodu
zh_cn: 恢复代码

# ngOrcid.signin.2fa.noDevice2
source: Enter a recovery code
ar: أدخل رمز الاسترداد
cs: Zadejte obnovující kód
de: Geben Sie einen Wiederherstellungscode ein
es: Ingrese un código de recuperación
fr: Rentrez un code de récupération
ja: 復元コードを入力します。
ko: 복구 코드 입력하십시오.
pt: Digite um código de recuperação
ru: Введите код восстановления
tr: Kurtarma kodu girin
zh_cn: 输入恢复代码

# ngOrcid.signin.2fa.badRecoveryCode
source: Invalid recovery code
ar: رمز الاسترداد غير صالح
cs: Neplatný kód pro obnovení
de: Ungültiger Wiederherstellungscode
es: Código de recuperación no válido
fr: Code de récupération invalide
ja: 復元コードが無効です
ko: 잘못된 복구 코드
pt: Código de recuperação inválido
ru: Недопустимый код восстановления
tr: Geçersiz kurtarma kodu
zh_cn: 恢复代码无效

# ngOrcid.signin.2fa.recoveryCodeRequired
source: Recovery code is required
ar: رمز الاسترداد مطلوب
cs: Je vyžadován obnovovací kód
de: Der Wiederherstellungscode ist erforderlich
es: Se necesita un código de recuperación
fr: Le code de récupération est nécessaire
ja: リカバリコードが必要です
ko: 복구 코드가 필요합니다
pt: Um código de recuperação é necessário
ru: Требуется код для восстановления
tr: Kurtarma kodu gereklidir
zh_cn: 需要恢复代码

# ngOrcid.signin.2fa.badRecoveryCodeLength
source: Invalid recovery code length
ar: طول رمز الاسترداد غير صالح
cs: Neplatná délka kódu pro obnovení
de: Ungültige Länge des Wiederherstellungscodes
es: Longitud de código de recuperación no válido
fr: Longueur du code de récupération invalide
ja: リカバリコードの長さが無効です
ko: 잘못된 복구 코드 길이
pt: Comprimento do código de recuperação inválido
ru: Недопустимая длина кода для восстановления
tr: Geçersiz kurtarma kodu uzunluğu
zh_cn: 恢复代码长度无效
