Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# topBar.hasBeenAddedToYourORCIDRecord
source: has been added to your ORCID record. Manage your existing employment affiliations or add new ones in the
ar: تمت إضافته إلى سجلك في ORCID. يمكنك إدارة انتماءاتك الوظيفية الحالية أو إضافة انتماءات جديدة في
cs: byla přidána do vašeho záznamu ORCID. Spravujte svá stávající přidružení zaměstnání nebo přidávejte nová v
de: wurde Ihrem ORCID-Eintrag hinzugefügt. Verwalten Sie Ihre bestehenden Beschäftigungszugehörigkeiten oder fügen Sie neue im
es: se ha añadido a su registro ORCID. Gestione las afiliaciones laborales existentes o añada otras nuevas en la
fr: a été ajoutée à votre dossier ORCID. Gérez vos affiliations professionnelles existantes ou ajoutez-en d'autres dans la
ja: があなたの ORCID レコードに追加されました。既存の雇用所属を管理するか、新しい所属を追加するには、
ko: 이(가) 귀하의 ORCID 레코드에 추가되었습니다. 기존 고용상태 담당기관을 관리하거나 새로 추가하려면:
pt: foi adicionado ao seu registo ORCID. Faça a gestão das suas afiliações profissionais existentes ou adicione novas afiliações na secção
ru: добавлена в ваш профиль ORCID. Управлять профессиональными аффилиациями и добавлять новые можно в
tr: ORCID kaydınıza eklendi. Mevcut iş bağlantılarınızı yönetmek veya yenilerini eklemek için:
zh_cn: 已添加至您的 ORCID 记录。在就业部分管理您的现有就业隶属机构或添加

# topBar.employmentSection
source: Employment section
ar: قسم "العمل"
cs: v části Zaměstnání.
de: Beschäftigungsabschnitt
es: sección "Empleo"
fr: section Emploi
ja: 雇用セクション
ko: 고용상태 섹션
pt: Secção de emprego
ru: разделе «Трудоустройство»
tr: İş bölümü
zh_cn: 新隶属机构

# topBar.name
source: Name
ar: الاسم
cs: Jméno
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt: Nome
ru: Имя:
tr: Ad
zh_cn: 名称

# works.yourContributionsToThisWork
source: Your contributions to this work
ar: مساهماتك في هذا العمل
cs: Vaše příspěvky k této práci
de: Ihre Beiträge zu dieser Werk
es: Sus contribuciones a esta obra
fr: Vos contributions à ce travail
ja: この研究活動への貢献
ko: 이 연구업적에 대한 귀하의 기여
pt: Suas contribuições para esta obra
ru: Ваш вклад в эту работу
tr: Bu çalışmaya katkılarınız
zh_cn: 您对这项工作的贡献

# works.roleNotDuplicated
source: Role cannot be duplicated
ar: يتعذّر تكرار الدور
cs: Úloha nemůže být zduplikována
de: Rolle kann nicht dupliziert werden
es: El rol no se puede duplicar
fr: Le rôle ne peut pas être dupliqué
ja: 役割は複製できません
ko: 역할은 중복될 수 없습니다
pt: Não é possível duplicar a função
ru: Роль не может повторяться
tr: Rol çoğaltılamaz
zh_cn: 角色不能重复

# works.addAnotherRole
source: Add another role
ar: أضِف دور آخر
cs: Přidat další úlohu
de: Fügen Sie eine weitere Rolle hinzu
es: Añada otro rol
fr: Ajouter un autre rôle
ja: 別の役割を追加
ko: 다른 역할 추가
pt: Adicionar outra função
ru: Добавить другую роль
tr: Başka bir rol ekle
zh_cn: 添加其他角色

# shared.deleteActivityAriaLabel
source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_cn: 删除

# works.pleaseSelectRole
source: Please select a role
ar: يُرجى تحديد دور
cs: Prosím vyberte si úlohu
de: Bitte wählen Sie eine Rolle aus
es: Seleccione un rol
fr: Veuillez sélectionner un rôle
ja: 役割を選択してください
ko: 역할을 선택하세요
pt: Selecione uma função
ru: Выберите роль
tr: Lütfen bir rol seçin
zh_cn: 请选择角色

# works.addYourselfContributor
source: Add yourself as contributor
ar: إضافة نفسك كمساهم
cs: Přidat sebe jako přispěvatele
de: Fügen Sie sich selbst als Mitwirkenden hinzu
es: Añádase a sí mismo como colaborador
fr: Vous ajouter en tant que contributeur
ja: 自分を寄与者として追加
ko: 자신을 기여자로 추가
pt: Adicionar-me como contribuidor
ru: Добавить себя как соавтора
tr: Kendinizi katılımcı olarak ekleyin
zh_cn: 将自己添加为贡献者

# works.contributorsToThisWork
source: Contributors to this work
ar: المساهمون في هذا العمل
cs: Přispěvatelé k této práci
de: Mitwirkende an dieser Werk
es: Colaboradores en esta obra
fr: Contributeurs à ce travail
ja: この研究活動への貢献
ko: 이 연구업적의 기여자
pt: Contribuidores para esta obra
ru: Соавторы в этой работе
tr: Bu çalışmaya katkıda bulunanlar
zh_cn: 这项工作的贡献者

# works.etAl
source: et al.
ar: إت آل.
cs: a kol.
es: y otros
fr: et autres
ja: など
ko: 외
ru: и другие.
tr: ve diğerleri
zh_cn: 等人。

# works.largeNumberOfContributors
source: This work has a large number of contributors
ar: يحتوي هذا العمل على عدد كبير من المساهمين
cs: Tato práce má velký počet přispěvatelů
de: Diese Werk hat eine große Anzahl von Mitwirkenden
es: Esta obra tiene un gran número de colaboradores
fr: Ce travail compte un grand nombre de contributeurs
ja: この著作・業績には多くの寄与者がいます
ko: 이 연구업적에 다수의 기여자 있음
pt: Este trabalho tem um grande número de contribuintes
ru: У работы много соавторов
tr: Bu çalışmada çok sayıda katkıda bulunan var
zh_cn: 这项工作有许多参与者

# works.cannotEditListOfContributors
source: You cannot edit the list of contributors on a work with more than 50 named participants.
ar: لا يمكنك تحرير قائمة المساهمين في عمل يضم أكثر من 50 مشاركًا مذكورًا.
cs: Nemůžete upravovat seznam přispěvatelů na práci, která má více než 50 jmenovaných přispěvatelů
de: Sie können die Liste der Mitwirkenden an einem Werk mit mehr als 50 benannten Mitwirkenden nicht bearbeiten.
es: No puede editar la lista de colaboradores de una obra con más de 50 participantes designados.
fr: Vous ne pouvez pas modifier la liste des contributeurs sur un travail comportant plus de 50 participants nommés.
ja: 50名以上の寄与者がいる作品では、寄与者リストを編集することはできません。
ko: 지명된 참여자가 50명이 넘는 연구업적에서는 기여자 목록을 편집할 수 없습니다.
pt: Não pode editar a lista de contribuintes num trabalho que tenha mais de 50 participantes nomeados.
ru: Вы не можете изменить список соавторов, если в работе указано более 50 участников.
tr: 50'den fazla katılımcı adı bulunan bir çalışmanın katkıda bulunanlar listesini düzenleyemezsiniz.
zh_cn: 对于指定参与者超过 50 人的作品，您不能编辑其参与者者列表。

# works.findOutMoreAboutContributors
source: Find out more about managing contributors in ORCID
ar: اكتشاف المزيد حول إدارة المساهمين في أوركيد
cs: Další informace o správě přispěvatelů v ORCID
de: Erfahren Sie mehr über die Verwaltung von Mitwirkenden in ORCID
es: Obtenga más información sobre cómo administrar colaboradores en ORCID
fr: En savoir plus sur la gestion des contributeurs dans ORCID
ja: ORCID での寄稿者の管理について
ko: ORCID 에서 기여자를 관리하는 방법 더 찾아보기
pt: Saiba mais sobre como gerir contribuidores na ORCID
ru: Подробнее об управлении соавторами в ORCID
tr: ORCID'de katkıda bulunanları yönetmekle ilgili daha fazla bilgi edinin
zh_cn: 详细了解如何在 ORCID 管理贡献者

# works.contributorNameIsRequired
source: Contributor name is required
ar: اسم المساهم مطلوب
cs: Jméno přispěvatele je povinné
de: Der Name des Mitwirkenden ist erforderlich
es: Se necesita el nombre del colaborador
fr: Le nom du contributeur est nécessaire
ja: 寄稿者名は必須です
ko: 기여자 이름은 필수
pt: É necessário o nome do contribuidor
ru: Необходимо указать имя соавтора
tr: Katkıda bulunanın adı gereklidir
zh_cn: 贡献者姓名为必填项

# works.contributorMaxLength
source: Must be less than 100 characters
ar: يجب أن تكون أقل من 100 حرف
cs: Musí mít méně než 100 znaků
de: Muss weniger als 100 Zeichen lang sein
es: Debe contener menos de 100 caracteres
fr: Doit compter moins de 100 caractères
ja: 100文字未満である必要があります
ko: 100자 미만이어야 합니다
pt: Deve conter menos de 100 caracteres
ru: Должно быть менее 100 символов
tr: 100 karakterden kısa olmalıdır
zh_cn: 必须少于 100 个字符

# works.youCannotAddMoreContributors
source: You cannot add any more contributors to this work
ar: لا يمكنك إضافة المزيد من المساهمين لهذا العمل
cs: Do této práce nelze přidat více přispěvatelů
de: Sie können dieser Werk keine weiteren Mitwirkenden hinzufügen
es: No puede añadir a más colaboradores a este trabajo
fr: Vous ne pouvez pas ajouter d'autres contributeurs à ce travail
ja: この著作・業績にはこれ以上寄稿者を追加できません。
ko: 이 연구업적에 기여자를 더 추가할 수 없음
pt: Não é possível adicionar mais contribuidores a este trabalho
ru: К этой работе нельзя добавить больше соавторов
tr: Bu çalışmaya daha fazla katkıda bulunan ekleyemezsiniz
zh_cn: 您不能再为这项工作添加任何贡献者

# works.orcidSupportsMaximum
source: ORCID supports a maximum of 50 contributors when adding them manually.
ar: يدعم أوركيد 50 مساهمًا كحد أقصى عند إضافتهم يدويًا.
cs: ORCID podporuje manuální přidání nejvýše 50 přispěvatelů.
de: ORCID unterstützt maximal 50 Mitwirkende beim manuellen Hinzufügen.
es: ORCID admite un máximo de 50 colaboradores añadidos manualmente.
fr: ORCID permet uniquement d'ajouter jusqu'à 50 contributeurs manuellement.
ja: ORCID は、寄稿者を手入力する場合、最大 50 名までサポートします。
ko: ORCID에 기여자를 수동으로 추가할 때 최대 50명을 지원합니다.
pt: Pode acrescentar um máximo de 50 contribuidores manualmente.
ru: ORCID позволяет добавить вручную до 50 соавторов.
tr: ORCID, manuel olarak eklerken en fazla 50 katılımcıyı destekler.
zh_cn: 手动添加时，ORCID 最多支持 50 个贡献者。

# works.addAnotherContributor
source: Add another contributor
ar: أضِف مساهم آخر
cs: Přidat dalšího přispěvatele
de: Fügen Sie einen weiteren Mitwirkenden hinzu
es: Añada otro colaborador
fr: Ajouter un autre contributeur
ja: 別の寄与者を追加
ko: 다른 기여자 추가
pt: Adicionar outro contribuidor
ru: Добавить другого соавтора
tr: Başka bir katılımcı ekle
zh_cn: 添加其他贡献者

# works.addOtherContributor
source: Add other contributor
ar: إضافة مساهم آخر
cs: Přidat dalšího přispěvatele
de: Anderen Mitwirkenden hinzufügen
es: Añada otro colaborador
fr: Ajouter un autre contributeur
ja: 他の寄与者を追加
ko: 다른 기여자 추가
pt: Adicionar contribuidor
ru: Добавить другого соавтора
tr: Diğer katkıda bulunanları ekle
zh_cn: 添加其他贡献者

# works.pleaseSelectRoleAriaLabel
source: Select your contributor to this work
ar: تحديد مساهمك في هذا العمل
cs: Vyberte přispěvatele do tohoto díla
de: Wählen Sie Ihren Mitwirkenden an dieser Werk aus
es: Seleccione a su colaborador en esta obra
fr: Sélectionner votre contributeur à ce travail
ja: この作品の寄稿者を選択してください
ko: 이 연구업적에 대한 귀하의 기여 선택
pt: Selecione o seu contribuidor para este trabalho
ru: Выберите соавтора этой работы
tr: Bu çalışmaya katkıda bulunan kişiyi seçin
zh_cn: 选择这项成果的贡献者

# works.contributorName
source: Contributor name
ar: اسم المساهم
cs: Jméno přispěvatele
de: Name des Mitwirkenden
es: Nombre del colaborador
fr: Nom du contributeur
ja: 寄稿者名
ko: 기여자 이름
pt: Nome do contribuidor
ru: Имя соавтора
tr: Katkıda bulunanın adı
zh_cn: 贡献者姓名

# works.translatedTitleWork
source: Translated title
ar: العنوان المترجم
cs: Přeložený název
de: Übersetzter Titel
es: Título traducido
fr: Titre traduit
ja: 翻訳済みタイトル
ko: 번역된 제목
pt: Título traduzido
ru: Перевод названия
tr: Çevrilmiş başlık
zh_cn: 翻译的标题

# works.language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh_cn: 语言

# works.subtitleLabel
source: Subtitle
ar: العنوان الفرعي
cs: Podnázev
de: Untertitel
es: Sub-título
fr: Sous-titre
ja: サブタイトル
ko: 부제목
pt: Subtítulo
ru: Подзаголовок
tr: Altyazı
zh_cn: 副标题

# works.contributors
source: Contributors
ar: المساهمون
cs: Přispěvatelé
de: Mitwirkende
es: Contribuyentes
fr: Contributeurs
ja: 寄与者
ko: 기부자
pt: Contribuidores
ru: Исследователи
tr: Katkıda bulunanlar
zh_cn: 参与者

# works.showing
source: Showing the first
ar: إظهار الأول
cs: Zobrazují se první
de: Ersteres zeigen
es: Mostrando el primero
fr: Montrer le premier
ja: 最初のを表示する
ko: 첫 번째 표시하기
pt: A mostrar o primeiro
ru: Показ первого
tr: İlki gösteriliyor
zh_cn: 显示第一个

# works.fullContributorList
source: For the full contributor list
ar: لإظهار قائمة المشاركين كاملة
cs: Pro celý seznam přispěvatelů
de: Für die vollständige Liste der Mitwirkenden
es: Para la lista completa de colaboradores
fr: Pour la liste complète des contributeurs
ja: コントリビューターの全リストは
ko: 전체 기여자 목록
pt: Para a lista completa de contribuidores
ru: Для получения полного списка авторов
tr: Katkıda bulunanların listesinin tamamı için
zh_cn: 完整参与者名单

# works.exportAsBibtex
source: export this work as BibTeX
ar: صدّر هذا العمل بصيغة BibTeX
cs: exportovat tuto práci jako BibTex
de: exportieren Sie diese Werk als BibTeX
es: exporte este trabajo como BibTex
fr: exporter ce travail en tant que BibTeX
ja: この作業をBibTeXとしてエクスポート
ko: 이 연구업적을 BibTeX로 내보내기
pt: exportar este trabalho como BibTex
ru: экспортировать эту работу как BibTeX
tr: bu çalışmayı BibTeX olarak dışa aktar
zh_cn: 将此工作导出为 BibTex

# works.or
source: or
ar: أو
cs: nebo
de: oder
es: u
fr: ou
ja: または
ko: 또는
pt: ou
ru: или
tr: veya
zh_cn: 或

# works.visitWorkSource
source: visit the work source
ar: زيارة مصدر العمل
cs: navštívit zdroj práce
de: Besuchen Sie die Werkquelle
es: visite la fuente de trabajo
fr: visitez la source de travail
ja: 作業ソースにアクセス
ko: 연구업적 출처 방문
pt: visite a origem do trabalho
ru: посетить источник работы
tr: iş kaynağını ziyaret edin
zh_cn: 访问工作来源

# works.citation
source: Citation
ar: اقتباس
cs: Citace
de: Zitierung
es: Cita
ja: 引用
ko: 서지사항
pt: Citação
ru: Цитирование
tr: Alıntı
zh_cn: 引用

# works.showCitation
source: Show citation
ar: عرض الاقتباس
cs: Zobrazit citaci
de: Zitat anzeigen
es: Mostrar cita
fr: Afficher la citation
ja: 引用を表示
ko: 인용 표시
pt: Exibir referência
ru: Показать ссылку
tr: Alıntıyı göster
zh_cn: 显示引文

# works.hideCitation
source: Hide citation
ar: إخفاء الاقتباس
cs: Skrýt citaci
de: Zitat ausblenden
es: Ocultar cita
fr: Masquer la citation
ja: 引用を非表示
ko: 인용 숨기기
pt: Ocultar referência
ru: Скрыть ссылку
tr: Alıntıyı gizle
zh_cn: 隐藏引文

# works.expandedFormatBibtex
source: Switch to expanded formatting
ar: قم بالتبديل إلى التنسيق الموسع
cs: Přepnout na rozšířené formátování
de: Wechseln Sie zur erweiterten Formatierung
es: Cambiar a formato expandido
fr: Passer au formatage étendu
ja: 拡大フォーマットに切り替え
ko: 확장 형식으로 전환
pt: Mudar para formatação expandida
ru: Переключиться на расширенное форматирование
tr: Genişletilmiş biçimlendirmeye geç
zh_cn: 切换到扩展格式

# works.compactFormatBibtex
source: Switch to compact formatting
ar: قم بالتبديل إلى التنسيق المضغوط
cs: Přepnout na kompaktní formátování
de: Wechseln Sie zur kompakten Formatierung
es: Cambiar a formato compacto
fr: Passer au formatage compact
ja: 縮小フォーマットに切り替え
ko: 컴팩트 형식으로 전환
pt: Mudar para formatação compacta
ru: Переключиться на компактное форматирование
tr: Kompakt biçimlendirmeye geç
zh_cn: 切换到紧凑格式

# works.fullCitation
source: For full citation
ar: لإظهار الاقتباس الكامل
cs: Pro celou citaci
de: Zum vollständigen Zitat
es: Para cita completa
fr: Pour une citation complète
ja: 引用の全文は
ko: 전체 인용
pt: Para a referência completa
ru: Для получения полной цитаты
tr: Tam atıf için
zh_cn: 全文引用

# works.description
source: Description
ar: الوصف
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt: Descrição
ru: Описание
tr: Açıklama
zh_cn: 说明

# works.countryOrLocationOfPublication
source: Country/Location of publication
ar: بلد/موقع النشر
cs: Země/místo publika
de: Land/Ort der Veröffentlichung
es: País/ubicación de la publicación
fr: Pays/lieu de publication
ja: 出版国/地域
ko: 발행 국가/위치
pt: País/Localização de publicação
ru: Страна/местоположение публикации
tr: Yayınlandığı Ülke/Konum
zh_cn: 出版国家/地点

# works.type
source: Identifier type
ar: نوع المعرف
cs: Typ identifikátoru
de: Identifikatortyp
es: Tipo de identificador
fr: Type d'identifiant
ja: 識別子タイプ
ko: 식별자 유형
pt: Tipo de identificador
ru: Тип идентификатора
tr: Tanımlayıcı türü
zh_cn: 标识符类型

# works.typeOfIdentifier
source: The type of identifier associated with the work, such as an ISBN, DOI or PMID.
ar: نوع المعرف المرتبط بالعمل، مثل ISBN أو DOI أو PMID.
cs: Typ identifikátoru spojeného s dílem, jako je ISBN, DOI nebo PMID.
de: Die Art der mit dem Werk verknüpften Kennung, z. B. ISBN, DOI oder PMID.
es: El tipo de identificador asociado con la obra, como un ISBN, DOI o PMID.
fr: Le type d'identifiant associé au travail, comme un ISBN, un DOI ou un PMID.
ja: ISBN、DOI、PMIDなど、作品に関連付けられている識別子のタイプ。
ko: ISBN, DOI, PMID 등 작업물에 연관된 식별자의 유형
pt: O tipo de identificador associado à obra, como ISBN, DOI ou PMID.
ru: Тип идентификатора, связанного с работой, например ISBN, DOI или PMID.
tr: ISBN, DOI veya PMID gibi çalışmayla ilişkili tanımlayıcı türü.
zh_cn: 与成果连接的识别码形式，如 ISBN、DOI 或 PMID

# works.pleaseSelectIdentifierType
source: Please select an identifier type
ar: يُرجى تحديد نوع معرّف
cs: Prosím vyberte typ identifikátoru
de: Bitte wählen Sie einen Kennungstyp aus
es: Seleccione un tipo de identificador
fr: Veuillez sélectionner un type d'identifiant
ja: 識別子タイプを選択してください
ko: 식별자 유형을 선택하세요
pt: Selecione um tipo de identificador
ru: Выберите тип идентификатора
tr: Lütfen bir tanımlayıcı türü seçin
zh_cn: 请选择一个识别码类型

# works.identifierValue
source: Identifier value
ar: قيمة المعرف
cs: Hodnota identifikátoru
de: Identifikatorwert
es: Identificación
fr: Identifiant
ja: 識別子の値
ko: 식별자 값
pt: Valor de identificador
ru: Значение идентификатора
tr: Tanımlayıcı değeri
zh_cn: ID

# works.validFormat
source: Invalid id for the selected identifier type
ar: معرف غير صالح لنوع المعرف المحدد
cs: Neplatné ID pro vybraný typ identifikátoru
de: Ungültige ID für den ausgewählten ID-Typ
es: ID no válido para el tipo de identificador seleccionado
fr: Identifiant non valide pour le type d'identifiant sélectionné
ja: 選択された識別子タイプに対して無効なID
ko: 선택된 식별자 유형의 ID가 유효하지 않음
pt: Id inválido para o tipo de identificador selecionado
ru: Недействительный идентификатор для выбранного типа идентификатора
tr: Seçilen tanımlayıcı türü için geçersiz kimlik
zh_cn: 已选择的识别码类型中有无效的识别码

# works.invalidISBN
source: We are unable to validate this identifier. Please check it is correct before saving.
es: No podemos validar este identificador. Comprueba si es correcto antes de guardar.
pt: Não conseguimos validar este identificador. Verifique se está correto antes de guardar.
ru: Не удается подтвердить идентификатор. Перед сохранением убедитесь, что вы указали верные данные.

# works.unResolved
source: We couldn't find a resource that matches the identifier you entered. Please check the value or enter a valid link to the resource.
ar: لم نتمكن من العثور على مورد يتطابق مع المعرّف الذي أدخلته بنجاح. يرجى التحقق من القيمة أو إدخال رابط صالح للمورد.
cs: Nepodařilo se nám nalézt zdroj odpovídající identifikátoru, který jste zadali.
de: Wir konnten keine Ressource finden, die mit der von Ihnen eingegebenen Kennung übereinstimmt. Bitte überprüfen Sie den Wert oder geben Sie einen gültigen Link zur Ressource ein.
es: No pudimos encontrar un recurso que coincida con el identificador que ingresó. Verifique el valor o ingrese un enlace válido al recurso.
fr: Nous n'avons pas trouvé de ressource correspondant à l'identifiant que vous avez entré. Veuillez vérifier la valeur ou entrez un lien valide vers la ressource.
ja: 入力した識別子に一致するリソースが見つかりませんでした。 値を確認するか、リソースへの有効なリンクを入力してください。
ko: 귀하가 입력한 식별자에 일치하는 리소스를 찾지 못했습니다. 값을 다시 확인하거나 리소스 대상의 유효한 링크를 입력하십시오.
pt: Não encontrámos um recurso correspondente ao identificador que introduziu. Verifique o valor ou introduza uma ligação válida para o recurso.
ru: Мы не смогли найти ресурс, который соответствует введенному Вами идентификатору. Пожалуйста, проверьте значение или введите действительную ссылку на ресурс.
tr: Girdiğiniz tanımlayıcıyla eşleşen bir kaynak bulamadık. Lütfen değeri kontrol edin veya kaynak için geçerli bir bağlantı girin.
zh_cn: 找不到与输入的标识符相匹配的资源， 请检查该值或输入资源的有效链接。

# works.identifierAssociated
source: The identifier associated with the work. The format will depend on the type of identifier selected.
ar: المعرف المرتبط بالعمل. سيعتمد التنسيق على نوع المعرف المحدد.
cs: Identifikátor spojený s dílem. Formát bude záviset na typu vybraného identifikátoru.
de: Die der Werk zugeordnete Kennung. Das Format hängt von der Art der ausgewählten Kennung ab.
es: El identificador asociado a la obra. El formato dependerá del tipo de identificador seleccionado.
fr: L'identifiant associé au travail. Le format dépendra du type d'identifiant sélectionné.
ja: 作品に関連付けられている識別子。形式は選択した識別子のタイプによって異なります。
ko: 작업과 관련된 식별자. 포맷은 선택된 식별자의 종류에 달려 있습니다.
pt: O identificador associado ao projeto. O formato irá depender do tipo de identificador selecionado.
ru: Идентификатор, связанный с работой. Формат будет зависеть от типа выбранного идентификатора.
tr: Çalışmayla ilişkili tanımlayıcı. Biçim, seçilen tanımlayıcı türüne bağlı olacaktır.
zh_cn: 与该成果相关的识别码。格式取决于选定的识别码类型。

# works.pleaseEnterExternalID
source: Please enter an external ID
ar: يرجى إدخال معرف خارجي
cs: Prosím, zadejte externí ID
de: Bitte geben Sie eine externe ID ein
es: Por favor inserte un identificador externo
fr: Veuillez saisir un identifiant externe
ja: 外部 ID を入力してください
ko: ID 외부 ID를 입력하십시오.
pt: Insira um ID externo
ru: Введите сторонний ID
tr: Lütfen harici bir kimlik girin
zh_cn: 请输入外部 ID

# works.identifierUrl
source: Identifier URL
ar: رابط المعرف
cs: Identifikátor URL
de: Identifikator-URL
es: URL de identificador
fr: URL de l'identificateur
ja: 識別子 URL
ko: 식별자 URL
ru: URL идентификатора
tr: Tanımlayıcı URL'si
zh_cn: 标识符 URL

# works.urlIdentifierHint
source: The URL that the identifier resolves to, for example https://doi.org/10.23640/07243.c.4232246
ar: رابط الـ URL الذي يقود إلى، على سبيل المثال https://doi.org/10.23640/07243.c.4232246
cs: Adresa URL, na kterou identifikátor převádí, například https://doi.org/10.23640/07243.c.4232246
de: Die URL, in die der Bezeichner aufgelöst wird, beispielsweise https://doi.org/10.23640/07243.c.4232246
es: La URL en la que se resuelve el identificador; por ejemplo https://doi.org/10.23640/07243.c.4232246
fr: L'URL à laquelle mène l'identifiant, comme, par exemple, https://doi.org/10.23640/07243.c.4232246.
ja: 識別子が解決するURL（例：https://doi.org/10.23640/07243.c.4232246）
ko: 식별자가 확인하는 URL로서, 다음의 예시와 같습니다. https://doi.org/10.23640/07243.c.4232246
pt: O URL que o identificador deliberar, por exemplo https://doi.org/10.23640/07243.c.4232246
ru: URL-адрес, в который превращается идентификатор, например: https://doi.org/10.23640/07243.c.4232246
tr: Tanımlayıcının çözümlediği URL, örneğin https://doi.org/10.23640/07243.c.4232246
zh_cn: 识别码所解析的网址，例如：https://doi.org/10.23640/07243.c.4232246

# works.invalidUrl
source: Invalid url
ar: رابط url غير صالح
cs: Neplatná URL adresa
de: Ungültige URL
es: URL no valida
fr: URL non valide
ja: 無効なURL
ko: 유효하지 않은 url
pt: URL inválido
ru: Неверный URL-адрес
tr: Geçersiz url
zh_cn: 无效链接

# works.relationship
source: Relationship
ar: الصلة
cs: Vztah
de: Beziehung
es: Relación
fr: Relation
ja: 関係
ko: 관계
pt: Relacionamento
ru: Отношениe
tr: İlişki
zh_cn: 关系

# works.onlyIdentifierTypesFundedBy
source: Only identifier types "grant number", "doi", "uri" or "proposal id" are allowed when using "funded-by" identifiers
ar: يُسمح باستخدام أنواع المعرفات التالية فحسب في حال استخدام معرفات "ممولة من": "رقم المنحة" أو "doi" أو "uri" أو "معرف الاقتراح"
es: Solo se permiten los tipos de identificador "grant number", "doi", "uri" o "proposal id" al usar los identificadores "funded-by"
fr: Seuls les identifiants de type « accorder un chiffre », « identifiant d'objet digital », « identifiant de ressource uniforme » ou « identifiant de proposition » sont permis lors de l'utilisation d'identifiants.
ja: 「資金提供者」の識別子を使用する場合は、識別子タイプ「許可番号」、「doi」、「uri」、または「プロポーザルID」のみが許可されます。
ko: "자금 제공 주체(funded-by)" 식별자를 사용하는 경우 "연구비 번호","디지털 개체 식별자(DOI)", 통합 리소스 식별자(URI)" 또는 "지원서 ID" 식별자만 허용됩니다.
pt: Apenas tipos de identificador como "número de licença", "doi", "uri" ou "identificação da proposta" são permitidos quando identificadores "financiado por" são utilizados
ru: При использовании идентификаторов "источник финансирования" разрешены только идентификаторы типа "номер гранта", "DOI", "URI" или "идентификатор предложения"
zh_cn: 使用“资助方”标识符时，仅允许使用“grant number”、“doi”、“uri”或“proposal id”标识符类型
