Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# funding.description
source: Description
ar: الوصف
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt: Descrição
ru: Описание
tr: Açıklama
zh_cn: 说明

# shared.maxLength.less_than_five_thousand
source: Must be less than 5000 characters
ar: يجب أن يكون أقل من 5000 حرفا
cs: Musí být kratší než 5000 znaků
de: Muss weniger als 5000 Zeichen lang sein
es: Debe contener menos de 5000 caracteres
fr: Doit compter moins de 5000 caractères
ja: 5000 文字未満でなければなりません
ko: 5000자 미만이어야 합니다
pt: Deve conter menos de 5000 caracteres
ru: Длина не должна превышать 5000 символов
tr: 5000 karakterden az olmalıdır
zh_cn: 必须少于 5000 个字符

# funding.amount
source: Total funding amount
ar: إجمالي مبلغ التمويل
cs: Celková částka financování
de: Gesamtfinanzierungsbetrag
es: Cantidad total del financiamiento
fr: Montant total du financement
ja: 研究助成金額合計
ko: 자금 지원 총액
pt: Quantidade de financiamento total
ru: Общая сумма финансирования
tr: Toplam finansman tutarı
zh_cn: 总资助金额

# funding.amountError
source: Amount should be a numeric value with format 1,234,567.89
ar: يجب أن يكون المبلغ في صورة قيمة رقمية بتنسيق 1,234,567.89
cs: Částka by měla být číselná hodnota ve formátu 1 234 567,89
de: Der Betrag sollte ein numerischer Wert im Format 1.234.567,89 sein
es: La cantidad debe ser un valor numérico con formato 1,234,567.89
fr: Le montant doit être une valeur numérique au format 1,234,567.89
ja: 金額は、1,234,567.89の形式の数値である必要があります
ko: 금액은 1,234,567.89와 같은 형식의 숫자로 표시해야 합니다
pt: O montante deve ser um valor numérico em formato 1,234,567.89
ru: Сумма должна быть числовым значением в формате 1 234 567,89.
tr: Tutar 1.234.567,89 formatında, sayısal bir değer olmalıdır
zh_cn: 数量表述必须为数值，以 1,234,567.89 的格式输入

# funding.selectACurrencyCode
source: Please select a currency
ar: الرجاء تحديد عملة
cs: Vyberte měnu
de: Währung auswählen
es: Seleccione una moneda
fr: Veuillez sélectionner une devise
ja: 通貨を選択してください
ko: 통화를 선택하세요
pt: Selecione uma moeda
ru: Выберите валюту
tr: Lütfen bir para birimi seçin
zh_cn: 请选择一个币种

source: Funding agency name
ar: اسم المؤسسة المموِّلة
cs: Název zdroje financování
de: Name der Förderstelle
es: Nombre de la agencia de financiamiento
fr: Nom de l'agence de financement
ja: 研究助成機関名
ko: 자금 지원 기관 이름
pt: Nome da agência de financiamento
ru: Название финансирующей организации
tr: Finansman ajansı adı
zh_cn: 资助机构的名称

# funding.agencyNameError
source: Please enter an agency name
ar: الرجاء إدخال اسم مؤسسة
cs: Zadejte název agentury
de: Bitte geben Sie einen Institutionsnamen ein
es: Introduzca el nombre de una agencia
fr: Veuillez entrer le nom d'une institution
ja: 機関名を入力してください
ko: 에이전시 이름을 입력해 주세요
pt: Introduza um nome de agência
ru: Введите название агентства
tr: Lütfen bir ajans adı girin
zh_cn: 请输入机构名

# shared.addAnotherId
source: Add another identifier
ar: إضافة معرف آخر
cs: Přidat jiný identifikátor
de: Weitere Kennung hinzufügen
es: Añadir otro identificador
fr: Ajouter un autre identifiant
ja: 他の識別子の追加
ko: 다른 식별자 추가
pt: Adicionar outro identificador
ru: Добавить другой идентификатор
tr: Başka bir tanımlayıcı ekle
zh_cn: 添加其他标识符

# shared.addId
source: Add an identifier
ar: إضافة معرف
cs: Přidat identifikátor
de: Kennung hinzufügen
es: Añadir un identificador
fr: Ajouter un identifiant
ja: 識別子を追加する
ko: 식별자 추가하기
pt: Adicionar um identificador
ru: Добавить идентификатор
tr: Bir tanımlayıcı ekle
zh_cn: 添加识别码

# share.totalFundingAmountCurrency
source: Currency
ar: العملة
cs: Měna
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt: Moeda
ru: Валюта
tr: Para birimi
zh_cn: 币种

# share.totalFundingAmount
source: Total funding amount
ar: إجمالي مبلغ التمويل
cs: Celková částka financování
de: Gesamtfinanzierungsbetrag
es: Cantidad total del financiamiento
fr: Montant total du financement
ja: 研究助成金額合計
ko: 자금 지원 총액
pt: Quantidade de financiamento total
ru: Общая сумма финансирования
tr: Toplam finansman tutarı
zh_cn: 总资助金额

# shared.saveFundingChanges
source: Save funding changes
ar: حفظ تغييرات التمويل
cs: Uložit změny financování
de: Änderungen an der Finanzierung speichern
es: Guarde los cambios de financiación
fr: Enregistrer les modifications dans Financement
ja: 資金の変更を保存
ko: 자금원 변경사항 저장
pt: Guardar alterações de financiamento
ru: Сохранить изменения в разделе «Финансирование»
tr: Finansman değişikliklerini kaydet
zh_cn: 保存资金变更

# shared.cancelFundingChanges
source: Cancel changes and close Funding
ar: إلغاء التغييرات وإغلاق التمويل
cs: Zrušit změny a zavřít financování
de: Änderungen verwerfen und Finanzierung schließen
es: Cancele los cambios y cierre Financiación
fr: Annuler les modifications et fermer Financement
ja: 変更をキャンセルして資金調達を閉じる
ko: 변경사항을 취소하고 자금원 닫기
pt: Cancelar alterações e fechar Financiamento
ru: Отменить изменения и закрыть раздел «Финансирование»
tr: Değişiklikleri iptal et ve Finansmanı kapat
zh_cn: 取消更改并关闭资金

# shared.closeFunding
source: Close funding
ar: إغلاق التمويل
cs: Uzavřít financování
de: Finanzierung schließen
es: Cierre Financiación
fr: Fermer la section Financement
ja: 資金調達を閉じる
ko: 자금원 닫기
pt: Fechar financiamento
ru: Закрыть раздел «Финансирование»
tr: Finansmanı kapat
zh_cn: 关闭资金

# shared.descriptionFunding
source: Project description
ar: وصف المشروع
cs: Popis projektu
de: Projektbeschreibung
es: Descripción del proyecto
fr: Description du projet
ja: プロジェクトの説明
ko: 프로젝트 설명
pt: Descrição do projeto
ru: Описание проекта
tr: Proje açıklaması
zh_cn: 项目描述

# shared.amountFunding
source: Amount
ar: الكمية/العدد
cs: Částka
de: Betrag
es: Cantidad
fr: Montant
ja: 金額
ko: 금액
pt: Montante
ru: Сумма
tr: Miktar
zh_cn: 金额

# shared.selectLanguage
source: Select a language
ar: اختر لغة
cs: Zvolte jazyk
de: Sprache auswählen
es: Seleccione un idioma
fr: Sélectionner une langue
ja: 言語を選択
ko: 언어를 선택하세요
pt: Selecione um idioma
ru: Выбрать язык
tr: Bir dil seçin
zh_cn: 选择语言

# funding.contributors
source: Contributors
ar: المساهمون
cs: Přispěvatelé
de: Mitwirkende
es: Contribuyentes
fr: Contributeurs
ja: 寄与者
ko: 기부자
pt: Contribuidores
ru: Участники
tr: Katkıda bulunanlar
zh_cn: 参与者

# shared.deleteItems
source: Delete items
ar: حذف المواد
cs: Smazat položky
de: Elemente löschen
es: Eliminar elementos
fr: Supprimer des éléments
ja: アイテムを削除する
ko: 항목 삭제
pt: Eliminar itens
ru: Удалить элементы
tr: Öğeleri sil
zh_cn: 删除项目

# shared.deleteSelected
source: Delete selected items
ar: حذف المواد المحددة
cs: Smazat vybrané položky
de: Ausgewählte Elemente löschen
es: Eliminar elementos seleccionados
fr: Supprimer les éléments sélectionnés
ja: 選択されたアイテムを削除する
ko: 선택한 아이템 삭제
pt: Eliminar os itens selecionados
ru: Удалить выбранные элементы
tr: Seçili öğeleri sil
zh_cn: 删除已选条目

# shared.deletingItems
source: Deleting items permanently removes them from your ORCID record. Please review the items selected for deletion.
ar: يؤدي حذف المواد إلى إزالتها نهائياً من تسجيلة أوركيد. يرجى مراجعة المواد المحددة للحذف.
cs: Položky, které smažete budou trvale odstraněny z vašeho záznamu ORCID. Zkontrolujte položky vybrané k odstranění.
de: Wenn Sie Elemente permanent löschen, werden diese aus Ihrem ORCID-Eintrag entfernt. Bitte überprüfen Sie die Elemente, die gelöscht werden sollen.
es: La eliminación de elementos de su registro ORCID es permanente. Revise los elementos seleccionados para su eliminación.
fr: La suppression d'éléments les retire définitivement de votre dossier ORCID. Veuillez passer en revue les éléments que vous avez sélectionnés pour la suppression.
ja: アイテムを削除すると、ORCIDレコードからアイテムが完全に削除されます。削除するために選択したアイテムを確認してください。
ko: 아이템을 삭제하면 ORCID에서 해당 아이템은 영구히 제거됩니다. 삭제를 위해 선택된 아이템을 검토해 주세요.
pt: Ao eliminar itens de forma permanente, os mesmos também serão removidos do seu registo do ORCID. Por favor, analise os itens selecionados para eliminação.
ru: При удалении элементов они навсегда удаляются из вашей записи ORCID. Просмотрите элементы, выбранные для удаления.
tr: Öğeleri kalıcı olarak silmek, onları ORCID kaydınızdan kaldırır. Lütfen silinmek üzere seçilen öğeleri gözden geçirin.
zh_cn: 删除这些项目会使其从您的 ORCID 记录中彻底移除。确认删除前请确保您已检查已选项目。

# shared.selectedItems
source: Selected items to delete
ar: المواد المحددة للحذف
cs: Vybrané položky ke smazání
de: Ausgewählte Elemente zum Löschen
es: Elementos seleccionados para eliminar
fr: Éléments sélectionnés à supprimer
ja: 削除するために選択されたアイテム
ko: 삭제할 항목 선택
pt: Itens selecionados a eliminar
ru: Выбранные элементы для удаления
tr: Silinmek üzere seçilen öğeler
zh_cn: 已选待删除的项目

# shared.selectAll
source: Select all
ar: تحديد الكل
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
pt: Selecione todos
ru: Выбрать все
tr: Tümünü seç
zh_cn: 全选

# shared.selected
source: Selected
ar: المحدد
cs: Vybráno
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택된
pt: Selecionado
ru: Выбрано
tr: Seçildi
zh_cn: 已选

# peerReview.reviewDate
source: Review date:
ar: تاريخ المراجعة:
cs: Datum recenze:
de: Review-Datum:
es: Fecha de evaluación:
fr: Date de la évaluation :
ja: レビュー日：
ko: 평가 날짜:
pt: Data de revisão:
ru: Дата рецензии:
tr: İnceleme tarihi:
zh_cn: 审核日期：

# peerReview.type
source: Type:
ar: النوع:
cs: Typ:
de: Typ:
es: Tipo:
ja: タイプ：
ko: 유형:
pt: Tipo:
ru: Тип:
tr: Tür:
zh_cn: 类型：

# peerReview.role
source: Role:
ar: الدور:
de: Rolle:
es: Rol:
fr: Rôle :
ja: 役割：
ko: 역할:
pt: Função:
ru: Роль:
tr: Rol:
zh_cn: 职责：

# works.noItemsSelected
source: No items selected.
ar: لم يتم تحديد أي مواد.
cs: Nejsou vybrány žádné položky.
de: Keine Elemente ausgewählt.
es: No hay elementos seleccionados.
fr: Aucun élément sélectionné.
ja: アイテムが選択されていません。
ko: 선택된 항목 없음
pt: Nenhum item selecionado.
ru: Элементы не выбраны.
tr: Hiçbir öğe seçilmedi.
zh_cn: 尚未选择任何项目。

# shared.youHaveNotSelected
source: You haven’t selected any items to delete.
ar: لم تقم بتحديد أي مواد للحذف.
cs: Nevybrali jste žádné položky ke smazání.
de: Sie haben keine Elemente zum Löschen ausgewählt.
es: No ha seleccionado ningún elemento para eliminar.
fr: Vous n'avez sélectionné aucun élément à supprimer.
ja: 削除するアイテムを選択していません。
ko: 삭제할 항목을 선택하지 않았습니다.
pt: Não selecionou nenhum item para eliminar.
ru: Вы не выбрали ни одного элемента для удаления.
tr: Silmek için herhangi bir öğe seçmediniz.
zh_cn: 您未选择任何待删除的项目。

# shared.organizationIdentifiers
source: Organization identifiers
ar: معرفات المؤسسة
cs: Identifikátory organizace
de: Organisationskennungen
es: Identificadores de organizacións
fr: Identifiants d'institutions
ja: 組織識別子
ko: 조직 식별자
pt: Identificadores de organizaçãoes
ru: Идентификаторы организации
tr: Kuruluş tanımlayıcıları
zh_cn: 组织标识符

# shared.otherOrganization
source: Other organization identifiers provided by
ar: معرفات المؤسسة الأخرى المقدمة من
cs: Jiné identifikátory organizace, které poskytuje
de: Andere Organisationskennungen bereitgestellt von
es: Otros identificadores de organizaciones proporcionados por
fr: Autres identifiants d'institutions fournis par
ja: 他の組織識別子を提供する方：
ko: 이 당사자는 다른 조직 식별자 제공했습니다
pt: Outros identificadores de organizaçãoes fornecidos por
ru: Другие идентификаторы организаций, предоставляемые
tr: Şu kuruluş tarafından sağlanan diğer kuruluş tanımlayıcıları:
zh_cn: 由此方提供的其他组织识别码：

# shared.preferred
source: preferred
ar: التفضيلات
cs: přednostní
de: bevorzugt
es: preferido
fr: préféré
ja: 優先
ko: 선호하는
pt: preferido
ru: предпочтительный
tr: tercih edilen
zh_cn: 首选

# peerReview.view
source: View
ar: عرض
cs: Prohlížet
de: Anzeigen
es: Ver
fr: Visualiser
ja: 表示
ko: 보기
pt: Visualizar
ru: Смотреть
tr: Görüntüle
zh_cn: 查看

# peerReview.linkPeerReviews
source: Link peer reviews
ar: ربط مراجعات الأقران
cs: Propojení recenzí
de: Peer-Reviews verknüpfen
es: Vincular revisión por pares
fr: Lier les évaluations par les pairs
ja: ピアレビューをリンク
ko: 동료 평가 링크
pt: Associar revisões por pares
ru: Привязать рецензии
tr: Meslektaş değerlendirmelerini bağla
zh_cn: 链接同行审核

# peerReview.linkMoreInformation
source: More information about linking peer reviews to your ORCID record
ar: مزيد من المعلومات حول ربط مراجعات الأقران بسجل (المعرف المفتوح للباحثين والمساهمين) ORCID الخاص بك
cs: Další informace o propojení recenze s vaším záznamem ORCID
de: Weitere Informationen zum Verknüpfen von Peer-Reviews mit Ihrem ORCID-Eintrag
es: Más información sobre cómo vincular revisión por pares en ORCID
fr: Plus d'informations sur l'ajout des évaluations par les pairs à votre dossier ORCID
ja: ピアレビューを、ORCIDレコードにリンクする方法の詳細
ko: ORCID 기록에 동료 평가를 연결하는 방법에 대한 자세한 정보
pt: Mais informações sobre como associar as revisões por pares ao seu registro ORCID
ru: Дополнительная информация о привязке рецензий к вашей записи ORCID
tr: Meslektaş değerlendirmelerini ORCID kaydınıza bağlamakla ilgili daha fazla bilgi
zh_cn: 有关如何将同行评审链接到您的 ORCID 记录的更多信息

# peerReview.reviewActivity
source: Review activity for
ar: نشاط المراجعة لـ
cs: Zkontrolovat aktivitu pro
de: Review-Aktivität für
es: Revisar la actividad de
fr: Activité d'évaluation pour
ja: アクティビティを確認
ko: ~에 대한 활동 검토
pt: Revisar atividade para
ru: Рецензионная деятельность для
tr: Etkinliğini gözden geçir:
zh_cn: 审核活动

# peerReview.description
source: Connect to trusted organizations to automatically add your peer review activity to your ORCID record.
ar: اتصل بالمنظمات الموثوقة لإضافة نشاط مراجعة الأقران تلقائياً إلى سجل (المعرف المفتوح للباحثين والمساهمين) ORCID الخاص بك.
cs: Připojte důvěryhodné organizace pro automatické vkládání recenzních aktivit do svého ORCID účtu.
de: Verbinden Sie sich mit vertrauenswürdigen Organisationen, um Ihre Peer-Review-Aktivität automatisch zu Ihrem ORCID-Eintrag hinzuzufügen.
es: Conéctese a organizaciones de confianza para agregar automáticamente su actividad de revisiones por pares a su registro ORCID.
fr: Connectez-vous à des organisations de confiance pour ajouter automatiquement votre activité d'évaluation par les pairs à votre dossier ORCID.
ja: 信頼できる組織に接続して、ピアレビューのアクティビティをORCIDレコードに自動的に追加します。
ko: 신뢰할 수 있는 조직에 연결하여 동료 평가 활동을 귀하의 ORCID 기록에 자동으로 추가합니다.
pt: Conecte-se a organizações de confiança para adicionar automaticamente a sua atividade de revisão por pares ao seu registro ORCID.
ru: Подключитесь к доверенным организациям, чтобы автоматически добавить свои рецензии в запись ORCID.
tr: Meslektaş değerlendirme etkinliğinizi ORCID kaydınıza otomatik olarak eklemek için güvenilir kuruluşlara bağlanın.
zh_cn: 连接到信任的组织即可自动将您的同行评审活动添加到您的 ORCID 记录中。

# peerReview.learnMore
source: Learn more about how peer reviews are added to your ORCID record
ar: تعرف على المزيد حول كيفية إضافة مراجعات الأقران إلي سجل (المعرف المفتوح للباحثين والمساهمين) ORCID الخاص بك
cs: Další informace o přidávání recenzí do vašeho ORCID účtu
de: Erfahren Sie mehr darüber, wie Peer-Reviews zu Ihrem ORCID-Eintrag hinzugefügt werden
es: Obtenga más información sobre cómo añadir revisiones por pares a registro ORCID
fr: En savoir plus sur la façon dont les évaluations par les pairs sont ajoutées à votre dossier ORCID
ja: ピアレビューが、ORCIDレコードに追加される方法の詳細
ko: 동료 평가(피어 리뷰)를 귀하의 ORCID 기록에 추가하는 방법에 대해 자세히 알아보십시오
pt: Saiba mais sobre como as revisões por pares são adicionadas ao seu registro ORCID
ru: Узнайте больше о том, как рецензии добавляются в Вашу запись ORCID
tr: Meslektaş değerlendirmelerinin ORCID kaydınıza nasıl eklendiği hakkında daha fazla bilgi edinin
zh_cn: 详细了解如何将同行评审添加到您的 ORCID 记录中

# peerReview.peerReviews
source: Peer reviews
ar: مراجعات الأقران
cs: Recenze
es: Revisiones por pares
fr: Évaluation par les pairs
ja: ピアレビュー
ko: 동료 평가(피어 리뷰)
pt: Revisões por pares
ru: Рецензии
tr: Meslektaş değerlendirmeleri
zh_cn: 同行审核

# shared.addPeerReviews
source: Add Peer Review
ar: إضافة تحكيم
cs: Přidat recenzi
de: Peer-Review hinzufügen
es: Añadir Revisión por Pares
fr: Ajouter une révision d'un pair
ja: 査読の追加
ko: 동료 심사 추가
pt: Adicionar Revisão por Pares
ru: Добавить экспертный обзор
tr: Meslektaş Değerlendirmesi Ekle
zh_cn: 添加同行评审

# shared.sortPeerReviews
source: Sort Peer Reviews
ar: فرز التحكيم
cs: Třídění posudků oponentů
de: Peer-Reviews sortieren
es: Ordenar Revisión por Pares
fr: Trier les évaluations par les pairs
ja: ピアレビューを並べ替え
ko: 동료 평가 정렬
pt: Ordenar avaliações pelos pares
ru: Сортировать рецензии
tr: Meslektaş Değerlendirmelerini Sırala
zh_cn: 对同行评审排序

# peerReview.peerReview
source: Peer review
ar: مراجعة الأقران
cs: Recenze
es: Revisión por pares
fr: Évaluation par les pairs
ja: ピアレビュー
ko: 피어 리뷰
pt: Revisão por pares
ru: Рецензия
tr: Meslektaş değerlendirmesi
zh_cn: 同行评审

# peerReview.reviewIdentifiers
source: Review identifier(s)
ar: معرف (معرفات) المراجعة
cs: Identifikátory kontroly
de: Review-Kennung(en)
es: Revisar los identificadores
fr: Vérifier le ou les identifiant(s) \:
ja: 識別子を確認
ko: 심사 식별자\:
pt: Identificador(es) de revisão
ru: Идентификатор(-ы) рецензии
tr: İnceleme tanımlayıcıları
zh_cn: 审查标识符：

# peerReview.conveningOrganization
source: Convening organization
ar: المنظمة الداعية للاجتماع
cs: Svolávající organizace
de: Einberufende Organisation
es: Organización convocante
fr: Organisation de convocation \:
ja: 主催組織
ko: 관할 기관\:
pt: Organização convocatória
ru: Созыв организации
tr: Toplanma organizasyonu
zh_cn: 召集组织：

# peerReview.reviewSubject
source: Review subject
ar: مراجعة الموضوع
cs: Předmět kontroly
de: Thema des Reviews
es: Asunto de la revisión
fr: Vérifier l'objet
ja: 主題をレビュー
ko: 제목 검토
pt: Revisar assunto
ru: Тема рецензии
tr: İnceleme konusu
zh_cn: 审查主题

# record.editTooltipSignIn
source: Is this you? Sign in to start editing your ORCID record
ar: هل هذا أنت؟ سجّل الدخول لبدء تعديل سجلك في ORCID
cs: Jste to vy? Přihlaste se a začněte upravovat svůj záznam ORCID.
de: Sind das Sie? Melden Sie sich an, um Ihren ORCID-Eintrag zu bearbeiten
es: Si es usted, inicie sesión para empezar a editar su registro ORCID
fr: Est-ce vous ? Connectez-vous pour commencer à modifier votre dossier ORCID
ja: アカウントをお持ちですが？サインインしてORCIDレコードを編集しましょう
ko: 본인이 맞습니까? ORCID 레코드 편집을 시작하려면 로그인하십시오
pt: É você? Inicie sessão para começar a editar o seu registo ORCID
ru: Это ваш аккаунт? Войдите, чтобы отредактировать профиль ORCID.
tr: Bu siz misiniz? ORCID kaydınızı düzenlemeye başlamak için giriş yapın
zh_cn: 这是您吗？登录即可编辑您的 ORCID 记录

# record.editYourOrcidRecord
source: Edit your ORCID record
ar: تحرير سجل ORCID الخاص بك
cs: Upravit svůj záznam ORCID
de: ORCID-Eintrag bearbeiten
es: Edite su registro ORCID
fr: Modifier votre dossier ORCID
ja: ORCIDレコードを編集
ko: ORCID 레코드 편집
pt: Edite o seu registo ORCID
ru: Редактирование профиля ORCID
tr: ORCID kaydınızı düzenleyin
zh_cn: 编辑您的ORCID 记录

# topBar.names
source: Names
ar: الأسماء
cs: Jména
de: Namen
es: Nombres
fr: Noms
ja: 名前
ko: 이름
pt: Nomes
ru: Имена
tr: Adlar
zh_cn: 姓名

# topBar.printableRecord
source: Printable record
ar: السجل القابل للطباعة
cs: Tisknutelný záznam
de: Druckbarer Eintrag
es: Registro imprimible
fr: Dossier imprimable
ja: 印刷可能なレコード
ko: 인쇄 가능한 레코드
pt: Registo para impressão
ru: Профиль для печати
tr: Yazdırılabilir kayıt
zh_cn: 可打印记录

# topBar.copyId
source: Copy iD
ar: نسخ رقم المعرّف
cs: Kopírovat iD
de: iD kopieren
es: Copiar ID
fr: Copier l'identifiant
ja: iDをコピー
ko: iD 복사
pt: ID da cópia
ru: Скопировать ID
tr: Kimliği Kopyala
zh_cn: 复制 ID

# summary.hideRecordSummary
source: Hide record summary
ar: إخفاء ملخص السجل
cs: Skrýt souhrn záznamů
de: Eintragszusammenfassung ausblenden
es: Ocultar el resumen del registro
fr: Masquer le résumé du dossier
ja: レコード概要を非表示
ko: 레코드 요약 숨기기
pt: Ocultar resumo dos registos
ru: Скрыть сводку профиля
tr: Kayıt özetini gizle
zh_cn: 隐藏记录摘要

# summary.showRecordSummary
source: Show record summary
ar: عرض ملخص السجل
cs: Zobrazit souhrn záznamů
de: Eintragszusammenfassung anzeigen
es: Mostrar el resumen del registro
fr: Afficher le résumé du dossier
ja: レコード概要を表示
ko: 레코드 요약 표시
pt: Mostrar resumo dos registos
ru: Показать сводку профиля
tr: Kayıt özetini göster
zh_cn: 显示记录摘要

# topBar.ariaLabelCopyOrcidId
source: Copy your ORCID iD to the clipboard
ar: انسخ رقم المعرّف الخاص بالمعرّف المفتوح للباحثين والمساهمين "ORCID" الخاص بك إلى الحافظة
cs: Zkopírovat ORCID iD do schránky
de: Kopieren Sie Ihre ORCID iD in die Zwischenablage
es: Copie su ORCID iD en el portapapeles
fr: Copier votre identifiant ORCID dans le presse-papiers
ja: ORCID iDをクリップボードにコピー
ko: ORCID iD를 클립보드로 복사
pt: Copie o ID ORCID para a área de transferência
ru: Скопируйте ORCID ID в буфер обмена
tr: ORCID kimliğinizi panoya kopyalayın
zh_cn: 将您的 ORCID iD 号复制到剪贴板

# topBar.ariaLabelViewPrintable
source: View a printable version of your ORCID record (Opens in new tab)
ar: عرض نسخة قابلة للطباعة من سجل المعرّف المفتوح للباحثين والمساهمين "ORCID" الخاص بك (تفتح في نافذة جديدة)
cs: Zobrazit tisknutelnou verzi záznamu ORCID (otevře se na nové kartě)
de: Sehen Sie sich eine druckbare Version Ihres ORCID-Eintrags an (wird in einem neuen Tab geöffnet),
es: Visualice una versión imprimible de su registro ORCID (se abrirá en una pestaña nueva)
fr: Affichez une version imprimable de votre dossier ORCID (ouvre un nouvel onglet)
ja: ORCIDレコードの印刷版を確認 (新しいタブで開きます)
ko: ORCID 레코드의 인쇄 가능한 버전 보기(새 탭에서 열림)
pt: Consultar a versão para impressão do registo ORCID (abre num novo separador)
ru: Откройте в новой вкладке версию профиля ORCID для печати,
tr: En güncel bilgiler için
zh_cn: 查看您的 ORCID 记录的可打印版本（在新标签中打开）

# topBar.weLockRecords
source: We lock records when they violate conditions of our
ar: نعمل على غلق السجلات عندما تنتهك شروط
cs: Zamykáme záznamy, které porušují naše
de: Wir sperren Einträge, wenn sie gegen die Bestimmungen unserer
es: Bloqueamos aquellos registros que infringen las condiciones de nuestros
fr: Nous verrouillons les dossiers lorsqu'ils ne respectent pas nos
ja: 既定の条件に違反した場合はレコードがロックされます。対象:
ko: 다음 규정의 조건 위반 시 레코드가 잠깁니다.
pt: Os registos são bloqueados quando violam as condições dos
ru: Мы блокируем профили, нарушающие
tr: Hizmet şartlarımızın
zh_cn: 当记录违反我们的

# topBar.termsOfService
source: terms of service.
ar: خدمتنا.
cs: podmínky služby.
de: Servicebedingungen verstoßen.
es: términos de uso.
fr: conditions d'utilisation.
ja: 利用規約
ko: 서비스 약관
pt: termos de serviço.
ru: условия использования сервиса.
tr: maddelerini ihlal ettiklerinde kayıtları kilitleriz.
zh_cn: 服务条款。

# topBar.recordLockedInError
source: If you feel this record has been locked in error please
ar: إذا شعرت أن هذا السجل قد أُغلق بطريق الخطأ، فيُرجى
cs: Pokud si myslíte, že byl tento záznam uzamčen omylem,
de: Wenn Sie der Meinung sind, dass dieser Eintrag irrtümlich gesperrt wurde,
es: Si considera que se ha bloqueado este registro por error,
fr: Si vous pensez que ce dossier a été verrouillé par erreur, veuillez
ja: このレコードがロックされたと思われる場合は、
ko: 이 레코드가 착오로 인해 잠겼다고 생각되면
pt: Se considerar que este registo foi bloqueado por engano,
ru: Если вы считаете, что профиль заблокирован по ошибке,
tr: Bu kayıt bir hata sonucu kilitlendiyse lütfen
zh_cn: 如果您认为此记录被错误锁定，请

# topBar.contactOrcid
source: contact ORCID support for further assistance.
ar: التواصل مع فريق دعم المعرّف المفتوح للباحثين والمساهمين "ORCID" للحصول على المزيد من المساعدة.
cs: kontaktujte podporu ORCID a požádejte o další podporu.
de: wenden Sie sich bitte an den ORCID-Support, um weitere Unterstützung zu erhalten.
es: póngase en contacto con el equipo de asistencia de ORCID para obtener ayuda al respecto.
fr: contacter l'assistance ORCID pour obtenir plus d'aide.
ja: ORCIDサポートまでお問い合わせください。
ko: ORCID 지원에 문의하여 도움을 받으시기 바랍니다.
pt: contacte o suporte ORCID para obter mais assistência.
ru: свяжитесь со службой поддержки ORCID.
tr: yardım almak için ORCID desteğiyle iletişime geçin.
zh_cn: 如需进一步帮助，请联系 ORCID 支持部门。
