Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# ngOrcid.standartCreatorAgreement
source: STANDARD CREATOR MEMBER AGREEMENT
ar: اتفاقية العضو المنشئ القياسية
cs: STANDARDNÍ SMLOUVA O TVŮRCI ČLENA
de: STANDARDERSTELLER-MITGLIEDSVERTRAG
es: ACUERDO ESTÁNDAR PARA MIEMBRO CREADOR
fr: ACCORD STANDARD DE MEMBRE CRÉATEUR
ja: 標準クリエーター会員契約
ko: 일반 크리에이터 멤버 계약
pt: CONTRATO PADRÃO DE MEMBRO CRIADOR
ru: СТАНДАРТНОЕ СОГЛАШЕНИЕ ДЛЯ ЧЛЕНОВ-АВТОРОВ
tr: STANDART OLUŞTURUCU ÜYE SÖZLEŞMESİ
zh_cn: 标准创建者会员协议

# ngOrcid.blog
source: BLOG
ar: مدونة
ja: ブログ
ko: 블로그
ru: БЛОГ
zh_cn: 博客

# ngOrcid.subscribe
source: SUBSCRIBE!
ar: اشترك!
cs: PŘIHLÁSIT SE K ODBĚRU!
de: ABONNIEREN SIE SICH!
es: SUSCRIBIRSE
fr: ABONNEZ-VOUS !
ja: 購読！
ko: 구독하세요!
pt: ASSINE!
ru: ПОДПИШИТЕСЬ!
tr: ABONE OLUN!
zh_cn: 订阅！

# ngOrcid.disputeProcedures
source: DISPUTE PROCEDURES
ar: إجراءات المنازعات
cs: ROZPOROVAT POSTUPY
de: SCHLICHTUNGSVERFAHREN
es: PROCEDIMIENTOS DE DISPUTA
fr: PROCÉDURES DE LITIGE
ja: 異議申立手続
ko: 분쟁 절차
pt: PROCEDIMENTOS PARA DISPUTAS
ru: ПРОЦЕДУРЫ ОСПАРИВАНИЯ
tr: ANLAŞMAZLIK PROSEDÜRLERİ
zh_cn: 争议程序

# change_email_preferences.privacyPolicy
source: privacy policy
ar: سياسة الخصوصية
cs: zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: política de privacidad
fr: politique de confidentialité
ja: プライバシー・ポリシー
ko: 개인정보보호 정책
pt: política de privacidade
ru: политикой конфиденциальности
tr: gizlilik politikası
zh_cn: 隐私政策

# developer_tools.public_member.terms.check_2
source: Public Client Terms of Service
ar: شروط الخدمة العامة للعملاء
cs: Podmínkami použití veřejného klienta
de: Nutzungsbedingungen für öffentliche Clients
es: Términos de uso del Cliente Público de la API
fr: conditions d'utilisation de l'API publique
ja: 参照してください。
ko: 공공 고객 서비스 약관
pt: Termos de Serviço Públicos
ru: Условия использования Public Client
tr: Herkese Açık İstemci Hizmet Şartları
zh_cn: 公共用户服务条款

# ngOrcid.publicDataFileUsePolicy
source: PUBLIC DATA FILE USE POLICY
ar: سياسة استخدام ملف البيانات العامة
cs: ZÁSADY O POUŽITÍ VEŘEJNÉHO DATOVÉHO SOUBORU
de: VERWENDUNGSRICHTLINIEN FÜR ÖFFENTLICHE DATENDATEIEN
es: POLÍTICA DE USO DE ARCHIVOS DE DATOS PÚBLICOS
fr: POLITIQUE D'UTILISATION DES FICHIERS DE DONNÉES PUBLICS
ja: パブリックデータファイル使用ポリシー
ko: 공개 데이터 파일 사용 정책
pt: POLÍTICA DE USO DE ARQUIVOS DE DADOS PÚBLICOS
ru: ПОЛИТИКА ИСПОЛЬЗОВАНИЯ ФАЙЛА ОБЩЕДОСТУПНЫХ ДАННЫХ
tr: GENEL VERİ DOSYASI KULLANIM POLİTİKASI
zh_cn: 公共数据文件使用政策

# ngOrcid.trademark2
source: Trademark and iD Display Guidelines
ar: إرشادات العلامة التجارية وعرض iD
cs: Pokyny k zobrazení ochranné známky a ID
de: Richtlinien für Markenzeichen- und iD-Anzeige
es: Guía para marcas registradas y la visualización del iD
fr: Recommandations relatives à l'affichage des marques commerciales et des iD
ja: 商標と iD の表示に関するガイドライン
ko: 상표 및 iD 표시 가이드라인
pt: Diretrizes de Exibição de Marcas Registradas e iD
ru: Инструкции по отображению товарного знака и iD
tr: Ticari Marka ve Kimlik Görüntüleme Yönergeleri
zh_cn: 使用商标和显示 iD 的指南

# ngOrcid.search
source: Search...
ar: بحث...
cs: Vyhledat...
de: Suchen...
es: Buscar…
fr: Rechercher...
ja: 検索...
ko: 검색...
pt: Pesquisar...
ru: Поиск...
tr: Ara...
zh_cn: 搜索...

# ngOrcid.searchNewInfo
source: Search the ORCID registry
ar: ابحث في سجل ORCID
cs: Vyhledat v registru ORCID
de: ORCID-Datenbank durchsuchen
es: Buscar en el registro ORCID
fr: Rechercher dans le registre ORCID
ja: ORCIDレジストリを検索
ko: ORCID 레지스트리 검색
pt: Procurar o registo da ORCID
ru: Искать в книге записей ORCID
tr: ORCID kaydında arama yap
zh_cn: 搜索 ORCID 注册数据库

# public-layout.account_setting
source: Account Settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Kontoeinstellungen
es: Configuración de cuenta
fr: Paramètres du compte
ja: アカウント設定
ko: 계정설정
pt: Configurações da Conta
ru: Настройки учетной записи
tr: Hesap Ayarları
zh_cn: 帐户设置

# admin.members.workspace_link
source: Manage members
ar: إدارة الأعضاء
cs: Spravovat členy
de: Mitglieder verwalten
es: Gestionar miembros
fr: Gérer les membres
ja: メンバーの管理
ko: 회원 관리
pt: Gerenciar membros
ru: Управление членами сообщества
tr: Üyeleri yönet
zh_cn: 管理会员

# admin.workspace_link
source: Admin page
ar: صفحة المسؤول
cs: Stránka správce
de: Administratorenseite
es: Página del admin.
fr: Page admin
ja: 管理ページ
ko: 관리 페이지
pt: Página de administrador
ru: Страница администратора
tr: Yönetici sayfası
zh_cn: 管理页面

# workspace.self_service
source: Member Tools
ar: أدوات الأعضاء
cs: Členské nástroje
de: Mitgliederwerkzeuge
es: Herramientas para miembros
fr: Outils pour les membres
ja: 会員ツール
ko: 회원 도구
pt: Ferramentas para Membros
ru: Инструменты для членов
tr: Üye Araçları
zh_cn: 会员工具

# public-layout.my_orcid_record
source: My ORCID Record
ar: تسجيلة أوركيد الخاصة بي
cs: Můj účet ORCID
de: Mein ORCID-Eintrag
es: Mi registro ORCID
fr: Mon dossier ORCID
ja: 自分の ORCID レコード
ko: 나의 ORCID 레코드
pt: Meu Registro ORCID
ru: Моя запись ORCID
tr: ORCID Kaydım
zh_cn: 我的 ORCID 记录

# register.titleLabel
source: Could this be you?
ar: هل يمكن أن يكون هذا أنت؟
cs: Mohl bys to být ty?
de: Sind das vielleicht Sie?
es: ¿Esta persona podría ser usted?
fr: Est-ce vous ?
ja: これはあなたの可能性はありますか？
ko: 혹시 귀하의 것일까요?
pt: Será que este é você?
ru: Может быть, это Вы?
tr: Bu siz olabilir misiniz?
zh_cn: 这可能是您吗？

# register.bodyLabel
source: We found some accounts with your name, which means you may have already created an ORCID iD using a different email address. Before creating an account, please confirm that none of these records belong to you. Not sure if any of these are you?
ar: لقد عثرنا على بعض الحسابات باسمك، مما يعني أنك قد قمت بالفعل بإنشاء معرف أوركيد باستخدام بريد إلكتروني مختلف. قبل إنشاء حساب، يرجى تأكيد أن هذه التسجيلات لا تخصك. لست متأكداً أن أي منها هو أنت؟
cs: Našli jsme nějaké účty s vašim jménem, což může znamenat, že jste již vytvořili ORCID iD použitím jiné e-mailové adresy. Před zřízením účtu, potvrďte prosím, že žádný z těchto záznamů vám nepatří. Není si jistý, jestli některý z nich jste vy?
de: Wir haben einige Konten mit Ihrem Namen gefunden. Das bedeutet, dass Sie möglicherweise bereits mit einer anderen E-Mail-Adresse eine ORCID-iD erstellt haben. Bevor Sie ein Konto erstellen, bestätigen Sie bitte, dass keiner dieser Einträge Ihnen gehört. Sind Sie sich nicht sicher, ob Sie einer davon sind?
es: Hay otras cuentas que coinciden con su nombre, por lo que es posible que ya haya creado un registro ORCID usando otra dirección de correo. Antes de crear su cuenta, confirme que ninguno de estos registros es suyo. ¿No está seguro de si alguno de estos es suyo?
fr: Nous avons trouvé des comptes avec votre nom, ce qui signifie que vous avez peut-être déjà créé un iD ORCID en utilisant une adresse électronique différente. Avant de créer un compte, veuillez confirmer qu'aucun de ces dossiers ne vous appartient. Vous n'êtes pas sûr si l'un d'entre eux vous appartient ?
ja: あなたの名前のアカウントが数個見つかりました。これは、あなたは別のメールアドレスを使って既にORCID iDを作成している可能性があることを意味します。アカウントを作成する前に、これらのレコードの何れもご自分のものではないことを確認してください。何れもご自分のものかどうか確かではありませんか？
ko: 귀하의 이름으로 일부 계정을 찾았습니다. 다른 이메일 주소를 사용하여 이미 ORCID iD를 생성했을 수 있습니다. 계정을 만들기 전에 이러한 레코드가 본인의 것이 아닌지 확인하십시오. 귀하의 것이 맞는지 확실하지 않습니까?
pt: Encontramos algumas contas com o seu nome, o que significa que você pode já ter criado um ORCID iD com um endereço de e-mail diferente. Antes de criar uma conta, confirme que nenhum destes registros lhe pertence. Não tem certeza se algum destes é seu?
ru: Мы нашли учетные записи с Вашим именем; возможно Вы уже имеете учетную запись ORCID под другими адресами электронной почты? Перед тем как создать новую учетную запись, просим подтвердить, что ни одна из указанных записей не принадлежит Вам. Не уверены, принадлежит ли одна из них Вам?
tr: Adınızla bazı hesaplar bulduk, bu da farklı bir e-posta adresi kullanarak zaten bir ORCID kimliği oluşturmuş olabileceğiniz anlamına geliyor. Bir hesap oluşturmadan önce, lütfen bu kayıtların hiçbirinin size ait olmadığını onaylayın. Bunlardan herhangi birinin siz olup olmadığından emin değil misiniz?
zh_cn: 我们发现了一些带有您名字的帐户，这意味着您可能已经使用其他电子邮件地址创建了一个 ORCID iD 号。在创建帐户之前，请确认这些记录都不属于您。不知道这些是不是您？

# register.contactLabel
source: Contact us.
ar: اتصل بنا.
cs: Kontaktujte nás.
de: Kontaktieren Sie uns.
es: Póngase en contacto con nosotros.
fr: Contactez-nous.
ja: 弊社への連絡。
ko: 문의하십시오.
pt: Contate-nos.
ru: Свяжитесь с нами.
tr: Bizimle iletişime geçin.
zh_cn: 联系我们。

# register.firstNameLabel
source: First Name
ar: الاسم الأول
cs: Jména
de: Vorname
es: Nombre
fr: Prénom
ja: 名
ko: 이름
pt: Nome
ru: Имя
tr: Ad
zh_cn: 名字

# register.lastNameLabel
source: Last Name
ar: اللقب
cs: Příjmení
de: Familienname
es: Apellido
fr: Nom
ja: 姓
ko: 성
pt: Sobrenome
ru: Фамилия
tr: Soyadı
zh_cn: 姓氏

# register.affiliationsLabel
source: Affiliations
ar: انتسابات
cs: Afiliace
de: Zugehörigkeiten
es: Afiliaciones
ja: 所属
ko: 담당기관
pt: Afiliações
ru: Аффилиации
tr: Bağlantılar
zh_cn: 所属机构

# register.dateCreatedLabel
source: Date Created
ar: تاريخ الإنشاء
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ja: 作成日付
ko: 생성된 날짜
pt: Data de Criação
ru: Дата создания
tr: Oluşturulma Tarihi
zh_cn: 创建日期

# register.viewRecordLabel
source: View Record
ar: عرض التسجيلة
cs: Zobrazit Záznam
de: Eintrag anzeigen
es: Ver el registro
fr: Voir le dossier
ja: レコードの表示
ko: 레코드 보기
pt: Ver Registro
ru: Просмотреть запись
tr: Kaydı Görüntüle
zh_cn: 查看记录

# register.signinLabel
source: I ALREADY HAVE AN ID, GO BACK TO SIGN IN
ar: لدي معرف بالفعل، الرجوع إلى تسجيل الدخول
cs: JÁ UŽ MÁM ID, ZPĚT NA PŘIHLÁŠENÍ
de: ICH HABE BEREITS EINE iD – ZURÜCK ZUR ANMELDUNG
es: YA TENGO UN ID, VOLVER AL INICIO DE SESIÓN
fr: J'AI DEJA UN ID, REVENIR ET SE CONNECTER
ja: すでにIDを持っているので、ログインに戻る
ko: 이미 ID를 가지고 있습니다. 로그인으로 돌아가기
pt: JÁ TENHO UM iD, VOLTAR PARA FAZER O LOGIN
ru: У МЕНЯ УЖЕ ЕСТЬ ID, ВЕРНУТЬСЯ И ВОЙТИ В СИСТЕМУ
tr: ZATEN BİR KİMLİĞİM VAR, OTURUM AÇMAK İÇİN GERİ DÖN
zh_cn: 我已有帐号，返回去登录

# register.continueLabel
source: NONE OF THESE ARE ME, CONTINUE WITH REGISTRATION
ar: لا تخصني أي من هذه الحسابات، متابعة التسجيل
cs: ŽÁDNÝ Z TĚCHTO NEJSEM JÁ, POKRAČOVAT S REGISTRACÍ
de: ICH BIN KEINER DAVON – WEITER MIT DER REGISTRIERUNG
es: NINGUNA DE ESTAS PERSONAS SOY YO; CONTINUAR CON EL REGISTRO
fr: JE NE SUIS AUCUN D'ENTRE EUX, CONTINUER AVEC L'ENREGISTREMENT
ja: この中に私は含まれていません。登録手続きを引き続き行います
ko: 저에게 해당되는 항목이 없습니다, 등록을 계속 진행합니다
pt: NÃO SOU NENHUM DESTES, CONTINUAR COM O CADASTRO
ru: МЕНЯ ЗДЕСЬ НЕТ, ПРОДОЛЖИТЬ РЕГИСТРАЦИЮ
tr: BUNLARIN HİÇBİRİ BEN DEĞİLİM, KAYDOLMAK İÇİN DEVAM ET
zh_cn: 这些都不是我，继续注册

# layout.ariaLabelLogo
source: orcid mini logo
ar: شعار orcid صغير
es: mini logo de orcid
fr: mini logo orcid
ja: orcidミニログ
ko: orcid 미니 로고
pt: minilogótipo da orcid
ru: малый логотип orcid
zh_cn: ORCID 小标志

# authorize.activitiesUpdate
source: Add/update your research activities (works, affiliations, etc)
ar: إضافة أو تحديث أنشطتك البحثية
cs: Vytvořit nebo aktualizovat vaše aktivity
de: Zu Ihren Forschungsaktivitäten (Werke, Zugehörigkeiten usw.) hinzufügen bzw. diese aktualisieren
es: Añadir o actualizar sus actividades (obras, afiliaciones, etc.)
fr: Ajouter/mettre à jour vos activités de recherche (travaux, affiliations, etc.)
ja: 研究活動（仕事、所属など）を追加 / 更新します。
ko: 활동 생성 또는 업데이트
pt: Criar ou atualizar suas atividades
ru: Создать или обновить вашу деятельность
tr: Araştırma faaliyetlerinizi ekleyin/güncelleyin (çalışmalar, bağlantılar vb.)
zh_cn: 创建或更新您的活动

# authorize.readLimited
source: Read your information with visibility set to Trusted Organizations
ar: اقرأ معلوماتك مع تعيين الرؤية إلى "المؤسسات الموثوق بها"
cs: Přečtěte si své informace s viditelností nastavenou na úroveň Důvěryhodné organizace
de: Ihre Daten lesen, wenn deren Sichtbarkeit auf Vertrauenswürdige Organisationen eingestellt ist
es: Leer información limitada de su registro ORCID
fr: Lisez vos informations avec une visibilité définie sur Organisations de Confiance
ja: 「信頼できる組織」に設定された可視性で情報を読む
ko: 신뢰하는 조직에 대한 조회 정책 설정을 적용을 통해 귀하의 정보를 읽습니다
pt: Leia a sua informação com a visibilidade definida para Organizações Fidedignas
ru: Читайте свою информацию с параметром видимости, установленным на "Доверенные организации"
tr: Görünürlüğünüz Güvenilir Kuruluşlar olarak ayarlıyken bilgilerinizi okuyun
zh_cn: 请将可见性设置为“受托组织”并阅读信息

# shared.oauthSessionError
source: Your Oauth request is invalid
ar: طلب Oauth الخاص بك غير صالح
cs: Váš Oauth požadavek je neplatný
de: Ihre OAuth-Anfrage ist ungültig
es: Su solicitud Oauth es inválida
fr: Votre demande Oauth n'est pas valide
ja: OAuthのリクエストが無効です
ko: 귀하의 Oauth 요청이 유효하지 않습니다
pt: O seu pedido de Oauth é inválido
ru: Ваш запрос Oauth недействителен
tr: Oauth isteğiniz geçersiz
zh_cn: 您的 Oauth 请求无效

# shared.addFunding
source: Add Funding
ar: إضافة تمويل
cs: Přidat financování
de: Finanzierung hinzufügen
es: Añadir Financiación
fr: Ajouter un financement
ja: 研究助成の追加
ko: 자금원 추가
pt: Adicionar Financiamento
ru: Добавить краткое описание финансирования
tr: Finansman Ekle
zh_cn: 添加资金快照

# shared.sortFundings
source: Sort Fundings
ar: فرز التمويلات
cs: Třídění financování
de: Finanzierungen sortieren
es: Ordenar Financiación
fr: Trier les financements
ja: 資金を並べ替え
ko: 자금원 정렬
pt: Ordenar fundos
ru: Сортировать финансирование
tr: Finansmanları Sırala
zh_cn: 对资金排序

# account.orcidId
source: ORCID iD
ar: معرف أوركيد
tr: ORCID kimliği

# authorize.dashOrcid
source: - ORCID
ar: - أوركيد

# share.titleOrcid
source: ORCID
ar: أوركيد

# share.orcidTitle
source: - ORCID
ar: - أوركيد

# developerTools.endpoint
source: Endpoint
ar: نقطة النهاية
cs: Koncový bod
de: Endpunkt
es: Terminal
ja: エンドポイント
ko: 엔드포인트
tr: Uç noktası
zh_cn: 端点

# common.js.domain.warn.email_addresses
source: email addresses, see Sandbox FAQ for
ar: عناوين البريد الإلكتروني، مراجعة الأسئلة الشائعة حول Sandbox لـ
cs: . Více informací najdete v
de: -E-Mail-Adressen. In den häufig gestellten Fragen zu Sandbox finden Sie
es: ; consulte las preguntas frecuentes de Sandbox para
fr: Voir les FAQ de Sandbox
ja: 電子メール・アドレスのみに送信します。詳細については、
ko: 이메일 주소로만 이메일 메시지를 전송합니다. 자세한 내용
pt: endereços de e-mail, consulte o FAQ Sandbox para
tr: e-posta adresleri, Korumalı Alan SSS'lerine bakın:
zh_cn: 邮箱地址。有关更多信息，

# home.orcid_id
source: ORCID ID
ar: معرف أوركيد
ja: を使う
ko: 사용
tr: ORCID KİMLİĞİ
zh_cn: ORCID iD号

# ngOrcid.search.orcidID
source: ORCID ID
ar: معرف أوركيد
ja: を使う
ko: 사용
tr: ORCID KİMLİĞİ
zh_cn: ORCID iD号

# selfService.p3.2
source: for assistance.
ar: للحصول على المساعدة.
cs: s žádostí o pomoc.
de: Hilfe.
es: para obtener asistencia.
fr: pour obtenir de l'aide.
ja: 担当者より折り返しご連絡いたします。
ko: 에 문의하여 도움을 받으시기 바랍니다.
pt: para obter ajuda.
tr: yardım için şuraya ulaşın:
zh_cn: 寻求帮助。

# account.orcidID
source: ORCID iD
ar: معرف أوركيد
tr: ORCID kimliği

# account.trustedOrganizationsAreThose
source: Trusted organizations are those to which you have granted permission to interact with your iD and record, e.g. when submitting a manuscript or grant application. You decide whether to grant this access and you may revoke it at any time.
cs: Důvěryhodné organizace jsou ty, kterým jste udělili oprávnění pracovat s vašim identifikátorem a účtem např. během zasílání rukopisu nebo žádosti o grant. Vy rozhodujete, zda jim chcete udělit přístup a kdykoliv ho můžete odvolat.
de: Vertrauenswürdige Organisationen sind Organisationen, denen Sie die Erlaubnis erteilt haben, mit Ihrer iD und Ihrem Eintrag zu interagieren, z. B. beim Einreichen eines Manuskripts oder eines Förderantrags. Sie entscheiden, ob Sie diesen Zugriff gewähren und können ihn jederzeit widerrufen.
es: Las organizaciones de confianza son aquellas a las que les concedió permiso para interactuar con su registro ORCID, por ejemplo al enviar un manuscrito o solicitud de financiamiento. Usted decide si aceptar o no dicho acceso y puede revocarlo en cualquier momento.
fr: Les organisations de confiance sont celles auxquelles vous avez accordé l'autorisation d'interagir avec votre iD et votre enregistrement, par ex. lors de la soumission d'un manuscrit ou d'une demande de subvention. Vous décidez d'accorder ou non cet accès et vous pouvez le révoquer à tout moment.
ja: 信頼される組織とは、ORCID iDと対話して記録する許可を与えた（例えば、原稿や助成金申請書を提出したときなど）組織です。 あなたはこのアクセス権を付与するかどうかを決定し、いつでも取り消すことができます。
tr: Güvenilir kuruluşlar, bir makale veya hibe başvurusu gönderirken kimliğinizle ve kaydınızla etkileşime girmesine izin verdiğiniz kuruluşlardır. Bu erişime izin verip vermeyeceğinize siz karar verirsiniz ve erişimi istediğiniz zaman iptal edebilirsiniz.
zh_cn: 受信任组织是指已经授权与 iD 号进行交互并进行记录的组织，当提交手稿或赠款申请。您决定是否授予此访问权限，可以随时撤销该权限。

# register.primaryEmailRequired
source: An email is required
fr: Une adresse électronique est nécesaire
ja: メールが必要です
zh_cn: 需要邮箱

# shared.issn
source: ISSN
zh_cn: 国际标准期刊号（ISSN）

# ngOrcid.passwordAndOrcid
source: Password and ORCID iD Recovery
cs: Obnova hesla a ORCID iD
de: Wiederherstellung von Passwort und ORCID iD
tr: Parola ve ORCID Kimliği Kurtarma

# ngOrcid.didYouForget
source: Did you forget your password or ORCID iD?
cs: Zapomněli jste heslo nebo ORCID iD?
de: Haben Sie Ihr Passwort oder Ihre ORCID iD vergessen?
tr: Parolanızı mı yoksa ORCID kimliğinizi mi unuttunuz?

# check_password_modal.password
source: Password
cs: Heslo
de: Passwort
tr: Parola

# ngOrcid.pleaseChooseRecovery
source: Please choose a recovery option
cs: Prosím, vyberte možnost obnovení
de: Bitte wählen Sie eine Wiederherstellungsoption
tr: Lütfen bir kurtarma seçeneği belirleyin

# Email.resendClaim.invalidEmail
source: Please enter a valid email address
cs: Prosím, zadejte platnou emailovou adresu
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
tr: Lütfen geçerli bir e-posta adresi girin

# ngOrcid.recoverAccountDetails
source: RECOVER ACCOUNT DETAILS
cs: ÚDAJE K OBNOVENÍ ÚČTU
de: KONTODATEN WIEDERHERSTELLEN
tr: HESAP AYRINTILARINI KURTAR

# orcid.frontend.reset.password.email_success_1
source: We have sent a message to
cs: Poslali jsme zprávu na
de: Wir haben eine Nachricht an die folgende Adresse gesendet:
tr: Şuraya bir mesaj gönderdik:

# orcid.frontend.reset.password.email_success_2
source: from reset@notify.orcid.org.
cs: z reset@notify.orcid.org.
de: Absender: reset@notify.orcid.org.
tr: şu adresten: reset@notify.orcid.org.

# ngOrcid.youCanNow
source: You can now
cs: Nyní se můžete
de: Sie können jetzt
tr: Artık oturum açma sayfasına

# ngOrcid.returnToLoginPage
source: return to the login page.
cs: vrátit na přihlašovací stránku.
de: zur Anmeldeseite zurückkehren.
tr: geri dönebilirsiniz.

# orcid.frontend.reset.password.email_success_3
source: If you do not receive a message within 10 minutes, please check your spam folder. If you still do not see a message, then
cs: Pokud neobdržíte zprávu během 10 minut, prosím zkontrolujte složku spamu. Pokud stále zprávu nevidíte, pak
de: Wenn Sie innerhalb von 10 Minuten keine Nachricht erhalten, überprüfen Sie bitte Ihren Spam-Ordner. Wenn Sie immer noch keine Nachricht sehen, dann
tr: 10 dakika içinde bir mesaj almazsanız, lütfen spam klasörünüzü kontrol edin. Hala bir mesaj görmüyorsanız,

# orcid.frontend.reset.password.email_success_4
source: contact us
cs: kontaktujte nás
de: kontaktieren Sie uns
tr: bize ulaşın

# works.onlyIdentifierTypesFundedBy
source: Only identifier types "grant number", "doi", "uri" or "proposal id" are allowed when using "funded-by" identifiers
cs: Při použití identifikátorů typu „financováno“ jsou povoleny pouze typy identifikátorů „číslo grantu“, „doi“, „uri“ nebo „id nabídky“.
de: Bei der Verwendung von „funded by“-Kennungen sind nur die Kennungstypen „Fördernummer“, „doi“, „uri“ oder „Vorschlags-ID“ zulässig
tr: "Fon sağlayan" tanımlayıcılar kullanılırken yalnızca "hibe numarası", "doi", "uri" veya "teklif kimliği" tanımlayıcı türlerine izin verilir

# works.atLestOneSelfIdRequired
source: At least one "self" identifier is required when using "version-of" identifiers
cs: Alespoň jeden „vlastní“ identifikátor je vyžadován, při použití identifikátorů „verze“
de: Bei Verwendung von „Version-of“-Bezeichnern ist mindestens ein „Self“-Bezeichner erforderlich
tr: "Sürüm" tanımlayıcıları kullanılırken en az bir "kendi" tanımlayıcısı gereklidir

# account.yourRessetPasswordLinkHasGoneBad
source: There is a problem with your reset password link. Please check the link is not invalid and has not expired.
cs: Vyskytl se problém s odkazem na resetování hesla. Zkontrolujte prosím, jestli je odkaz platný a jestli mu nevypršela platnost.
de: Es gibt ein Problem mit Ihrem Link zum Zurücksetzen des Passworts. Bitte stellen Sie sicher, dass der Link nicht ungültig und nicht abgelaufen ist.
tr: Parola sıfırlama bağlantınızla ilgili bir sorun var. Lütfen bağlantının geçersiz olmadığını ve süresinin dolup dolmadığını kontrol edin.

# account.requestANewLink
source: Request a new password reset link
cs: Požádat o nový odkaz na resetování hesla
de: Neuen Link zum Zurücksetzen des Passworts anfordern
tr: Yeni bir parola sıfırlama bağlantısı iste

# reset.afterResettingYourPassword
source: After resetting your password, you will be asked to sign in using your email address/ORCID iD and your new password.
cs: Po resetování hesla budete vyzváni k přihlášení pomocí své e-mailové adresy / ORCID ID a nového hesla.
de: Nachdem Sie Ihr Passworts zurückgesetzt haben, werden Sie aufgefordert, sich mit Ihrer E-Mail-Adresse oder Ihrer ORCID-iD und Ihrem neuen Passwort anzumelden.
tr: Parolanızı sıfırladıktan sonra, e-posta adresinizi/ORCID kimliğinizi ve yeni şifrenizi kullanarak oturum açmanız istenir.

# register.passwordRequirements
source: Password requirements
cs: Požadavky na heslo
de: Passwortanforderungen
tr: Parola gereksinimleri

# register.passwordRequirements1
source: Passwords must be between
cs: Heslo musí obsahovat
de: Passwörter müssen zwischen
tr: Parolalar şu aralıkta olmalıdır:

# register.passwordRequirements3
source: and
cs: a
de: Und
tr: ile

# register.passwordRequirements5
source: characters in length and are case sensitive.
cs: znaků a rozlišuje malá a velká písmena.
de: Zeichen lang sein; die Groß- und Kleinschreibung wird unterschieden.
tr: karakter. Aynı zamanda büyük/küçük harfe duyarlıdır.

# register.passwordRequirements6
source: Your password must contain
cs: Vaše heslo musí obsahovat
de: Ihr Passwort muss Folgendes enthalten:
tr: Parolanız şunları içermelidir:

# register.passwordRequirements7
source: At least 1 letter, symbol or space
cs: Alespoň 1 písmeno, symbol nebo mezeru
de: Mindestens 1 Buchstabe, Zeichen oder Leerzeichen
tr: En az 1 harf, sembol veya boşluk

# register.passwordRequirements8
source: At least 1 number
cs: Alespoň 1 číslo
de: Mindestens 1 Zahl
tr: En az 1 rakam

# register.doesNotAllowCommonPassword
source: ORCID does not allow common passwords. Common passwords are insecure, easily-guessed words or phrases such as 'qwerty123'.
cs: ORCID nepovoluje běžná hesla. Běžná hesla jsou nedostatečně bezpečná, snadno uhodnutelná slova nebo fráze, např "qwerty123".
de: ORCID erlaubt keine häufig genutzten Passwörter. Das sind unsichere, leicht zu erratende Wörter oder Phrasen wie „qwerty123“.
tr: ORCID ortak parolalara izin vermez. Yaygın şifreler güvensiz, kolay tahmin edilen kelimeler veya 'qwerty123' gibi ifadelerdir.

# developerTools.oauth20
source: OAuth
tr: OAuth kullanır

# common.orcid_id
source: ORCID iD
tr: ORCID Kimliği

# oauth_sign_up.labelemail
source: Email
de: E-Mail-Adresse
tr: E-posta
