Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.dialogAriaLabeledByInvitedPosition
source: Manage invited position dialog
ar: إدارة مربع حوار المناصب المدعوة
cs: Spravovat dialogové okno Udělené pozice
de: Dialogfeld „Eingeladene Position verwalten“
es: Gestione el diálogo de puesto de invitado
fr: Gérer la boîte de dialogue Poste d'invité
ja: 招待されたポジションダイアログを管理
ko: 초빙직책 대화상자 관리
pt: Gerir a caixa de diálogo da posição convidada
ru: Диалоговое окно управления: приглашенные должности
tr: Davet edilen konum iletişim kutusunu yönet
zh_cn: 管理受邀职位对话框

# shared.dialogAriaLabeledByMembership
source: Manage membership dialog
ar: إدارة مربع حوار العضوية
cs: Spravovat dialogové okno Členství
de: Dialogfeld „Mitgliedschaften verwalten“
es: Gestione el diálogo de membresía
fr: Gérer la boîte de dialogue Adhésion
ja: 会員制度ダイアログを管理
ko: 회원자격 대화상자 관리
pt: Gerir a caixa de diálogo da adesão
ru: Диалоговое окно управления членством
tr: Üyelik iletişim kutusunu yönet
zh_cn: 管理会员对话框

# shared.dialogAriaLabeledByService
source: Manage service dialog
ar: إدارة مربع حوار الخدمة
cs: Spravovat dialogové okno Služby
de: Dialogfeld „Dienste verwalten“
es: Gestione el diálogo de servicio
fr: Gérer la boîte de dialogue Service
ja: サービスダイアログを管理
ko: 공헌 대화상자 관리
pt: Gerir a caixa de diálogo dos serviços
ru: Диалоговое окно управления: общественная работа
tr: Hizmet iletişim kutusunu yönet
zh_cn: 管理服务对话框

# shared.dialogAriaLabeledByEditorialService
source: Manage editorial service dialog
ar: إدارة مربع حوار الخدمة التحريرية
cs: Dialogové okno Správa editačních služeb
de: Dialog für das Verwalten redaktioneller Dienste
es: Cuadro de diálogo de gestión del servicio editorial
fr: Gérer la boîte de dialogue Service éditorial
ja: 編集サービスのダイアログを管理
ko: 편집 공헌 대화상자 관리
pt: Caixa de diálogo Gerir serviço editorial
ru: Диалоговое окно управления: редакционная служба
tr: Editörlük hizmeti iletişim kutusunu yönet
zh_cn: 管理编辑服务对话框

# shared.dialogAriaLabeledByBibtex
source: Manage bibtex dialog
ar: إدارة مربع حوار bibtex
cs: Spravovat dialogové okno Bibtex
de: Dialogfeld „Bibtex verwalten“
es: Gestione el diálogo de BibTeX
fr: Gérer la boîte de dialogue bibtex
ja: Bibtexダイアログを管理
ko: Bibtex 대화상자 관리
pt: Gerir a caixa de diálogo da BibTex
ru: Диалоговое окно управления: bibtex
tr: Bibtex iletişim kutusunu yönet
zh_cn: 管理 bibtex 对话框

# shared.dialogAriaLabeledByExternalIdentifier
source: Manage external identifier dialog
ar: إدارة مربع حوار المعرف الخارجي
cs: Spravovat dialogové okno Externí identifikátor
de: Dialogfeld „Externe Kennungen verwalten“
es: Gestione el diálogo de identificador externo
fr: Gérer la boîte de dialogue Identifiant externe
ja: 外部識別子ダイアログを管理
ko: 외부 식별자 대화상자 관리
pt: Gerir a caixa de diálogo do identificador externo
ru: Диалоговое окно: внешний идентификатор
tr: Dış tanımlayıcı iletişim kutusunu yönet
zh_cn: 管理外部标识符对话框

# shared.dialogAriaLabeledByNames
source: Manage your names dialog
ar: إدارة مربع حوار الأسماء
cs: Spravovat dialogové okno Moje jména
de: Dialogfeld „Namen verwalten“
es: Gestione su diálogo de nombres
fr: Gérer la boîte de dialogue de vos noms
ja: 名前ダイアログを管理
ko: 이름 대화상자 관리
pt: Gerir a caixa de diálogo dos nomes
ru: Диалоговое окно управления: имена
tr: Ad iletişim kutunuzu yönetin
zh_cn: 管理您的名称对话框

# shared.dialogAriaLabeledByBiography
source: Manage your biography dialog
ar: إدارة مربع حوار سيرتك الذاتية
cs: Spravovat dialogové okno Můj životopis
de: Dialogfeld „Biografie verwalten“
es: Gestione su diálogo de biografía
fr: Gérer la boîte de dialogue de votre biographie
ja: バイオグラフィーダイアログを管理
ko: 자기소개 대화상자 관리
pt: Gerir a caixa de diálogo da biografia
ru: Диалоговое окно управления: биография
tr: Biyografi iletişim kutunuzu yönetin
zh_cn: 管理您的简历对话框

# shared.dialogAriaLabeledByEmails
source: Manage your emails dialog
ar: إدارة مربع حوار رسائل البريد الإلكتروني
cs: Spravovat dialogové okno Moje e-maily
de: Dialogfeld „E-Mail-Adressen verwalten“
es: Gestione su diálogo de correos electrónicos
fr: Gérer la boîte de dialogue de vos e-mails
ja: 電子メールダイアログを管理
ko: 이메일 대화상자 관리
pt: Gerir a caixa de diálogo dos e-mails
ru: Диалоговое окно управления: адреса эл. почты
tr: E-posta iletişim kutunuzu yönetin
zh_cn: 管理邮件对话框

# shared.dialogAriaLabeledByCountries
source: Manage your countries dialog
ar: إدارة مربع حوار بلادك
cs: Spravovat dialogové okno Moje země
de: Dialogfeld „Länder verwalten“
es: Gestione su diálogo de países
fr: Gérer la boîte de dialogue de vos pays
ja: 国ダイアログを管理
ko: 국가 대화상자 관리
pt: Gerir a caixa de diálogo dos países
ru: Диалоговое окно управления: страны
tr: Ülke iletişim kutunuzu yönetin
zh_cn: 管理国家对话框

# shared.dialogAriaLabeledByKeywords
source: Manage your keywords dialog
ar: إدارة مربع حوار كلماتك الرئيسية
cs: Spravovat dialogové okno Moje klíčová slova
de: Dialogfeld „Schlüsselwörter verwalten“
es: Gestione su diálogo de palabras clave
fr: Gérer la boîte de dialogue de vos mots-clés
ja: キーワードダイアログを管理
ko: 키워드 대화상자 관리
pt: Gerir a caixa de diálogo das palavras-passe
ru: Диалоговое окно управления: ключевые слова
tr: Anahtar kelime iletişim kutunuzu yönetin
zh_cn: 管理关键字对话框

# shared.dialogAriaLabeledByOtherIds
source: Manage your other IDs dialog
ar: إدارة مربع حوار المعرّفات الأخرى
cs: Spravovat dialogové okno Moje ostatní ID
de: Dialogfeld „Andere IDs verwalten“
es: Gestione su diálogo de otros ID
fr: Gérer la boîte de dialogue de vos autres identifiants
ja: その他のIDダイアログを管理
ko: 다른 ID 대화상자 관리
pt: Gerir a caixa de diálogo de outros IDs
ru: Диалоговое окно управления: другие идентификаторы
tr: Diğer kimlikler iletişim kutunuzu yönetin
zh_cn: 管理其他 ID 对话框

# shared.dialogAriaLabeledByWebsites
source: Manage your websites & social links dialog
ar: إدارة مربع حوار المواقع الإلكترونية والروابط الاجتماعية
cs: Spravovat dialogové okno Odkaz na webové stránky a sociální sítě
de: Dialogfeld „Websites und Links zu sozialen Medien verwalten“
es: Gestione su diálogo de enlaces a sitios web y redes sociales
fr: Gérer la boîte de dialogue de vos sites Internet et vos liens sociaux
ja: ウェブサイト＆ソーシャルリンクダイアログを管理
ko: 웹사이트 및 소셜 링크 대화상자 관리
pt: Gerir a caixa de diálogo dos websites e hiperligações sociais
ru: Диалоговое окно управления: сайты и ссылки на соцсети
tr: Web siteler ve sosyal bağlantılar iletişim kutunuzu yönetin
zh_cn: 管理您的网站和社交链接对话框

# shared.dialogAriaLabeledByFunding
source: Manage funding dialog
ar: إدارة مربع حوار التمويل
cs: Spravovat dialogové okno Financování
de: Dialogfeld „Finanzierung verwalten“
es: Gestione el diálogo de financiación
fr: Gérer la boîte de dialogue Financement
ja: 資金調達ダイアログを管理
ko: 자금원 대화상자 관리
pt: Gerir a caixa de diálogo do financiamento
ru: Диалоговое окно управления: источники финансирования
tr: Finansman iletişim kutusunu yönet
zh_cn: 管理资金对话框

# shared.dialogAriaLabeledByFundingSearch
source: Manage funding search dialog
ar: إدارة مربع حوار البحث عن التمويل
cs: Spravovat dialogové okno Vyhledávání financování
de: Suchdialogfeld „Förderung verwalten“
es: Gestione el diálogo de búsqueda de financiación
fr: Gérer la boîte de dialogue Recherche de financement
ja: 資金調達の検索ダイアログを管理
ko: 자금원 검색 대화상자 관리
pt: Gerir a caixa de diálogo da pesquisa de financiamento
ru: Диалоговое окно управления: поиск источников финансирования
tr: Finansman arama iletişim kutusunu yönet
zh_cn: 管理资金搜索对话框

# shared.dialogAriaLabeledByWork
source: Manage work dialog
ar: إدارة مربع حوار العمل
cs: Spravovat dialogové okno Práce
de: Dialogfeld „Werk verwalten“
es: Gestione el diálogo de obra
fr: Gérer la boîte de dialogue Travail
ja: 作品ダイアログを管理
ko: 연구업적 대화상자 관리
pt: Gerir a caixa de diálogo do trabalho
ru: Диалоговое окно управления: работа
tr: Çalışma iletişim kutusunu yönet
zh_cn: 管理工作对话框

# shared.dialogAriaLabeledByWorkSearch
source: Manage work search dialog
ar: إدارة مربع حوار البحث عن العمل
cs: Spravovat dialogové okno Hledání práce
de: Suchdialogfeld „Werk verwalten“
es: Gestione el diálogo de búsqueda de obras
fr: Gérer la boîte de dialogue Recherche de travail
ja: 作品の検索ダイアログを管理
ko: 연구업적 검색 대화상자 관리
pt: Gerir a caixa de diálogo da pesquisa de trabalhos
ru: Диалоговое окно: поиск работы
tr: Çalışma arama iletişim kutusunu yönet
zh_cn: 管理工作搜索对话框

# shared.dialogAriaLabeledByPeerReview
source: Manage peer review dialog
ar: إدارة مربع حوار مراجعة النظير
cs: Spravovat dialogové okno Posudky oponentů
de: Dialogfeld „Peer-Review verwalten“
es: Gestione el diálogo de revisión por pares
fr: Gérer la boîte de dialogue évaluation par les pairs
ja: ピアレビューダイアログを管理
ko: 동료 리뷰 대화상자 관리
pt: Gerir a caixa de diálogo da revisão por pares
ru: Диалоговое окно: рецензия
tr: Meslektaş değerlendirmesi iletişim kutusunu yönet
zh_cn: 管理同行审核对话框

# shared.youAreOnPage
source: You are on page
ar: أنت في الصفحة
cs: Nacházíte se na straně
de: Sie sind auf Seite
es: Está en la página
fr: Vous êtes à la page
ja: 現在のページ:
ko: 현재 있는 페이지
pt: Está na página
ru: Страница
tr: Bulunduğunuz sayfa:
zh_cn: 你在页面上

# shared.thereAre
source: There are
ar: يوجد
cs: Jsou tam
de: Es gibt
es: Hay
fr: Il y a
ko: 각 페이지에
pt: Existem
ru: Всего
tr: Mevcut olan:
zh_cn: 有

# shared.onEachPage
source: on each page
ar: على كل صفحة
cs: na každé straně
de: auf jeder Seite
es: en cada página
fr: sur chaque page
ja: (各ページ)
ko: 있음
pt: em cada página
ru: на каждой странице
tr: her sayfada
zh_cn: 在每一页

# shared.showing
source: Showing
ar: يظهر
cs: Ukazující
de: Anzeige von
es: Mostrando
fr: Affichage
ja: 表示
ko: 표시 중
pt: Exibindo
ru: Показываются
tr: Gösterilen:
zh_cn: 显示

# record.ogDescription1
source: ORCID record for
ar: سجل ORCID لـ
cs: Záznam ORCID pro
de: ORCID-Eintrag für
es: registro ORCID para
fr: Dossier ORCID pour
ja: 用のORCIDレコード
ko: ORCID 기록
pt: Registo ORCID para
ru: Запись ORCID для
tr: ORCID kaydı:
zh_cn: 的 ORCID 记录

# record.ogDescription2
source: ORCID provides an identifier for individuals to use with their name as they engage in research, scholarship, and innovation activities.
ar: تقدم ORCID مُعرّفاً للأشخاص لاستخدامه بواسطة أسمائهم حيث يشتركون في أبحاث، وبعثات دراسية، وأنشطة إبداعية.
cs: ORCID poskytuje identifikátor, který jednotlivci používají spolu se jménem při činnostech v rámci výzkumu, stipendií a inovací.
de: ORCID stellt eine Kennung bereit, die Einzelpersonen zusammen mit ihrem Namen verwenden können, wenn sie sich an Forschungs-, Wissenschafts- und Innovationsaktivitäten beteiligen.
es: ORCID proporciona un identificador para que las personas lo utilicen con su nombre mientras participan en actividades de investigación, becas e innovación.
fr: ORCID fournit un identifiant que les personnes peuvent utiliser avec leur nom lorsqu'elles effectuent des activités de recherche, d'érudition et d'innovation.
ja: ORCIDは、研究、奨学金、イノベーション活動に従事する個人が、自分の名前で使用するための識別子を提供します。
ko: ORCID는 개인이 연구, 장학금, 혁신 활동에 참여할 때 이름과 함께 사용할 수 있는 식별자를 제공합니다.
pt: O ORCID fornece um identificador para os indivíduos utilizarem com o seu nome enquanto se dedicam a atividades de investigação, bolsas de estudo, e inovação.
ru: ORCID предоставляет идентификатор людям для использования с их именем, когда эти люди занимаются исследованиями, получаются стипендию или ведут инновационную деятельность.
tr: ORCID, bireylerin araştırma, burs ve inovasyon faaliyetlerinde adlarıyla birlikte kullanabilecekleri bir tanımlayıcı sağlar.
zh_cn: ORCID 为个人提供了标识符，可在从事研究、学术和创新活动时与其姓名一起使用。

# ngOrcid.material.firstPageLabel
source: First page
ar: الصفحة الأولى
cs: První strana
de: Erste Seite
es: Primera página
fr: Première page
ja: 最初のページ
ko: 첫 페이지
pt: Primeira página
ru: Первая страница
tr: İlk sayfa
zh_cn: 首页

# ngOrcid.material.itemsPerPageLabel
source: Items per page:
ar: العناصر في كل صفحة:
cs: Položek na straně:
de: Objekte pro Seite:
es: Elementos por página:
fr: Éléments par page:
ja: 1ページの項目数：
ko: 페이지 당 항목:
pt: Itens por página:
ru: Элементов на странице:
tr: Sayfa başına öğe:
zh_cn: 每页项目：

# ngOrcid.material.lastPageLabel
source: Last page
ar: الصفحة الأخيرة
cs: Poslední strana
de: Letzte Seite
es: Última página
fr: Dernière page
ja: 最後のページ
ko: 마지막 페이지
pt: Última página
ru: Последняя страница
tr: Son sayfa
zh_cn: 尾页

# ngOrcid.material.nextPageLabel
source: Next page
ar: الصفحة التالية
cs: Další strana
de: Nächste Seite
es: Página siguiente
fr: Page suivante
ja: 次のページ
ko: 다음 페이지
pt: Próxima página
ru: Следующая страница
tr: Sonraki sayfa
zh_cn: 下一页

# ngOrcid.material.previousPageLabel
source: Previous page
ar: الصفحة السابقة
cs: Předchozí strana
de: Vorherige Seite
es: Página anterior
fr: Page précédente
ja: 前のページ
ko: 이전 페이지
pt: Página anterior
ru: Предыдущая страница
tr: Önceki sayfa
zh_cn: 上一页

# ngOrcid.material.of
source: of
ar: من
cs: z
de: von
es: de
fr: de
ko: 의
pt: de
ru: из

# ngOrcid.material.page
source: Page
ar: صفحة
cs: Strana
de: Buchseite
es: Página
ja: ページ
ko: 페이지
pt: Página
ru: Страница
tr: Sayfa
zh_cn: 页面

# share.af
source: Afghanistan
ar: أفعانستان
cs: Afghánistán
es: Afganistán
ja: アフガニスタン
ko: 아프가니스탄
pt: Afeganistão
ru: Афганистан
tr: Afganistan
zh_cn: 阿富汗

# share.AL
source: Albania
ar: ألبانيا
cs: Albánie
de: Albanien
fr: Albanie
ja: アルバニア
ko: 알바니아
pt: Albânia
ru: Албания
tr: Arnavutluk
zh_cn: 阿尔巴尼亚

# share.DZ
source: Algeria
ar: الجزائر
cs: Alžírsko
de: Algerien
es: Argelia
fr: Algérie
ja: アルジェリア
ko: 알제리
pt: Algéria
ru: Алжир
tr: Cezayir
zh_cn: 阿尔及利亚

# share.AS
source: American Samoa
ar: ساموا الأمريكية
cs: Americká Samoa
de: Amerikanisch-Samoa
es: Samoa Americana
fr: Samoa américaines
ja: アメリカ領サモア
ko: 아메리칸사모아
pt: Samoa Americana
ru: Американское Самоа
tr: Amerikan Samoası
zh_cn: 美属萨摩亚

# share.AD
source: Andorra
ar: أندورا
fr: Andorre
ja: アンドラ
ko: 안도라
ru: Андорра
zh_cn: 安道尔

# share.AO
source: Angola
ar: أنغولا
ja: アンゴラ
ko: 앙골라
ru: Ангола
zh_cn: 安哥拉

# share.AI
source: Anguilla
ar: أنغيلا
es: Anguila
ja: アンギラ
ko: 앵귈라
pt: Anguila
ru: Ангилья
zh_cn: 安圭拉

# share.AQ
source: Antarctica
ar: أنتاركتيكا
cs: Antarktida
de: Antarktis
es: Antártida
fr: Antarctique
ja: 南極
ko: 남극대륙
pt: Antártida
ru: Антарктика
tr: Antarktika
zh_cn: 南极洲

# share.AG
source: Antigua and Barbuda
ar: أنتيغا وباربودا
cs: Antigua a Barbuda
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
ja: アンティグア・バーブーダ
ko: 앤티가바부다
pt: Antígua e Barbuda
ru: Антигуа и Барбуда
tr: Antigua ve Barbuda
zh_cn: 安提瓜和巴布达

# share.AR
source: Argentina
ar: الأرجنتين
de: Argentinien
fr: Argentine
ja: アルゼンチン
ko: 아르헨티나
ru: Аргентина
tr: Arjantin
zh_cn: 阿根廷

# share.AM
source: Armenia
ar: أرمينيا
cs: Arménie
de: Armenien
fr: Arménie
ja: アルメニア
ko: 아르메니아
pt: Armênia
ru: Армения
tr: Ermenistan
zh_cn: 亚美尼亚

# share.AW
source: Aruba
ar: أروبا
ja: アルバ
ko: 아루바
ru: Аруба
zh_cn: 阿鲁巴

# share.AU
source: Australia
ar: استراليا
cs: Austrálie
de: Australien
fr: Australie
ja: オーストラリア
ko: 호주
pt: Austrália
ru: Австралия
tr: Avustralya
zh_cn: 澳大利亚

# share.AT
source: Austria
ar: النمسا
cs: Rakousko
de: Österreich
fr: Autriche
ja: オーストリア
ko: 오스트리아
pt: Áustria
ru: Австрия
tr: Avusturya
zh_cn: 奥地利

# share.AZ
source: Azerbaijan
ar: أذربيجان
cs: Ázerbájdžán
de: Aserbaidschan
es: Azerbaiyán
fr: Azerbaïdjan
ja: アゼルバイジャン
ko: 아제르바이잔
pt: Azerbaijão
ru: Азербайджан
tr: Azerbaycan
zh_cn: 阿塞拜疆

# share.BS
source: Bahamas
ar: الباهاماس
cs: Bahamy
ja: バハマ
ko: 바하마
ru: Багамские острова
tr: Bahamalar
zh_cn: 巴哈马

# share.BH
source: Bahrain
ar: البحرين
cs: Bahrajn
de: Bahrein
es: Bahréin
fr: Bahreïn
ja: バーレーン
ko: 바레인
ru: Бахрейн
tr: Bahreyn
zh_cn: 巴林

# share.BD
source: Bangladesh
ar: بنجلاديش
cs: Bangladéš
de: Bangladesch
ja: バングラデシュ
ko: 방글라데시
ru: Бангладеш
tr: Bangladeş
zh_cn: 孟加拉国

# share.BB
source: Barbados
ar: باربادوس
fr: Barbade
ja: バルバドス
ko: 바베이도스
ru: Барбадос
zh_cn: 巴巴多斯

# share.BY
source: Belarus
ar: بيلاروسيا
cs: Bělorusko
de: Weißrussland
es: Bielorrusia
fr: Bélarus
ja: ベラルーシ
ko: 벨라루스
pt: Bielorrússia
ru: Белоруссия
zh_cn: 白俄罗斯

# share.BE
source: Belgium
ar: بلجيكا
cs: Belgie
de: Belgien
es: Bélgica
fr: Belgique
ja: ベルギー
ko: 벨기에
pt: Bélgica
ru: Бельгия
tr: Belçika
zh_cn: 比利时

# share.BZ
source: Belize
ar: بيليز
es: Belice
ja: ベリーズ
ko: 벨리즈
ru: Белиз
zh_cn: 伯利兹

# share.BJ
source: Benin
ar: بنين
es: Benín
fr: Bénin
ja: ベナン
ko: 베냉
ru: Бенин
zh_cn: 贝宁

# share.BM
source: Bermuda
ar: برمودا
cs: Bermudy
de: Bermudas
es: Bermudas
fr: Bermudes
ja: バミューダ
ko: 버뮤다
ru: Бермудские Острова
zh_cn: 百慕大

# share.BT
source: Bhutan
ar: بوتان
cs: Bhútán
es: Bután
fr: Bhoutan
ja: ブータン
ko: 부탄
pt: Butão
ru: Бутан
zh_cn: 不丹

# share.BO
source: Bolivia
ar: بوليفيا
cs: Bolívie
de: Bolivien
fr: Bolivie
ja: ボリビア
ko: 볼리비아
pt: Bolívia
ru: Боливия
tr: Bolivya
zh_cn: 玻利维亚

# share.BA
source: Bosnia and Herzegovina
ar: البوسنة والهرسك
cs: Bosna a Hercegovina
de: Bosnien und Herzegowina
es: Bosnia-Herzegovina
fr: Bosnie-Herzégovine
ja: ボスニア・ヘルツェゴビナ
ko: 보스니아헤르체고비나
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина
tr: Bosna Hersek
zh_cn: 波斯尼亚和黑塞哥维那

# share.BW
source: Botswana
ar: بتسوانا
es: Botsuana
ja: ボツワナ
ko: 보츠와나
pt: Botsuana
ru: Ботсвана
tr: Botsvana
zh_cn: 博茨瓦纳

# share.BV
source: Bouvet Island
ar: جزيرة بوفيت
cs: Bouvetův ostrov
de: Bouvet-Insel
es: Isla Bouvet
fr: Île Bouvet
ja: ブーベ島
ko: 부베섬
pt: Ilha Bouvet
ru: о. Буве
tr: Bouvet Adası
zh_cn: 布维特岛

# share.BR
source: Brazil
ar: البرازيل
cs: Brazílie
de: Brasilien
es: Brasil
fr: Brésil
ja: ブラジル
ko: 브라질
pt: Brasil
ru: Бразилия
tr: Brezilya
zh_cn: 巴西

# share.BQ
source: British Antarctic Territory
ar: الأراضي القطبية البريطانية
cs: Britské antarktické území
de: Britisches Antarktis-Territorium
es: Territorio Antártico Británico
fr: Terre antarctique britannique
ja: イギリス領南極地域
ko: 영국령남극지역
pt: Território Antártico Britânico
ru: Британская территория Антарктики
tr: İngiliz Antarktika Bölgesi
zh_cn: 英属南极领地

# share.IO
source: British Indian Ocean Territory
ar: إقليم المحيط البريطاني الهندي
cs: Britské indickooceánské území
de: Britisches Territorium im Indischen Ozean
es: Territorio Británico del Océano Índico
fr: Territoire britannique de l'océan Indien
ja: イギリス領インド洋地域
ko: 영국령인도양지역
pt: Território Britânico do Oceano Índico
ru: Британская территория в Индийском океане
tr: Britanya Hint Okyanusu Toprakları
zh_cn: 英属印度洋领地

# share.VG
source: British Virgin Islands
ar: جزر فيرجن البريطانية
cs: Britské Panenské ostrovy
de: Britische Jungferninseln
es: Islas Vírgenes Británicas
fr: Îles Vierges britanniques
ja: イギリス領ヴァージン諸島
ko: 영국령버진아일랜드
pt: Ilhas Virgens Britânicas
ru: Британские Виргинские острова
tr: Britanya Virjin Adaları
zh_cn: 英属维京群岛

# share.BN
source: Brunei
ar: بروناي
cs: Brunej
es: Brunéi
fr: Brunéi Darussalam
ja: ブルネイ
ko: 브루나이
ru: Бруней
zh_cn: 文莱

# share.BG
source: Bulgaria
ar: بلغاريا
cs: Bulharsko
de: Bulgarien
fr: Bulgarie
ja: ブルガリア
ko: 불가리아
pt: Bulgária
ru: Болгария
tr: Bulgaristan
zh_cn: 保加利亚

# share.BF
source: Burkina Faso
ar: بوركينا فاسو
ja: ブルキナファソ
ko: 부르키나파소
ru: Буркина-Фасо
zh_cn: 布基纳法索

# share.BI
source: Burundi
ar: بوروندي
ja: ブルンジ
ko: 부룬디
ru: Бурунди
zh_cn: 布隆迪

# share.KH
source: Cambodia
ar: كمبوديا
cs: Kambodža
de: Kambodscha
es: Camboya
fr: Cambodge
ja: カンボジア
ko: 캄보디아
pt: Camboja
ru: Камбоджа
tr: Kamboçya
zh_cn: 柬埔寨

# share.CM
source: Cameroon
ar: الكاميرون
cs: Kamerun
de: Kamerun
es: Camerún
fr: Cameroun
ja: カメルーン
ko: 카메룬
pt: Camarões
ru: Камерун
tr: Kamerun
zh_cn: 喀麦隆

# share.CA
source: Canada
ar: كندا
cs: Kanada
de: Kanada
es: Canadá
ja: カナダ
ko: 캐나다
pt: Canadá
ru: Канада
tr: Kanada
zh_cn: 加拿大

# share.CV
source: Cape Verde
ar: الرأس الأخضر
cs: Kapverdy
de: Kap Verde
es: Cabo Verde
fr: Cap-Vert
ja: カーボヴェルデ
ko: 카보베르데
pt: Cabo Verde
ru: Кабо-Верде
zh_cn: 佛得角

# share.KY
source: Cayman Islands
ar: جزر كايمن
cs: Kajmanské ostrovy
de: Cayman-Inseln
es: Islas Caimán
fr: Îles Caïmans
ja: ケイマン諸島
ko: 케이맨 제도
pt: Ilhas Cayman
ru: Каймановы Острова
tr: Cayman Adaları
zh_cn: 开曼群岛

# share.CF
source: Central African Republic
ar: جمهورية أفريقيا الوسطى
cs: Středoafrická republika
de: Zentralafrikanische Republik
es: República Centroafricana
fr: République centrafricaine
ja: 中央アフリカ共和国
ko: 중앙아프리카공화국
pt: República Centro-Africana
ru: Центральноафриканская Республика
tr: Orta Afrika Cumhuriyeti
zh_cn: 中非共和国

# share.TD
source: Chad
ar: تشاد
cs: Čad
de: Tschad
fr: Tchad
ja: チャド
ko: 차드
pt: Chade
ru: Чад
tr: Çad
zh_cn: 乍得

# share.CL
source: Chile
ar: تشيلي
fr: Chili
ja: チリ
ko: 칠레
ru: Чили
tr: Şili
zh_cn: 智利

# share.CN
source: China
ar: الصين
cs: Čína
fr: Chine
ja: 中国
ko: 중국
ru: Китай
tr: Çin
zh_cn: 中国

# share.CX
source: Christmas Island
ar: جزيرة عيد الميلاد
cs: Vánoční ostrov
de: Weihnachtsinsel
es: Isla Christmas
fr: Île Christmas
ja: クリスマス島
ko: 크리스마스섬
pt: Ilha Christmas
ru: о. Рождества
tr: Christmas Adası
zh_cn: 圣诞岛

# share.CC
source: Cocos [Keeling] Islands
ar: جزر كوكوس [كيلينغ]
cs: Kokosové ostrovy
de: Kokosinseln (Keeling)
es: Islas Cocos
fr: Îles Cocos - Keeling
ja: ココス [キーリング] 諸島
ko: 코코스[킬링]제도
pt: Ilha Cocos [Keeling]
ru: Кокосовые острова (острова Килинг)
tr: Cocos [Keeling] Adaları
zh_cn: 科科斯群岛

# share.CO
source: Colombia
ar: كولومبيا
cs: Kolumbie
de: Kolumbien
fr: Colombie
ja: コロンビア
ko: 콜롬비아
pt: Colômbia
ru: Колумбия
tr: Kolombiya
zh_cn: 哥伦比亚

# share.KM
source: Comoros
ar: جزر القمر
cs: Komory
de: Komoren
es: Comoras
fr: Comores
ja: コモロ
ko: 코모로
pt: Comores
ru: Коморские острова
tr: Komorlar
zh_cn: 科摩罗

# share.CG
source: Congo - Brazzaville
ar: الكونغو برازفيل
cs: Kongo
de: Kongo – Brazzaville
es: Congo
fr: Congo
ja: コンゴ - ブラザビル
ko: 콩고-브라자빌
ru: Конго (Браззавиль)
tr: Kongo - Brazzaville
zh_cn: 刚果（布）

# share.CD
source: Congo - Kinshasa
ar: الكونغو كينشاسا
cs: Kongo - Kinshasa
de: Kongo – Kinshasa
es: República Democrática del Congo
fr: République démocratique du Congo
ja: コンゴ - キンシャサ
ko: 콩고-킨샤사
ru: Конго (Киншаса)
tr: Kongo - Kinşasa
zh_cn: 刚果（金）

# share.CK
source: Cook Islands
ar: جزر كوك
cs: Cookovy ostrovy
de: Cookinseln
es: Islas Cook
fr: Îles Cook
ja: クック諸島
ko: 쿡제도
pt: Ilhas Cook
ru: Кука острова
tr: Cook Adaları
zh_cn: 库克群岛

# share.CR
source: Costa Rica
ar: كوستاريكا
cs: Kostarika
ja: コスタリカ
ko: 코스타리카
ru: Коста-Рика
tr: Kosta Rika
zh_cn: 哥斯达黎加

# share.HR
source: Croatia
ar: كرواتيا
cs: Chorvatsko
de: Kroatien
es: Croacia
fr: Croatie
ja: クロアチア
ko: 크로아티아
pt: Croácia
ru: Хорватия
tr: Hırvatistan
zh_cn: 克罗地亚

# share.CU
source: Cuba
ar: كوبا
cs: Kuba
de: Kuba
ja: キューバ
ko: 쿠바
ru: Куба
tr: Küba
zh_cn: 古巴

# share.CW
source: Curaçao
ar: كوراساو
es: Curazao
ja: キュラソー
ko: 큐라
ru: Кюрасао
zh_cn: 库拉索

# share.CY
source: Cyprus
ar: قبرص
cs: Kypr
de: Zypern
es: Chipre
fr: Chypre
ja: キプロス
ko: 키프로스
pt: Chipre
ru: Кипр
tr: Kıbrıs
zh_cn: 塞浦路斯

# share.CZ
source: Czech Republic
ar: جمهورية التشيك
cs: Česká republika
de: Tschechien
es: República Checa
fr: République tchèque
ja: チェコ共和国
ko: 체코
pt: República Checa
ru: Чехия
tr: Çek Cumhuriyeti
zh_cn: 捷克共和国

# share.CI
source: Côte d'Ivoire
ar: كوت ديفوار
cs: Pobřeží slonoviny
de: Elfenbeinküste
es: Costa de marfil
ja: コートジボワール
ko: 코트디부아르
pt: Costa do Marfim
ru: Кот-д'Ивуар
tr: Fildişi Sahili
zh_cn: 象牙海岸

# share.DK
source: Denmark
ar: الدنمارك
cs: Dánsko
de: Dänemark
es: Dinamarca
fr: Danemark
ja: デンマーク
ko: 덴마크
pt: Dinamarca
ru: Дания
tr: Danimarka
zh_cn: 丹麦

# share.DJ
source: Djibouti
ar: جيبوتي
cs: Džibutsko
de: Dschibuti
es: Yibuti
ja: ジブチ
ko: 지부티
pt: Djibuti
ru: Джибути
tr: Cibuti
zh_cn: 吉布提

# share.DM
source: Dominica
ar: دومينيكا
cs: Dominika
fr: Dominique
ja: ドミニカ
ko: 도미니카
ru: Доминикана
tr: Dominika
zh_cn: 多米尼加

# share.DO
source: Dominican Republic
ar: جمهورية الدومينكان
cs: Dominikánská republika
de: Dominikanische Republik
es: República Dominicana
fr: République dominicaine
ja: ドミニカ共和国
ko: 도미니카공화국
pt: República Dominicana
ru: Доминиканская республика
tr: Dominik Cumhuriyeti
zh_cn: 多米尼加共和国

# share.EC
source: Ecuador
ar: الإكوادور
cs: Ekvádor
fr: Équateur
ja: エクアドル
ko: 에콰도르
pt: Equador
ru: Эквадор
tr: Ekvador
zh_cn: 厄瓜多尔

# share.EG
source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Égypte
ja: エジプト
ko: 이집트
pt: Egito
ru: Египет
tr: Mısır
zh_cn: 埃及

# share.SV
source: El Salvador
ar: السلفادور
cs: Salvador
ja: エルサルバドル
ko: 엘살바도르
ru: Сальвадор
zh_cn: 萨尔瓦多

# share.GQ
source: Equatorial Guinea
ar: غينيا الاستوائية
cs: Rovníková Guinea
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée équatoriale
ja: 赤道ギニア
ko: 적도기니
pt: Guiné Equatorial
ru: Экваториальная Гвинея
tr: Ekvator Ginesi
zh_cn: 赤道几内亚
