Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.deleteDuplicatedAccount
source: Duplicate record removed!
ar: تمت إزالة سجل مكرر!
cs: Duplicitní záznam odstraněn!
de: Doppelter Eintrag entfernt!
es: ¡Registro duplicado eliminado!
fr: Enregistrement en double supprimé !
ja: 重複レコードが消去されました
ko: 중복 기록이 삭제되었습니다!
pt: Registo duplicado removido!
ru: Повторная учетная запись удалена!
tr: Kopya kayıt kaldırıldı!
zh_cn: 重复记录已移除！

# account.orcidRecord
source: ORCID record
ar: تسجيلة أوركيد
cs: Účet ORCID
de: ORCID-Eintrag
es: Registro ORCID
fr: Dossier ORCID
ja: ORCID レコード
ko: ORCID 레코드
pt: O registro ORCID
ru: записи ORCID
tr: ORCID kaydı
zh_cn: ORCID 记录

# account.hasBeenRemovedDuplicated
source: has been removed and now refers to your current record,
ar: تم حذفها وتشير الآن إلى تسجيلتك الحالية،
cs: byl odstraněn a teď odkazuje na váš aktuální účet,
de: wurde entfernt und verweist nun auf Ihren aktuellen Eintrag,
es: ha sido eliminado y ahora remite a su registro actual,
fr: a été supprimé et renvoie actuellement vers votre dossier actuel,
ja: が削除され、現行レコードを参照するようになりました。
ko: 이(가) 제거되었으며 이제 현재 레코드를 참조합니다.
pt: foi removido e agora ele faz referência a seu registro atual,
ru: была удалена и теперь содержит переход на основную запись,
tr: kaldırılmıştır ve artık geçerli kaydınıza atıfta bulunmaktadır,
zh_cn: 已被删除，现在已引用您当前的记录，

# shared.ok
source: Ok
ar: موافق
es: De acuerdo
ko: 확인
ru: Ок
tr: Tamam
zh_cn: 好

# account.twoFactor
source: Two factor authentication
ar: المصادقة الثنائية
cs: Dvoufaktorové ověření
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
ja: 二要素認証
ko: 2단계 인증
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
tr: İki faktörlü kimlik doğrulama
zh_cn: 双重身份验证

# account.removeDuplicateRecord
source: Remove duplicate record
ar: دمج تسجيلة المكرر
cs: Odstránit duplicitní záznam
de: Doppelten Eintrag entfernen
es: Eliminar registro duplicado
fr: Supprimer un compte en double
ja: 重複レコードの削除
ko: 중복된 레코드 제거
pt: Remover registro duplicado
ru: Удалить дублированную запись
tr: Mükerrer kaydı kaldır
zh_cn: 删除重复记录

# account.warningDuplicated
source: Warning! All information will be deleted from the duplicate record. Only the email addresses will be transferred to your main ORCID record. Removing a duplicate record cannot be undone.
ar: تحذير! سيتم حذف جميع المعلومات من السجل المكرر. سيتم نقل عناوين البريد الإلكتروني فقط إلى تسجيلة أوركيد الرئيسية الخاصة بك. لا يمكن التراجع عن إزالة سجل مكرر.
cs: Varování! Z duplicitního záznamu budou vymazány všechny údaje. Do vašeho hlavního záznamu ORCID budou přeneseny pouze e-mailové adresy. Odstranění duplicitního záznamu nelze vrátit zpět.
de: Achtung! Alle Informationen werden aus dem doppelten Eintrag gelöscht. Lediglich die E-Mail-Adressen werden in Ihren Haupteintrag übernommen. Das Entfernen eines doppelten Eintrags kann nicht rückgängig gemacht werden.
es: ¡Atención! Toda la información se eliminará del registro duplicado. Solo las direcciones de correo electrónico se transferirán a su registro ORCID principal. La acción de eliminar un registro duplicado no se puede deshacer.
fr: Attention ! Toutes les informations seront supprimées de l'enregistrement dupliqué. Seules les adresses e-mail seront transférées dans votre enregistrement ORCID principal. La suppression d'un enregistrement en double ne peut pas être annulée.
ja: 警告！ 重複レコードからすべての情報が削除されます。メールアドレスのみ、メインのORCIDレコードに転送されます。重複レコードを消去すると、元に戻すことはできません。
ko: 경고! 모든 정보는 중복 기록에서 삭제됩니다. 이메일 주소만 기본 ORCID 기록으로 전송됩니다. 중복 기록 제거는 취소할 수 없습니다.
pt: Aviso! Todas as informações serão eliminadas do registo duplicado. Só serão transferidos para o seu registo principal do ORCID os endereços de e-mail. A remoção de um registo duplicado não pode ser anulada.
ru: Предупреждение! Вся информация будет удалена из повторной учетной записи. Только адреса электронной почты будут перенесены в вашу основную учетную запись ORCID. Удаление повторной учетной записи невозможно отменить.
tr: Uyarı! Tüm bilgiler yinelenen kayıttan silinir. Ana ORCID kaydınıza yalnızca e-posta adresleri aktarılacaktır. Yinelenen bir kaydın kaldırılması geri alınamaz.
zh_cn: 警告！所有信息将从重复记录中删除。只有电子邮件地址会被转移到您的主要 ORCID 记录中。移除重复记录的操作无法撤消。

# account.removeThisRecord
source: Remove this record
ar: قم بإزالة هذا السجل
cs: Odstranit tento záznam
de: Diesen Eintrag entfernen
es: Eliminar este registro
fr: Supprimer cet enregistrement
ja: このレコードを消去する
ko: 이 기록 삭제하기
pt: Remover este registo
ru: Удалить эту учетную запись
tr: Bu kaydı kaldır
zh_cn: 移除此记录

# account.nameIsPri
source: Name is private
ar: الاسم خاص
cs: Jméno je neveřejné
de: Name ist privat
es: El nombre es privado
fr: Le nom est privé
ja: 名前は非公開です
ko: 이름은 비공개입니다
pt: O nome é privado
ru: Имя конфиденциально
tr: Ad özeldir
zh_cn: 名字为私密信息

# account.keepThisRecord
source: Keep this record
ar: احتفظ بهذا السجل
cs: Uchovat tento záznam
de: Diesen Eintrag behalten
es: Mantener este registro
fr: Conserver cet enregistrement
ja: このレコードを残す
ko: 이 기록을 유지하기
pt: Manter este registo
ru: Сохранить эту учетную запись
tr: Bu kaydı tut
zh_cn: 保留此记录

# account.removeDuplicatedRecord
source: Remove duplicate record
ar: دمج تسجيلة المكرر
cs: Odstránit duplicitní záznam
de: Doppelten Eintrag entfernen
es: Eliminar registro duplicado
fr: Supprimer un compte en double
ja: 重複レコードの削除
ko: 중복된 레코드 제거
pt: Remover registro duplicado
ru: Удалить дублированную запись
tr: Mükerrer kaydı kaldır
zh_cn: 删除重复记录

# shared.cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal Et
zh_cn: 取消

# account.deleteAlternateAccounts
source: Delete alternate account
ar: حذف الحساب البديل
cs: Smazat náhradní účet
de: Alternatives Konto löschen
es: Eliminar cuenta alternativa
fr: Supprimer le compte alternatif
ja: 代替アカウントを削除する
ko: 대체 계정 삭제하기
pt: Eliminar conta alternativa
ru: Удалить альтернативный аккаунт
tr: Alternatif hesabı sil
zh_cn: 删除备用帐户

# account.afterYou
source: After your
ar: بعد
cs: Po zrušení propojení vašeho účtu
de: Nachdem die Verknüpfung mit Ihrem
es: Después de que su cuenta
fr: Une fois que votre
ja: アカウント
ko: 귀하의
pt: Após sua
ru: Когда ваша
tr: Hesabınızın
zh_cn: 在取消链接您的

# account.accountIsUnlinked
source: account is unlinked, you will no longer be able to use it to access your ORCID record.
ar: الحساب غير مرتبط، لن تتمكن بعد الآن من استخدامه للوصول إلى تسجيلة أوركيد الخاصة بك.
cs: účet je odpojen, již ho nebudete moci používat pro přístup ke svému záznamu ORCID.
de: Konto aufgehoben wurde, können Sie es nicht mehr für den Zugriff auf Ihren ORCID-Eintrag verwenden.
es: haya sido desvinculada, ya no podrá usarla más para acceder a su registro ORCID.
fr: votre compte est dissocié, vous ne pourrez plus l'utiliser pour accéder à votre dossier ORCID.
ja: アカウントのリンクが解除され、そのアカウントを使用してORCIDレコードにアクセスすることができなくなります。
ko: 계정이 연결되지 않아 ORCID 기록 접근에 계정을 사용할 수 없습니다.
pt: a conta encontra-se desassociada, pelo que deixará de poder utilizá-la para aceder ao seu registo ORCID.
ru: аккаунт отсоединен, вы больше не сможете использовать его для доступа к своей учетной записи ORCID.
tr: bağlantısı kaldırıldıktan sonra bu hesabı ORCID kaydınıza erişmek için kullanamazsınız.
zh_cn: 帐户已取消关联，您将无法再用它来访问您的 ORCID 记录。

# account.unlink
source: Unlink account
ar: إلغاء إعجاب بالحساب
cs: Zrušit spojení účtů
de: Kontoverknüpfung aufheben
es: Desbloquear cuenta
fr: Dissocier le compte
ja: アカウントのリンク解除
ko: 계정 연결 해제
pt: Desvincular conta
ru: Разорвать связь с другой учетной записью
tr: Hesabın bağlantısını kaldırma
zh_cn: 取消链接帐户

# account.ifYouNoLonger
source: If you no longer want to continue using ORCID you can deactivate your account at any time.
ar: إذا لم تعد ترغب في الاستمرار في استخدام أوركيد، يمكنك إلغاء تنشيط حسابك في أي وقت.
cs: Když ORCID již nebudete chtít používat, můžete svůj účet kdykoli deaktivovat.
de: Wenn Sie ORCID nicht mehr nutzen möchten, können Sie Ihr Konto jederzeit deaktivieren.
es: Si no quiere seguir utilizando ORCID, puede desactivar su cuenta en cualquier momento.
fr: Si vous ne voulez plus continuer à utiliser ORCID, vous pouvez désactiver votre compte à tout moment.
ja: ORCIDの利用を継続したくない場合は、いつでもアカウントを停止することができます。
ko: 더 이상 ORCID를 사용하지 않을 경우, 언제든지 계정을 비활성화할 수 있습니다.
pt: Se não quiser continuar a utilizar o ORCID, pode desativar a sua conta a qualquer momento.
ru: Если вы больше не хотите продолжать использовать ORCID, вы можете деактивировать свой аккаунт в любое время.
tr: Artık ORCID kullanmaya devam etmek istemiyorsanız, hesabınızı istediğiniz zaman devre dışı bırakabilirsiniz.
zh_cn: 如果您不再想继续使用 ORCID，您可以随时停用您的帐户。

# account.whatHappens
source: What happens when I deactivate my account?
ar: ماذا يحدث حين أقوم بإيقاف حسابي؟
cs: Co se stane, když si uzavřu účet?
de: Was passiert, wenn ich mein Konto deaktiviere?
es: ¿Qué sucede cuando desactivo una cuenta?
fr: Que se passe-t-il lorsque je ferme un compte ?
ja: アカウントを無効にするとどうなりますか？
ko: 계정을 닫으면 어떻게 됩니까?
pt: O que acontece quando fecho uma conta?
ru: Что произойдет, если я закрою учетную запись?
tr: Hesabımı devre dışı bıraktığımda ne olur?
zh_cn: 关闭一个帐户会发生什么？

# account.onceYouAccount
source: Once your account is deactivated your ORCID iD and record will be disabled. All data, apart from the primary email address, is deleted. The email address is cryptographically hashed and securely stored in a private data file.
ar: بمجرد إلغاء تنشيط حسابك، سيتم تعطيل معرف أوركيد الخاص بك وسيتم تعطيل السجل. يتم حذف جميع البيانات، باستثناء عنوان البريد الإلكتروني الأساسي. يتم تجزئة عنوان البريد الإلكتروني وتخزينه بشكل آمن في ملف بيانات خاص.
cs: Po deaktivaci účtu dojde ihned k deaktivaci vašeho ORCID iD a záznamu. Všechny údaje kromě primární e-mailové adresy budou smazány. E-mailová adresa bude kryptograficky hashována a bezpečně uložena v neveřejném datovém souboru.
de: Sobald Ihr Konto deaktiviert ist, werden Ihre ORCID-iD und Ihr Eintrag deaktiviert. Alle Daten außer der primären E-Mail-Adresse werden gelöscht. Die E-Mail-Adresse wird kryptografisch gehasht und sicher in einer privaten Datendatei gespeichert.
es: En cuanto su cuenta se desactive, su ORCID iD y su registro ORCID se deshabilitarán. Todos los datos, aparte del correo electrónico principal, se eliminarán. El correo electrónico se codificará criptográficamente y se almacenará de forma segura en un archivo de datos privado.
fr: Une fois votre compte désactivé, votre iD et votre enregistrement ORCID seront désactivés. Toutes les données, à l'exception de l'adresse e-mail principale, sont supprimées. L'adresse e-mail est hachée de manière cryptographique et stockée de manière sécurisée dans un fichier de données privé.
ja: アカウントを停止すると、ご利用のORCID iDとレコードは無効になります。プライマリメールアドレス以外のすべてのデータは削除されます。電子メールアドレスは暗号的にハッシュ化され、非公開のデータファイルに安全に保存されます。
ko: 일단 계정이 비활성화되면 ORCID ID 및 기록을 사용할 수 없습니다. 기본 이메일 주소를 제외한 모든 데이터가 삭제됩니다. 이메일 주소는 암호화 방식으로 해시되어 개인 데이터 파일에 안전하게 저장됩니다.
pt: Assim que a sua conta for desativada, o seu ID ORCID e o seu registo também serão desativados. Todos os dados, exceto o endereço de e-mail principal, serão eliminados. O endereço de e-mail é encriptado com hash e armazenado de forma segura num ficheiro de dados privado.
ru: Как только ваш аккаунт будет деактивирован, ваш ORCID iD и учетная запись будут отключены. Все данные, кроме основного адреса электронной почты, удаляются. Адрес электронной почты криптографически хэшируется и надежно хранится в личном файле данных.
tr: Hesabınız devre dışı bırakıldıktan sonra ORCID kimliğiniz ve kaydınız devre dışı bırakılır. Birincil e-posta adresi dışındaki tüm veriler silinir. E-posta adresi şifreli olarak karma hale getirilir ve özel bir veri dosyasında güvenli bir şekilde saklanır.
zh_cn: 一旦您的帐户被停用，您的 ORCID iD 号 和记录将被停用。除了主电子邮件地址以外，所有数据都将被删除。电子邮件地址经过加密散列并安全地存储在私人数据文件中。

# account.youWillNoLonger
source: You will no longer be able to use your iD to sign in or access other services. Your public record remains accessible but will only contain the iD and a ‘Deactivated record’ message.
ar: لن تتمكن بعد الآن من استخدام معرفك لتسجيل الدخول أو الوصول إلى خدمات أخرى. يظل سجلك العام قابلاً للوصول ولكنه سيحتوي فقط على معرف الهوية ورسالة "السجل المعطل".
cs: Svoje iD už nebudete moci používat k přihlašování ani pro přístup k ostatním službám. Váš veřejný záznam zůstane přístupný, ale bude obsahovat pouze iD a zprávu „Deaktivovaný záznam“.
de: Sie können sich nicht mehr mit Ihrer iD anmelden oder auf andere Dienste zugreifen. Ihr öffentlicher Eintrag bleibt zugänglich, enthält jedoch nur die iD und die Meldung „Eintrag deaktiviert“.
es: No podrá utilizar más su identificación para iniciar sesión ni para acceder a otros servicios. Su registro público permanecerá accesible, pero solo contendrá la identificación y el mensaje ''Registro desactivado''.
fr: Vous ne pourrez plus utiliser votre iD pour vous connecter ou accéder à d'autres services. Votre dossier public reste accessible mais ne contiendra que l'iD et un message disant « Dossier désactivé ».
ja: iDを使用してサインインしたり他のサービスにアクセスすることはできなくなります。公開レコードにアクセスはできますが、iDと「停止されたレコード」というメッセージが表示されるだけです。
ko: 더 이상 귀하의 ID를 사용해 로그인하거나 다른 서비스를 이용할 수 없습니다. 공개 기록은 계속해서 접근할 수 있지만 ID와 '비활성화된 기록' 메시지만 포함됩니다.
pt: Deixará de poder utilizar o seu ID para iniciar sessão ou aceder a outros serviços. O seu registo público continuará a estar acessível, mas só terá o ID e uma mensagem de "Registo desativado".
ru: Вы больше не сможете использовать свой iD для входа в систему или доступа к другим сервисам. Ваша общедоступная учетная запись остается доступной, но будет содержать только iD и сообщение "Деактивированная учетная запись".
tr: Artık oturum açmak veya diğer hizmetlere erişmek için kimliğinizi kullanamazsınız. Herkese açık kaydınız erişilebilir olarak kalır, ancak yalnızca kimliği ve "Devre dışı bırakılan kayıt" mesajını içerir.
zh_cn: 您将无法再使用您的 iD 登录或访问其他服务。您的公共记录仍然可以被查阅，但只会包含 iD 和“已停用记录”消息。

# account.learMoreAboutDeactivating
source: Learn more about deactivating an ORCID account
ar: تعرف على المزيد حول تعطيل حساب أوركيد
cs: Zjistěte o deaktivaci účtu ORCID víc
de: Erfahren Sie mehr über das Deaktivieren von ORCID-Konten
es: Obtener más información sobre cómo desactivar una cuenta de ORCID
fr: En savoir plus sur la désactivation d'un compte ORCID
ja: ORCIDアカウントの停止に関する詳細
ko: ORCID 계정 비활성화에 대해 자세히 알아보기
pt: Saiba mais sobre a desativação de uma conta ORCID
ru: Узнайте больше о деактивации аккаунта ORCID
tr: ORCID hesabını devre dışı bırakmakla ilgili daha fazla bilgi edinin
zh_cn: 了解有关停用 ORCID 帐户的更多信息

# account.deacctivateOrRemove
source: Deactivating or removing?
ar: تعطيل أم إزالة؟
cs: Chcete provést deaktivaci nebo odstranění?
de: Deaktivieren oder entfernen?
es: ¿Desactivar o eliminar?
fr: Désactiver ou supprimer ?
ja: 停止または消去しますか？
ko: 비활성화 또는 삭제하시겠습니까?
pt: Desativar ou remover?
ru: Деактивация или удаление?
tr: Devre dışı bırak veya kaldır?
zh_cn: 停用或移除？

# account.ifYouHaveAccidentally
source: If you have accidentally created multiple ORCID accounts you can always remove the duplicates instead of deactivating them.
ar: إذا قمت بإنشاء حسابات أوركيد متعددة عن طريق الخطأ، فيمكنك دائماً إزالة التكرارات بدلاً من تعطيلها.
cs: Pokud jste si omylem vytvořili více účtů ORCID, máte vždy možnost duplikáty místo deaktivace odstranit.
de: Wenn Sie versehentlich mehrere ORCID-Konten erstellt haben, können Sie die Duplikate jederzeit entfernen, anstatt sie zu deaktivieren.
es: Si ha creado sin querer varias cuentas de ORCID, siempre podrá eliminar las duplicadas en vez de desactivarlas.
fr: Si vous avez accidentellement créé plusieurs comptes ORCID, vous pouvez toujours supprimer les doublons au lieu de les désactiver.
ja: 誤って複数のORCIDアカウントを作成してしまった場合、それらを停止する代わりに、重複したアカウントを消去することはいつでも可能です。
ko: 실수로 여러 ORCID 계정을 생성했다면 이들을 비활성화하는 대신 언제든 중복 계정을 삭제할 수 있습니다.
pt: Se criar mais do que uma conta ORCID por acidente, terá sempre a possibilidade de remover as contas duplicadas, em vez de as desativar.
ru: Если вы случайно создали несколько аккаунтов ORCID, вы всегда можете удалить дубликаты вместо их деактивации.
tr: Yanlışlıkla birden fazla ORCID hesabı oluşturduysanız, kopyaları devre dışı bırakmak yerine istediğiniz zaman kaldırabilirsiniz.
zh_cn: 如果您不小心创建了多个 ORCID 帐户，您始终可以删除重复的帐户而不是停用它们。

# account.accountSettings
source: Account settings > Remove duplicate record
ar: إعدادات الحساب> إزالة السجل المكرر
cs: Nastavení účtu > Odstranit duplicitní záznam
de: Kontoeinstellungen > Doppelten Eintrag entfernen
es: Ajustes de la cuenta > Eliminar registro duplicado
fr: Paramètres du compte > Supprimer un enregistrement en double
ja: アカウント設定 > 重複レコードを消去する
ko: 계정 설정 > 중복 기록 삭제
pt: Configurações da conta > Remover registo duplicado
ru: Настройки аккаунта > Удалить повторную учетную запись
tr: Hesap ayarları > Yinelenen kaydı kaldır
zh_cn: 帐户设置 > 移除重复记录

# account.learMoreAbout
source: Learn more about removing duplicate records
ar: اعرف المزيد حول كيفية دمج تسجيلة المكرر
cs: Dozvědět se více o odstraňování duplicitních účtů
de: Erfahren Sie mehr über das Entfernen doppelter Einträge
es: Más información sobre cómo eliminar registros duplicados
fr: En savoir plus sur la suppression des dossiers en double
ja: 重複レコードの削除に関する詳細
ko: 중복된 레코드 제거에 대한 자세한 내용
pt: Saiba mais sobre remover (combinar) registros duplicados
ru: Узнать больше об удалении дубликата
tr: Yinelenen kayıtları kaldırma hakkında daha fazla bilgi edinin
zh_cn: 了解有关删除重复记录的更多信息。

# account.readtyToDeactivate
source: Ready to deactivate your account?
ar: هل أنت مستعد لتعطيل حسابك؟
cs: Jste na deaktivaci účtu připraveni?
de: Sind Sie bereit, Ihr Konto zu deaktivieren?
es: ¿Está listo para desactivar su cuenta?
fr: Prêt à désactiver votre compte ?
ja: アカウントを停止する準備ができましたか？
ko: 계정을 비활성화할 준비가 되셨습니까?
pt: Está pronto para desativar a sua conta?
ru: Вы готовы деактивировать свой аккаунт?
tr: Hesabınızı devre dışı bırakmaya hazır mısınız?
zh_cn: 准备好要停用您的帐户了吗？

# account.deactivationDescription1
source: 1. Click the button below to send a deactivation email to the primary email address associated with this account
ar: 1. انقر على الزر أدناه لإرسال بريد إلكتروني لتعطيل الحساب إلى عنوان البريد الإلكتروني الأساسي المرتبط بهذا الحساب
cs: 1. Kliknutím na tlačítko níže odešlete deaktivační e-mail na primární e-mailovou adresu spojenou s tímto účtem.
de: 1. Klicken Sie auf die Schaltfläche unten, um eine Deaktivierungs-E-Mail an die mit diesem Konto verknüpfte primäre E-Mail-Adresse zu schicken
es: 1. Haga clic en el botón de abajo para recibir un correo de desactivación en la dirección de correo principal asociada a esta cuenta
fr: 2. Cliquez sur le bouton ci-dessous pour envoyer un e-mail de désactivation à l'adresse e-mail principale associée à ce compte
ja: 1. 下のボタンをクリックして、このアカウントに関連付けられているプライマリメールアドレス宛てに無効化メールを送信してください。
ko: 1. 아래 버튼을 클릭하여 이 계정에 연결된 기본 이메일 주소로 비활성화 이메일을 발송합니다.
pt: 1. Clique no botão abaixo para enviar um e-mail de desativação para o endereço de e-mail principal associado a esta conta
ru: 1. Нажмите кнопку ниже, чтобы отправить письмо для деактивации на основной адрес электронной почты, связанный с этим аккаунтом.
tr: 1. Bu hesapla ilişkili birincil e-posta adresine bir devre dışı bırakma e-postası göndermek için aşağıdaki butona tıklayın
zh_cn: 1. 点击下方按钮，向该帐户关联的主要电子邮箱发送停用邮件

# account.deactivationDescription2
source: 2. Click the link in the email to confirm ownership of the email address
ar: 2. انقر على الرابط في البريد الإلكتروني لتأكيد ملكيتك لعنوان البريد الإلكتروني
cs: 2. Kliknutím na odkaz v e-mailu a potvrdíte vlastnictví dané e-mailové adresy
de: 2. Klicken Sie auf den Link in der E-Mail, um zu bestätigen, dass das Ihre E-Mail-Adresse ist
es: 2. Haga clic en el enlace que encontrará en el correo para confirmar que es el propietario de la dirección
fr: 2. Cliquez sur le lien de l'e-mail pour confirmer que vous êtes bien le propriétaire de l'adresse e-mail
ja: 2. メール内のリンクをクリックして、そのメールアドレスの所有者であることを確認してください。
ko: 2. 이메일 내의 링크를 클릭하여 해당 이메일 주소의 소유권을 확인합니다.
pt: 2. Clique na ligação do e-mail para confirmar a titularidade do endereço de e-mail
ru: 2. Нажмите на ссылку в электронном письме, чтобы подтвердить, что этот адрес ваш.
tr: 2. E-posta adresinin sahipliğini onaylamak için e-postadaki bağlantıya tıklayın
zh_cn: 2. 点击邮件中的链接以确认该电子邮件地址的所有权

# account.deactivationDescription3
source: 3. Enter your ORCID password to complete deactivation
ar: أدخل كلمة مرور ORCID الخاصة بك لإتمام التعطيل
cs: 3. Pro dokončení deaktivace zadejte své heslo ORCID
de: 3. Geben Sie Ihr ORCID-Passwort ein, um die Deaktivierung abzuschließen
es: 3. Introduzca su contraseña de ORCID para completar la desactivación
fr: 3. Saisissez votre mot de passe ORCID pour terminer la désactivation
ja: 3. ORCIDパスワードを入力してアカウントの無効化を完了してください。
ko: 3. ORCID 비밀번호를 입력하여 비활성화를 완료합니다.
pt: 3. Introduza a sua palavra-passe ORCID para concluir a desativação
ru: 3. Введите пароль аккаунта ORCID, чтобы завершить деактивацию.
tr: 3. Devre dışı bırakma işlemini tamamlamak için ORCID parolanızı girin
zh_cn: 3. 输入您的 ORCID 密码以完成停用操作

# account.sendAccountDeactivationEmail
source: Send account deactivation email
ar: إرسال بريد إلكتروني لتعطيل الحساب
cs: Odeslat e-mail k deaktivaci účtu
de: E-Mail zur Deaktivierung des Kontos schicken
es: Enviar correo de desactivación de cuenta
fr: Envoyer l'e-mail de désactivation du compte
ja: アカウント無効化メールを送信
ko: 계정 비활성화 이메일 발송
pt: Enviar e-mail de desativação da conta
ru: Отправить электронное письмо для деактивации аккаунта
tr: Hesap devre dışı bırakma e-postası gönder
zh_cn: 发送帐户停用邮件

# account.andEmailDeactivateWasSend
source: An account deactivation email has been sent to
ar: تم إرسال بريد إلكتروني لتعطيل الحساب إلى
cs: E-mail pro deaktivaci účtu byl zaslán na adresu
de: Eine E-Mail zur Deaktivierung des Kontos wurde an die folgende Adresse gesendet:
es: Se le ha enviado un correo electrónico de desactivación de cuenta a
fr: Un e-mail de désactivation de compte a été envoyé à
ja: アカウント停止メールが送信されました
ko: 계정 비활성화 이메일이 다음 주소로 발송되었습니다.
pt: Foi enviado um e-mail de desativação de conta para
ru: Электронное письмо для деактивации аккаунта было отправлено на
tr: Şu adrese bir hesap devre dışı bırakma e-postası gönderildi:
zh_cn: 帐户停用电子邮件已发送至
