Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# register.accesibiltiyOnlyThe8OrMoreCharactersConstrainIsMet
source: Your password must include at least 1 letter or symbol and 1 number
ar: يجب أن تتضمن كلمة المرور حرفًا واحدًا أو رمزًا ورقمًا واحدًا على الأقل
cs: Vaše heslo musí obsahovat alespoň 1 písmeno nebo symbol a 1 číslo
de: Ihr Passwort muss mindestens 1 Buchstaben oder 1 Symbol und 1 Zahl enthalten
es: La contraseña debe contener al menos una letra o símbolo, así como un número
fr: Votre mot de passe doit inclure au moins une lettre ou un symbole, et un chiffre
ja: パスワードには、少なくとも1つの文字、または記号と1つの数字を含めてください
ko: 비밀번호에는 문자 또는 기호가 하나 이상, 숫자가 하나 이상 포함되어야 함
pt: A sua senha tem de incluir pelo menos 1 letra ou símbolo e 1 número
ru: Пароль должен включать минимум 1 букву или символ и 1 цифру
tr: Parolanız en az 1 harf veya sembol ve 1 sayı içermelidir
zh_cn: 你的密码必须包含至少 1 个字母或符号和 1 个数字

# register.accesibiltiyOnlyTheLetterOrSymbolConstrainIsMet
source: Your password must be 8 or more characters and include at least 1 number
ar: يجب أن تتكون كلمة المرور من 8 أحرف أو أكثر وأن تتضمن رقمًا واحدًا على الأقل
cs: Vaše heslo musí mít nejméně 8 znaků a musí obsahovat alespoň 1 číslo
de: Ihr Passwort muss aus mindestens 8 Zeichen bestehen und mindestens 1 Zahl enthalten
es: La contraseña debe componerse de ocho caracteres como mínimo y contener al menos un número
fr: Votre mot de passe doit contenir au moins huit caractères et inclure au moins un chiffre
ja: パスワードは8文字以上で、少なくとも1つの数字を含めてください
ko: 비밀번호는 8자 이상이고 숫자가 하나 이상 포함되어야 함
pt: A sua senha tem de ter 8 caracteres ou mais e incluir pelo menos 1 número
ru: Пароль должен состоять минимум из 8 знаков и включать хотя бы 1 цифру
tr: Parolanız 8 veya daha fazla karakterden oluşmalı ve en az 1 sayı içermelidir
zh_cn: 你的密码必须为 8 个或更多字符，并且至少包含 1 个数字

# register.accesibiltiyOnlyTheNumberConstrainIsMet
source: Your password must be 8 or more characters and include at least 1 letter or symbol
ar: يجب أن تتكون كلمة المرور من 8 أحرف أو أكثر وأن تتضمن حرفًا واحدًا أو رمزًا على الأقل
cs: Vaše heslo musí mít nejméně 8 znaků a musí obsahovat alespoň 1 písmeno nebo symbol
de: Ihr Passwort muss aus mindestens 8 Zeichen bestehen und mindestens 1 Buchstaben oder 1 Symbol enthalten
es: La contraseña debe componerse de ocho caracteres como mínimo y contener al menos una letra o símbolo
fr: Votre mot de passe doit contenir au moins huit caractères et inclure une lettre ou un symbole
ja: パスワードは8文字以上で、少なくとも1つの文字または記号を含めてください
ko: 비밀번호는 8자 이상이고 문자 또는 기호가 하나 이상 포함되어야 함
pt: A sua senha tem de ter 8 caracteres ou mais e incluir pelo menos 1 letra ou símbolo
ru: Пароль должен состоять минимум из 8 знаков и включать хотя бы 1 цифру или символ
tr: Parolanız 8 veya daha fazla karakterden oluşmalı ve en az 1 harf veya sembol içermelidir
zh_cn: 你的密码必须为 8 个或更多字符，并且至少包含 1 个字母或符号

# register.accesibilityOnlyTheNumberConstrainIsNotMet
source: Your password must include at least 1 number
ar: يجب أن تتضمن كلمة المرور رقمًا واحدًا على الأقل
cs: Vaše heslo musí obsahovat alespoň 1 číslo
de: Ihr Passwort muss mindestens 1 Zahl enthalten
es: La contraseña debe contener al menos un número
fr: Votre mot de passe doit inclure au moins un chiffre
ja: パスワードには少なくとも1つの数字を含めてください
ko: 비밀번호는 숫자가 하나 이상 포함되어야 함
pt: A sua senha tem de incluir pelo menos 1 número
ru: Пароль должен содержать минимум 1 цифру
tr: Parolanız en az 1 sayı içermelidir
zh_cn: 你的密码必须至少包含 1 个数字

# register.accesibilityOnlyTheLetterOrSymbolConstrainIsNotMet
source: Your password must include at least 1 letter or symbol
ar: يجب أن تتضمن كلمة المرور حرفًا واحدًا أو رمزًا على الأقل
cs: Vaše heslo musí obsahovat alespoň 1 písmeno nebo symbol
de: Ihr Passwort muss mindestens 1 Buchstabe oder 1 Symbol enthalten
es: La contraseña debe contener al menos una letra o símbolo
fr: Votre mot de passe doit inclure au moins une lettre ou un symbole
ja: パスワードには、少なくとも1つの文字または記号を含めてください
ko: 비밀번호에는 문자 또는 기호가 하나 이상 포함되어야 함
pt: A sua senha tem de incluir pelo menos 1 letra ou símbolo
ru: Пароль должен содержать минимум 1 цифру или символ
tr: Parolanız en az 1 harf veya sembol içermelidir
zh_cn: 你的密码必须包含至少 1 个字母或符号

# register.accesibilityOnlyThe8OrMoreCharactersConstrainIsNotMet
source: Your password must be 8 or more characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف أو أكثر
cs: Vaše heslo musí mít nejméně 8 znaků
de: Ihr Passwort muss aus mindestens 8 Zeichen bestehen
es: La contraseña debe componerse de ocho caracteres como mínimo
fr: Votre mot de passe doit contenir au moins 8 caractères
ja: パスワードは8文字以上で設定してください
ko: 비밀번호는 8자 이상이어야 함
pt: A sua senha tem de ter 8 caracteres ou mais
ru: Пароль должен состоять минимум из 8 знаков
tr: Parolanız 8 veya daha fazla karakterden oluşmalıdır
zh_cn: 你的密码必须至少为 8 个字符

# register.allPasswordContrainsArMet
source: All password constraints are met
ar: تمت تلبية كل شروط كلمة المرور
cs: Všechna omezení hesla jsou splněna
de: Alle Anforderungen an das Passwort sind erfüllt
es: La contraseña cumple todos los requisitos
fr: Toutes les restrictions liées au mot de passe sont respectées
ja: すべてのパスワード条件を満たしています
ko: 모든 비밀번호 조건 충족
pt: Todos os requisitos de senha estão cumpridos
ru: Пароль соответствует требованиям
tr: Tüm parola şartları karşılandı
zh_cn: 已满足所有密码限制

# register.passwordAreValid
source: Your passwords match
ar: كلمات المرور الخاصة بك متطابقة
cs: Vaše hesla se shodují
de: Ihre Passwörter stimmen überein.
es: Sus contraseñas coinciden
fr: Vos mots de passe correspondent
ja: パスワードが一致しています
ko: 비밀번호 일치
pt: As senhas correspondem
ru: Пароли совпадают
tr: Parolalarınız eşleşiyor
zh_cn: 您的密码符合

# register.passwordAreNotValid
source: Your passwords do not match
ar: كلمات السر الخاصة بك لا تتطابق
cs: Vaše hesla se neshodují
de: Ihre Passwörter stimmen nicht überein.
es: Sus contraseñas no coinciden
fr: Vos mots de passe ne correspondent pas
ja: パスワードが一致しません
ko: 비밀번호 불일치
pt: As senhas não correspondem
ru: Пароли не совпадают.
tr: Parolalarınız eşleşmiyor
zh_cn: 您的密码不符

# register.additionalEmails
source: Additional email
ar: بريد الكتروني إضافي
cs: Další email
de: Zusätzliche E-Mail-Adresse
es: Correo electrónico adicional
fr: Adresse email supplémentaire
ja: 追加の電子メール
ko: 추가 이메일
pt: E-mail adicionall
ru: Дополнительные адрес электронной почты
tr: Ek e-posta
zh_cn: 其他电子邮件地址

# register.invalidEmail2
source: Please enter a valid email address, for example joe@institution.edu
ar: الرجاء إدخال عنوان بريد إلكتروني صالح، على سبيل المثال joe@institution.edu
cs: Zadejte platnou e-mailovou adresu, například petr.novak@instituce.cz
de: Bitte geben Sie eine gültige E-Mail-Adresse ein, beispielsweise peter@institution.edu.
es: Introduzca una dirección de correo electrónico válida. Ejemplo: juan@institucion.edu
fr: Saisissez une adresse e-mail valide, par exemple joe@institution.edu
ja: 有効なメールアドレスを入力してください。例：joe@institution.edu
ko: 유효한 이메일 주소 입력. 예: joe@institution.edu
pt: Introduza um endereço de e-mail, por exemplo, joao@instituicao.edu
ru: Укажите действительный адрес эл. почты, например ivanov@institution.edu
tr: Lütfen geçerli bir e-posta girin, örneğin mehmet@kurum.edu
zh_cn: 请输入有效的电子邮件地址，例如：joe@institution.edu

# register.ariaLabelInfoEmails
source: info about emails
ar: معلومات حول رسائل البريد الإلكتروني
cs: informace o e-mailech
de: Infos zu E-Mail-Adressen
es: información sobre los correos electrónicos
fr: Informations sur les emails
ja: メールに関する情報
ko: 이메일 정보
pt: informação sobre e-mails
ru: информация об адресах электронной почты
tr: e-postalar hakkında bilgi
zh_cn: 邮箱信息

# register.ariaLabelDeleteEmail
source: delete email
ar: حذف البريد الإلكتروني
cs: smazat e-mail
de: E-Mail-Adresse löschen
es: eliminar el correo electrónico
fr: supprimer l'email
ja: メールを削除
ko: 이메일 삭제
pt: Remover e-mail
ru: удалить электронную почту
tr: e-postayı sil
zh_cn: 删除邮箱

# register.addAnAdditionalEmail
source: Add an additional email
ar: إضافة بريد إلكتروني إضافي
cs: Přidání další e-mailové adresy
de: Zusätzliche E-Mail-Adresse hinzufügen
es: Añada un correo electrónico adicional
fr: Ajoutez une autre adresse e-mail
ja: 追加のメールアドレスを追加してください
ko: 다른 이메일 추가
pt: Adicione outro e-mail
ru: Укажите дополнительный адрес эл. почты
tr: Ek bir e-posta adresi ekleyin
zh_cn: 新增其他电子邮件

# register.yourNames
source: Your names
ar: أسماؤك
cs: Vaše jména
de: Ihre Namen
es: Sus nombres
fr: Vos noms
ja: あなたの名前
ko: 이름
pt: Seus nomes
ru: Ваши имена
tr: İsimleriniz
zh_cn: 您的姓名

# register.givenNames
source: Given names
ar: الأسماء المعينة
cs: Jména
de: Vornamen
es: Nombre(s)
fr: Prénoms
ja: 名
ko: 이름
pt: Nomes próprios
ru: Имена
tr: Kullanılan adlar
zh_cn: 名字

# register.firstNameError
source: Please enter your given names
ar: الرجاء إدخال الأسماء الخاصة بك
cs: Zadejte své jméno nebo jména
de: Bitte geben Sie Ihre(n) Vornamen ein.
es: Introduzca su nombre y apellidos
fr: Saisissez vos prénoms
ja: 名を入力してください
ko: 성을 제외한 이름 입력
pt: Introduza os seus nomes próprios
ru: Укажите свое имя
tr: Lütfen kullanılan adlarınızı girin
zh_cn: 请输入您的名字

# register.invalidName
source: Invalid name characters or format
ar: تنسيق أو أحرف الاسم غير صالحة
cs: Neplatné znaky nebo formát názvu
de: Ungültige Zeichen im Namen oder falsches Format
es: Caracteres o formato del nombre no válidos
fr: Format ou caractères de nom invalides
ja: 名前の文字またはフォーマットが不正です
ko: 잘못된 이름 문자 또는 형식
pt: Caracteres ou formato inválidos
ru: Недопустимые символы в имени или формат
tr: Geçersiz ad karakterleri veya biçimi
zh_cn: 无效的名字字符或格式

# register.familyName
source: Family names
ar: أسماء العائلة
cs: Příjmení
de: Familiennamen
es: Apellido(s)
fr: Noms de famille
ja: 名字
ko: 성
pt: Sobrenomes
ru: Фамилии
tr: Aile adları
zh_cn: 姓氏

# register.yourEmailAddresses
source: Your email addresses
ar: عناوين البريد الإلكتروني الخاصة بك
cs: Vaše e-mailové adresy
de: Ihre E-Mail-Adresse
es: Sus direcciones de correo electrónico
fr: Vos adresses e-mail
ja: あなたのメールアドレス
ko: 이메일 주소
pt: Os seus endereços de e-mail
ru: Ваши адреса эл. почты
tr: E-posta adresleriniz
zh_cn: 您的电子邮件地址

# register.primaryEmail
source: Primary email
ar: البريد الالكتروني الرئيسي
cs: Primární email
de: Erste E-Mail-Adresse
es: Correo electrónico principal
fr: Adresse email principal
ja: 主要電子メール
ko: 기본 이메일
pt: E-mail principal
ru: Основной адрес электронной почты
tr: Birincil e-posta
zh_cn: 主电子邮件地址

# register.theEmailAddress
source: The email address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
de: Die E-Mail-Adresse
es: La dirección de correo electrónico
fr: L'adresse e-mail
ja: このメールアドレス
ko: 이메일 주소
pt: O endereço de e-mail
ru: Адрес электронной почты
tr: E-posta adresi
zh_cn: 电子邮件地址

# register.isAssociatedWith
source: is already associated with
ar: مرتبط بالفعل مع
cs: je už přidružen ke
de: ist bereits verbunden mit
es: ya está asociada con
fr: est déjà associée à
ja: すでに関連付けられています
ko: 이(가) 이미
pt: Já se encontra associado a
ru: уже привязан к
zh_cn: 已关联

# register.anExisting
source: an existing
ar: موجود
cs: stávajícímu
de: einem bestehenden
es: un registro existente
fr: un dossier ORCID existant
ja: 既存
ko: 기존
pt: existente.
ru: существующему
zh_cn: 现有

# register.anUnclaimed
source: an unclaimed
ar: غير مطالب به
cs: nevyžádaném
de: einem nicht beanspruchten
es: un registro sin reclamar
fr: un dossier ORCID non réclamé
ja: 未登録
ko: 클레임되지 않은
pt: não reclamado.
ru: неподтвержденному
zh_cn: 未认领

# register.aDeactivated
source: a deactivated
ar: معطل
cs: deaktivovanému
de: einem deaktivierten
es: un registro desactivado
fr: un dossier ORCID désactivé
ja: 非アクティブ
ko: 비활성화된
pt: desativado.
ru: деактивированному
zh_cn: 已停用

# register.orcidRecord
source: ORCID record.
ar: سِجِل ORCID.
cs: záznamu ORCID.
de: ORCID-Eintrag.
es: ORCID.
ja: ORCIDレコード
ko: ORCID 레코드에 연결되어 있습니다.
pt: a um registo ORCID
ru: профилю ORCID.
zh_cn: ORCID 记录。

# register.youCannotUseThisEmail
source: You cannot use this email address when creating a new ORCID iD.
ar: يتعذر عليك استخدام عنوان البريد الإلكتروني الحالي عند إنشاء معرّف ORCID جديد.
cs: Tuto e-mailovou adresu nemůžete použít při vytváření nového ORCID iD.
de: Sie können diese E-Mail-Adresse nicht verwenden, um eine neue ORCID-ID zu erstellen
es: No puede usar esta dirección de correo electrónico para crear un ORCID iD nuevo.
fr: Vous ne pouvez pas utiliser cette adresse e-mail lors de la création d'un nouvel identifiant ORCID.
ja: 新しいORCID iDを作成する際に、このメールアドレスを使用することはできません。
ko: 새 ORCID iD를 만들 때 이 이메일 주소를 사용할 수 없습니다.
pt: Não pode utilizar este endereço de e-mail ao criar uma nova ORCID ID.
ru: Вы не можете использовать этот адрес для создания нового ORCID iD.
tr: Yeni bir ORCID Kimliği oluştururken bu e-posta adresini kullanamazsınız.
zh_cn: 无法使用该电子邮件创建新的 ORCID iD 号。

# register.signInToOrcidUsingThisEmail
source: Sign in to ORCID using this email address
ar: تسجيل الدخول إلى ORCID باستخدام عنوان البريد الإلكتروني هذا
cs: Přihlásit se k ORCID pomocí této e-mailové adresy
de: Melden Sie sich mit dieser E-Mail-Adresse bei ORCID an.
es: Inicie sesión en ORCID con esta dirección de correo electrónico
fr: Connexion à ORCID avec cette adresse e-mail
ja: このメールアドレスでORCIDにサインイン
ko: 이 이메일 주소를 사용하여 ORCID에 로그인
pt: Inicie sessão no ORCID com este endereço de e-mail
ru: Войти в ORCID с помощью указанного адреса эл. почты
tr: Bu e-posta adresini kullanarak ORCID'de oturum açın
zh_cn: 使用此电子邮件地址登录 ORCID

# register.resendClaimAddress
source: Resend a claim email to this email address
ar: إعادة إرسال رسالة بريد إلكتروني للمطالبة بعنوان البريد الإلكتروني الحالي
cs: Odeslat znovu potvrzovací e-mail na tuto e-mailovou adresu
de: Anspruchs-E-Mail erneut an diese E-Mail-Adresse schicken
es: Volver a enviar un correo electrónico de reclamación para esta dirección de correo electrónico
fr: Renvoyer un e-mail de réclamation à cette adresse
ja: このメールアドレスにクレームメールを再送する
ko: 이 이메일 주소로 클레임 이메일 다시 보내기
pt: Reenviar um e-mail de reivindicação para este endereço de e-mail
ru: Отправить письмо-подтверждение на этот адрес электронной почты
tr: Bu e-posta adresine talep e-postasını tekrar gönder
zh_cn: 再次发送认领邮件至该邮件地址

# register.reactivateOrcidAssociated
source: Reactivate the ORCID record associated with this email address
ar: إعادة تفعيل سجل ORCID المرتبط بعنوان البريد الإلكتروني الحالي
cs: Opětovně aktivovat záznam ORCID spojený s touto e-mailovou adresou
de: Den mit dieser E-Mail-Adresse verknüpften ORCID-Eintrag reaktivieren.
es: Reactivar el registro ORCID asociado con esta dirección de correo electrónico
fr: Réactiver le dossier ORCID associé à cette adresse e-mail
ja: このメールアドレスに関連付けられているORCIDレコードを再アクティブ化する
ko: 이 이메일 주소에 연결된 ORCID 레코드 재활성화
pt: Reativar o registo ORCID associado a este endereço de e-mail
ru: Восстановить профиль ORCID, связанный с этим адресом электронной почты
tr: Bu e-posta adresiyle ilişkili ORCID kaydını yeniden etkinleştir
zh_cn: 重新激活与该电子邮件关联的 ORCID 记录

# register.confirmEmailRequired2
source: Please confirm your email address
ar: الرجاء تأكيد عنوان البريد الإلكتروني الخاص بك
cs: Potvrďte svou e-mailovou adresu
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Confirme su dirección de correo electrónico
fr: Confirmez votre adresse e-mail
ja: メールアドレスを確認してください
ko: 이메일 주소 확인
pt: Confirme o seu endereço de e-mail
ru: Подтвердите адрес эл. почты
tr: Lütfen e-posta adresinizi onaylayın
zh_cn: 请确认您的地址邮件地址

# register.confirmationEmailNotMatch2
source: Email addresses do not match
ar: عناوين البريد الإلكتروني غير متطابقة
cs: E-mailové adresy se neshodují
de: E-Mail-Adressen stimmen nicht überein.
es: Las direcciones de correo electrónico no coinciden
fr: Les adresses e-mail ne correspondent pas
ja: メールアドレスが一致しません
ko: 이메일 주소가 일치하지 않음
pt: Os endereços de e-mail não correspondem
ru: Адреса электронной почты не совпадают
tr: E-posta adresleri eşleşmiyor
zh_cn: 电子邮件地址不符

# register.thisLooksLikeAPersonalEmail
source: This looks like a personal email
ar: هذا يبدو وكأنه بريد إلكتروني شخصي
cs: E-mailová adresa vypadá to jako osobní
de: Dies sieht nach einer privaten E-Mail-Adresse aus.
es: Parece un correo electrónico personal
fr: Cela ressemble à une adresse e-mail personnelle
ja: 個人的なメールのようです
ko: 개인용 이메일인 것으로 보임
pt: Parece ser um e-mail pessoal
ru: Похоже, вы указали личный адрес эл. почты
tr: Bu, kişisel bir e-posta adresine benziyor
zh_cn: 这似乎是个人电子邮件

# register.addA
source: Add an additional
ar: أدخل مزيد من الإضافات
cs: Přidání další
es: Añadir otro
fr: Ajoutez une autre
ja: 追加
ko: 추가
pt: Adicionar um e-mail adicional
ru: Укажите дополнительный
zh_cn: 新增其他

# register.professionalEmail
source: professional email
ar: البريد الإلكتروني المهني
cs: profesní e-mail
de: berufliche E-Mail-Adresse
es: correo electrónico profesional
fr: adresse e-mail professionnelle
ja: 仕事用のメール
ko: 업무용 이메일
pt: e-mail profissional
ru: рабочий адрес электронной почты
tr: profesyonel e-posta adresi
zh_cn: 工作电子邮件

# register.asBackupSoWeCanBetter
source: as backup so we can better recommend affiliations and other related data to you.
ar: كنسخة احتياطية حتى نتمكن من التوصية بشكل أفضل بالانتسابات والبيانات الأخرى ذات الصلة لك.
cs: jako zálohu, abychom vám mohli nabízet lepší doporučení příslušnosti a další související údaje.
de: als Backup hinzu, damit wir Ihnen Zugehörigkeiten und damit verbundene Daten besser empfehlen können.
es: como respaldo para que podamos recomendarle afiliaciones y demás información por el estilo.
fr: comme adresse de secours afin que nous puissions au mieux vous recommander des affiliations et d'autres données associées.
ja: をバックアップとして追加することで、あなたに所属や関連するデータをより適切に推薦できるようになります。
ko: 을 추가하면 담당기관 및 기타 관련 데이터를 더 잘 추천해드릴 수 있습니다.
pt: como cópia de segurança para que possam recomendar afiliações e outros dados relacionados consigo.
ru: в качестве резервного. Это поможет нам более точно находить аффилиации и другую информацию, связанную с вами.
tr: girin, böylece size iş ortaklarımızı ve diğer ilgili verileri daha iyi önerebiliriz.
zh_cn: 作为备份，以便我们更好地向您推荐附属机构和其他相关数据。

# register.addAnotherEmailToSecure
source: Add an additional email to secure your account
ar: أضف بريدًا إلكترونيًا إضافيًا لتأمين حسابك
cs: Pro zabezpečení účtu přidejte další e-mail
de: Fügen Sie eine zusätzliche E-Mail-Adresse hinzu, um Ihr Konto zu sichern
es: Añada otro correo electrónico para proteger su cuenta
fr: Ajoutez une autre adresse e-mail pour sécuriser votre compte
ja: アカウントを保護するために別のメールアドレスを追加してください
ko: 다른 이메일 주소를 추가하여 계정 보호
pt: Adicione um e-mail adicional para proteger a sua conta
ru: Чтобы защитить аккаунт, добавьте дополнительный адрес электронной почты
tr: Hesabınızı güvenceye almak için ek bir e-posta adresi ekleyin
zh_cn: 新增另一个电子邮件以确保帐户安全

# register.addingAnAddiotionalEmailAsBackup
source: Adding an additional email as backup helps secure your account and makes sure you can always sign in.
ar: تساعد إضافة بريد إلكتروني إضافي كنسخة احتياطية في تأمين حسابك والتأكد من إمكانية تسجيل الدخول دائمًا.
cs: Přidáním záložního e-mailu zvýšíte zabezpečení vašeho účtu a minimalizuje riziko ztráty přístupu.
de: Indem Sie eine weitere E-Mail-Adresse als Backup hinzufügen, schützen Sie Ihr Konto und stellen Sie sicher, dass Sie sich immer anmelden können.
es: Al añadir un correo electrónico adicional de respaldo, será más fácil proteger su cuenta y garantizar que siempre pueda iniciar sesión.
fr: L'ajout d'une adresse e-mail supplémentaire comme adresse de secours vous permet de sécuriser votre compte et de toujours pouvoir vous connecter.
ja: バックアップとして別のメールアドレスを追加することで、アカウントの保護が可能となり、いつでもサインインできます。
ko: 백업 이메일 주소를 추가하면 계정의 보안을 안전하게 보호하면서 언제든 로그인할 수 있습니다.
pt: Adicione outro e-mail como uma cópia de segurança para ajudar a proteger a sua conta e assegurar que consegue sempre iniciar sessão.
ru: Дополнительный адрес можно использовать в качестве резервного, поэтому у вас всегда будет доступ к аккаунту.
tr: Yedek olarak ek bir e-posta adresi eklemek hesabınızı güvenceye almaya yardımcı olur ve her zaman oturum açabilmenizi garantiye alır.
zh_cn: 新增一个额外的电子邮件作为备份有助于确保账户安全，并确保您可以随时登录。

# regiser.thisLooksLikeAProffessional
source: This looks like a professional email
ar: هذا يبدو وكأنه بريد إلكتروني مهني
cs: E-mailová adresa vypadá to jako profesní
de: Dies sieht nach einer beruflichen E-Mail-Adresse aus.
es: Parece un correo electrónico profesional
fr: Cela ressemble à une adresse e-mail professionnelle
ja: 仕事用のメールのようです
ko: 업무용 이메일인 것으로 보임
pt: Parece ser um e-mail profissional
ru: Похоже, вы указали рабочий адрес эл. почты
tr: Bu, profesyonel bir e-posta adresine benziyor
zh_cn: 这似乎是工作电子邮件

# register.weRecommendAdding
source: We recommend adding an additional
ar: نوصي بإضافة المزيد
cs: Doporučujeme přidat další
es: Le recomendamos que añada otro
fr: Nous vous conseillons d'ajouter une
ja: 追加することをおすすめします
ko: 추가를 권장합니다.
pt: Recomendamos adicionar um e-mail adicional
ru: Рекомендуем указать дополнительный
zh_cn: 我们建议新增一个

# register.personalEmail
source: personal email
ar: بريد إلكتروني شخصي
cs: osobní e-mail
de: private E-Mail-Adresse
es: correo electrónico personal
fr: adresse e-mail personnelle
ja: 個人的なメール
ko: 개인용 이메일
pt: e-mail pessoal
ru: личный адрес электронной почты
tr: kişisel e-posta
zh_cn: 个人电子邮件

# register.asBackupSoYouAlways
source: as backup so you always have access to your ORCID account if you change jobs or roles.
ar: كنسخة احتياطية حتى تتمكن دائمًا من الوصول إلى حسابك على ORCID إذا قمت بتغيير الوظائف أو الأدوار.
cs: jako zálohu, abyste neztratili přístup ke svému účtu ORCID, pokud změníte zaměstnání nebo roli.
de: als Backup hinzuzufügen, damit Sie immer Zugriff auf Ihr ORCID-Konto haben, wenn Sie Ihre Arbeit oder Position wechseln.
es: como respaldo para tener siempre acceso a su cuenta de ORCID si cambia de puesto o función.
fr: comme adresse de secours afin de toujours pouvoir accéder à votre compte ORCID si vous changez de poste.
ja: をバックアップとして追加することで、仕事や役割が変わってもORCIDアカウントにアクセスできるようになります。
ko: 을 추가하면 업무 및 역할이 변경되었을 때도 ORCID 계정에 항상 액세스할 수 있습니다.
pt: como cópia de segurança para que possa sempre aceder à sua conta ORCID caso mude de cargos ou funções.
ru: в качестве резервного. Так вы сможете сохранить доступ к аккаунту ORCID, даже если перейдете на новую должность или место работы.
tr: eklemenizi öneriyoruz, böylece işinizi veya mevkiinizi değiştirirseniz ORCID hesabınıza her zaman erişebilirsiniz.
zh_cn: 作为备份，这样即使您更换工作或角色，也能随时访问您的 ORCID 账户。

# register.emailPlaceholder
source: The email address you use most
ar: عنوان البريد الإلكتروني الذي تستخدمه كثيرًا
cs: E-mailová adresa, kterou používáte nejčastěji
de: Ihre am häufigsten verwendete E-Mail-Adresse
es: La dirección de correo electrónico que más usa
fr: L'adresse e-mail que vous utilisez le plus
ja: 最もよく使用するメールアドレス
ko: 가장 자주 사용하는 이메일 주소
pt: O endereço de e-mail que utiliza mais
ru: Адрес эл. почты, которым вы пользуетесь чаще всего
tr: En çok kullandığınız e-posta adresleri
zh_cn: 您最常用的电子邮件地址

# register.labelConfirmEmail
source: Confirm your email address
ar: تأكيد عنوان بريدك الألكتروني
cs: Potvrďte svou e-mailovou adresu
de: Bestätigen Sie Ihre E-Mail-Adresse.
es: Confirme su dirección de correo electrónico
fr: Confirmez votre adresse e-mail
ja: メールアドレスを確認してください
ko: 이메일 주소 확인
pt: Confirme o seu endereço de e-mail
ru: Подтвердите адрес эл. почты
tr: E-posta adresinizi onaylayın
zh_cn: 确认您的电子邮件地址

# register.ariaLabelInfo
source: info about names
ar: معلومات حول الأسماء
cs: informace o jménech
de: Infos zu Namen
es: información sobre nombres
fr: informations sur les noms
ja: 名前に関する情報
ko: 이름에 대한 정보
pt: informação sobre nomes
ru: информация об именах
tr: adlar hakkında bilgi
zh_cn: 姓名信息

# register.confirmEmail
source: Confirm primary email
ar: تأكيد عنوان البريد الإلكتروني الرئيسي
cs: Potvrďte primární e-mail
de: Erste E-Mail-Adresse bestätigen
es: Confirmar el correo electrónico primario
fr: Confirmer l'email principal
ja: メインのメールを確認
ko: 기본 이메일 확인
pt: Confirme o e-mail principal
ru: Подтвердите основной адрес электронной почты
tr: Birincil e-postayı onayla
zh_cn: 确认主电子邮箱
