Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# share.ER
source: Eritrea
ar: اريتريا
fr: Érythrée
ja: エリトリア
ko: 에리트리아
pt: Eritreia
ru: Эритрея
tr: Eritre
zh_cn: 厄立特里亚

# share.EE
source: Estonia
ar: استونيا
cs: Estonsko
de: Estland
fr: Estonie
ja: エストニア
ko: 에스토니아
pt: Estônia
ru: Эстония
tr: Estonya
zh_cn: 爱沙尼亚

# share.ET
source: Ethiopia
ar: اثيوبيا
cs: Etiopie
de: Äthiopien
es: Etiopía
fr: Éthiopie
ja: エチオピア
ko: 에티오피아
pt: Etiópia
ru: Эфиопия
tr: Etiyopya
zh_cn: 埃塞俄比亚

# share.FK
source: Falkland Islands
ar: جزر فولكلاند
cs: Falklandské ostrovy
de: Falklandinseln
es: Islas Malvinas
fr: Îles Malouines
ja: フォークランド諸島
ko: 포클랜드제도
pt: Ilhas Malvinas
ru: Фолклендские острова
tr: Falkland Adaları
zh_cn: 福克兰群岛

# share.FO
source: Faroe Islands
ar: جزر فارو
cs: Faerské ostrovy
de: Färöer-Inseln
es: Islas Feroe
fr: Îles Féroé
ja: フェロー諸島
ko: 페로제도
pt: Ilhas Faroe
ru: Фарерские острова
tr: Faroe Adaları
zh_cn: 法罗群岛

# share.FJ
source: Fiji
ar: فيجي
cs: Fidži
de: Fidschi
es: Fiyi
fr: Fidji
ja: フィジー
ko: 피지
ru: Фиджи
zh_cn: 斐济

# share.FI
source: Finland
ar: فنلندا
cs: Finsko
de: Finnland
es: Finlandia
fr: Finlande
ja: フィンランド
ko: 핀란드
pt: Finlândia
ru: Финляндия
tr: Finlandiya
zh_cn: 芬兰

# share.FR
source: France
ar: فرنسا
cs: Francie
de: Frankreich
es: Francia
ja: フランス
ko: 프랑스
pt: França
ru: Франция
tr: Fransa
zh_cn: 法国

# share.GF
source: French Guiana
ar: جيانا الفرنسية
cs: Francouzská Guyana
de: Französisch-Guayana
es: Guayana Francesa
fr: Guyane française
ja: フランス領ギアナ
ko: 프랑스어기아나
pt: Guiana Francesa
ru: Французская Гвиана
tr: Fransız Guyanası
zh_cn: 法属圭亚那

# share.PF
source: French Polynesia
ar: بولونيزيا الفرنسية
cs: Francouzská Polynésie
de: Französisch-Polynesien
es: Polinesia Francesa
fr: Polynésie française
ja: フランス領ポリネシア
ko: 프랑스령폴리네시아의
pt: Polinésia Francesa
ru: Французская Полинезия
tr: Fransız Polinezyası
zh_cn: 法属波利尼西亚

# share.TF
source: French Southern Territories
ar: الأراضي الفرنسية الجنوبية
cs: Francouzská jižní území
de: Französische Südgebiete
es: Territorios Australes Franceses
fr: Terres australes françaises
ja: フランス領南方地域
ko: 프랑스남부지방
pt: Territórios Franceses do Sul
ru: Французские Южные территории
tr: Fransız Güney Toprakları
zh_cn: 法属南部领土

# share.GA
source: Gabon
ar: الجابون
de: Gabun
es: Gabón
ja: ガボン
ko: 가봉
pt: Gabão
ru: Габон
zh_cn: 加蓬

# share.GM
source: Gambia
ar: جامبيا
cs: Gambie
fr: Gambie
ja: ガンビア
ko: 감비아
pt: Gâmbia
ru: Гамбия
tr: Gambiya
zh_cn: 冈比亚

# share.GE
source: Georgia
ar: جورجيا
cs: Gruzie
de: Georgien
fr: Géorgie
ja: ジョージア
ko: 조지아
ru: Грузия
tr: Gürcistan
zh_cn: 格鲁吉亚

# share.DE
source: Germany
ar: ألمانيا
cs: Německo
de: Deutschland
es: Alemania
fr: Allemagne
ja: ドイツ
ko: 독일
pt: Alemanha
ru: Германия
tr: Almanya
zh_cn: 德国

# share.GH
source: Ghana
ar: غانا
ja: ガーナ
ko: 가나
pt: Gana
ru: Гана
tr: Gana
zh_cn: 加纳

# share.GI
source: Gibraltar
ar: جبل طارق
ja: ジブラルタル
ko: 지브롤터
ru: Гибралтар
tr: Cebelitarık
zh_cn: 直布罗陀

# share.GR
source: Greece
ar: اليونان
cs: Řecko
de: Griechenland
es: Grecia
fr: Grèce
ja: ギリシャ
ko: 그리스
pt: Grécia
ru: Греция
tr: Yunanistan
zh_cn: 希腊

# share.GL
source: Greenland
ar: غرينلاند
cs: Grónsko
de: Grönland
es: Groenlandia
fr: Groenland
ja: グリーンランド
ko: 그린란드
pt: Groelândia
ru: Гренландия
tr: Grönland
zh_cn: 格陵兰

# share.GD
source: Grenada
ar: غرينادا
es: Granada
fr: Grenade
ja: グレナダ
ko: 그레나다
pt: Granada
ru: Гренада
zh_cn: 格林纳达

# share.GP
source: Guadeloupe
ar: جوادلوب
es: Guadalupe
ja: グアドループ
ko: 과들루프
pt: Guadalupe
ru: Гваделупа
zh_cn: 瓜德罗普岛

# share.GU
source: Guam
ar: جوام
ja: グアム
ko: 괌
ru: Гуам
zh_cn: 关岛

# share.GT
source: Guatemala
ar: جواتيمالا
ja: グアテマラ
ko: 과테말라
ru: Гватемала
zh_cn: 危地马拉

# share.GG
source: Guernsey
ar: غيرنسي
fr: Guernesey
ja: ガーンジー
ko: 건지
ru: Гернси
zh_cn: 格恩西岛

# share.GN
source: Guinea
ar: غينيا
fr: Guinée
ja: ギニア
ko: 기니
pt: Guiné
ru: Гвинея
tr: Gine
zh_cn: 几内亚

# share.GW
source: Guinea-Bissau
ar: غينيا بيساو
fr: Guinée-Bissau
ja: ギニアビサウ
ko: 기니비사우
pt: Guiné-Bissau
ru: Гвинея-Бисау
tr: Gine-Bissau
zh_cn: 几内亚比绍

# share.GY
source: Guyana
ar: جيانا
cs: Guayana
ja: ガイアナ
ko: 가이아나
pt: Guiana
ru: Гайана
zh_cn: 圭亚那

# share.HT
source: Haiti
ar: هايتي
es: Haití
fr: Haïti
ja: ハイチ
ko: 아이티
ru: Гаити
zh_cn: 海地

# share.HM
source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر ماكدونالد
cs: Heardův ostrov a McDonaldovy ostrovy
de: Heard und McDonaldinseln
es: Islas Heard y McDonald
fr: Îles Heard et MacDonald
ja: ハード島およびマクドナルド諸島
ko: 허드와맥도날드제도
pt: Ilhas Heard e Ilhas McDonald
ru: Остров Херд и острова Макдональд
tr: Heard Adası ve McDonald Adaları
zh_cn: 赫德与麦克唐纳群岛

# share.HN
source: Honduras
ar: هندوراس
ja: ホンジュラス
ko: 온두라스
ru: Гондурас
zh_cn: 洪都拉斯

# share.HK
source: Hong Kong SAR China
ar: هونغ كونغ جمهورية الصين الشعبية
cs: Hongkong
de: Sonderverwaltungszone Hongkong der Volksrepublik China
es: Región Administrativa Especial de Hong Kong de la República Popular China
fr: R.A.S. chinoise de Hong Kong
ja: 香港特別行政区 (中国)
ko: 홍콩특별행정구
ru: Гонконг (Специальный административный район Китая)
tr: Hong Kong ÖİB Çin
zh_cn: 中国香港特别行政区

# share.HU
source: Hungary
ar: هنغاريا
cs: Maďarsko
de: Ungarn
es: Hungría
fr: Hongrie
ja: ハンガリー
ko: 헝가리
pt: Hungria
ru: Венгрия
tr: Macaristan
zh_cn: 匈牙利

# share.IS
source: Iceland
ar: آيسلندا
cs: Island
de: Island
es: Islandia
fr: Islande
ja: アイスランド
ko: 아이슬란드
pt: Islândia
ru: Исландия
tr: İzlanda
zh_cn: 冰岛

# share.IN
source: India
ar: الهند
cs: Indie
de: Indien
fr: Inde
ja: インド
ko: 인도
pt: Índia
ru: Индия
tr: Hindistan
zh_cn: 印度

# share.ID
source: Indonesia
ar: اندونيسيا
cs: Indonésie
de: Indonesien
fr: Indonésie
ja: インドネシア
ko: 인도네시아
pt: Indonésia
ru: Индонезия
tr: Endonezya
zh_cn: 印度尼西亚

# share.IR
source: Iran
ar: إيران
cs: Írán
es: Irán
ja: イラン
ko: 이란
ru: Иран
zh_cn: 伊朗

# share.IQ
source: Iraq
ar: العراق
cs: Irák
de: Irak
fr: Irak
ja: イラク
ko: 이라크
pt: Iraque
ru: Ирак
tr: Irak
zh_cn: 伊拉克

# share.IE
source: Ireland
ar: أيرلندا
cs: Irsko
de: Irland
es: Irlanda
fr: Irlande
ja: アイルランド
ko: 아일랜드
pt: Irlanda
ru: Ирландия
tr: İrlanda
zh_cn: 爱尔兰

# share.IM
source: Isle of Man
ar: جزيرة مان
cs: Ostrov Man
es: Isla de Man
fr: Île de Man
ja: マン島
ko: 맨섬
pt: Ilha Man
ru: остров Мэн
tr: Man Adası
zh_cn: 曼岛

# share.IL
source: Israel
ar: اسرائيل
cs: Izrael
fr: Israël
ja: イスラエル
ko: 이스라엘
ru: Израиль
tr: İsrail
zh_cn: 以色列

# share.IT
source: Italy
ar: إيطاليا
cs: Itálie
de: Italien
es: Italia
fr: Italie
ja: イタリア
ko: 이탈리아
pt: Itália
ru: Италия
tr: İtalya
zh_cn: 意大利

# share.JM
source: Jamaica
ar: جامايكا
cs: Jamajka
de: Jamaika
fr: Jamaïque
ja: ジャマイカ
ko: 자메이카
ru: Ямайка
tr: Jamaika
zh_cn: 牙买加

# share.JP
source: Japan
ar: اليابان
cs: Japonsko
es: Japón
fr: Japon
ja: 日本
ko: 일본
pt: Japão
ru: Япония
tr: Japonya
zh_cn: 日本

# share.JE
source: Jersey
ar: جيرسي
ja: ジャージー
ko: 뉴저지
ru: Джерси
zh_cn: 泽西岛

# share.JO
source: Jordan
ar: الأردن
cs: Jordánsko
de: Jordanien
es: Jordania
fr: Jordanie
ja: ヨルダン
ko: 요르단
pt: Jordão
ru: Иордания
tr: Ürdün
zh_cn: 约旦

# share.KZ
source: Kazakhstan
ar: كازاخستان
cs: Kazachstán
de: Kasachstan
es: Kazajistán
ja: カザフスタン
ko: 카자흐스탄
pt: Cazaquistão
ru: Казахстан
tr: Kazakistan
zh_cn: 哈萨克斯坦

# share.KE
source: Kenya
ar: كينيا
cs: Keňa
de: Kenia
es: Kenia
ja: ケニア
ko: 케냐
pt: Quênia
ru: Кения
zh_cn: 肯尼亚

# share.KI
source: Kiribati
ar: كيريباس
ja: キリバス
ko: 키리바시
ru: Кирибати
zh_cn: 基里巴斯

# share.XK
source: Kosovo
ar: كوسوفو
es: Kósovo
ja: コソボ
ko: 코소보
ru: Косово
tr: Kosova
zh_cn: 科索沃

# share.KW
source: Kuwait
ar: الكويت
cs: Kuvajt
fr: Koweït
ja: クウェート
ko: 쿠웨이트
ru: Кувейт
tr: Kuveyt
zh_cn: 科威特

# share.KG
source: Kyrgyzstan
ar: قرغيزستان
cs: Kyrgyzstán
de: Kirgisistan
es: Kirguistán
fr: Kirghizistan
ja: キルギスタン
ko: 키르기스스탄
pt: Quirguistão
ru: Киргизия
tr: Kırgızistan
zh_cn: 吉尔吉斯斯坦

# share.LA
source: Laos
ar: لاوس
ja: ラオス
ko: 라오스
ru: Лаос
zh_cn: 老挝人民民主共和国

# share.LV
source: Latvia
ar: لاتفيا
cs: Lotyšsko
de: Lettland
es: Letonia
fr: Lettonie
ja: ラトビア
ko: 라트비아
pt: Letônia
ru: Латвия
tr: Letonya
zh_cn: 拉脱维亚

# share.LB
source: Lebanon
ar: لبنان
cs: Libanon
de: Libanon
es: Líbano
fr: Liban
ja: レバノン
ko: 레바논
pt: Líbano
ru: Ливан
tr: Lübnan
zh_cn: 黎巴嫩

# share.LS
source: Lesotho
ar: ليسوتو
es: Lesoto
ja: レソト
ko: 레소토
pt: Lesoto
ru: Лесото
zh_cn: 莱索托

# share.LR
source: Liberia
ar: ليبيريا
cs: Libérie
fr: Libéria
ja: リベリア
ko: 라이베리아
pt: Libéria
ru: Либерия
tr: Liberya
zh_cn: 利比里亚

# share.LY
source: Libya
ar: ليبيا
cs: Libye
de: Libyen
es: Libia
fr: Libye
ja: リビア
ko: 리비아
pt: Líbia
ru: Ливия
zh_cn: 利比亚

# share.LI
source: Liechtenstein
ar: ليختنشتاين
cs: Lichtenštejnsko
ja: リヒテンシュタイン
ko: 리히텐슈타인
ru: Лихтенштейн
zh_cn: 列支敦士登

# share.LT
source: Lithuania
ar: ليتوانيا
cs: Litva
de: Litauen
es: Lituania
fr: Lituanie
ja: リトアニア
ko: 리투아니아
pt: Lituânia
ru: Литва
tr: Litvanya
zh_cn: 立陶宛

# share.LU
source: Luxembourg
ar: لوكسمبورج
cs: Lucembursko
de: Luxemburg
es: Luxemburgo
ja: ルクセンブルク
ko: 룩셈부르크
pt: Luxemburgo
ru: Люксембург
tr: Lüksemburg
zh_cn: 卢森堡

# share.MO
source: Macau SAR China
ar: مكاو جمهورية الصين الشعبية
cs: Macao
de: Sonderverwaltungszone Macau der Volksrepublik China
es: Región Administrativa Especial de Macao de la República Popular China
fr: R.A.S. chinoise de Macao
ja: マカオ特別行政区 (中国)
ko: 마카오특별행정구
ru: Макао (Специальный административный район Китая)
tr: Makao ÖİB Çin
zh_cn: 中国澳门特别行政区

# share.MG
source: Madagascar
ar: مدغشقر
cs: Madagaskar
de: Madagaskar
ja: マダガスカル
ko: 마다가스카르
ru: Мадагаскар
tr: Madagaskar
zh_cn: 马达加斯加

# share.MW
source: Malawi
ar: مالاوي
es: Malaui
ja: マラウイ
ko: 말라위
ru: Малави
tr: Malavi
zh_cn: 马拉维

# share.MY
source: Malaysia
ar: ماليزيا
cs: Malajsie
es: Malasia
fr: Malaisie
ja: マレーシア
ko: 말레이시아
pt: Malásia
ru: Малайзия
tr: Malezya
zh_cn: 马来西亚

# share.MV
source: Maldives
ar: المالديف
cs: Maledivy
de: Malediven
es: Maldivas
ja: モルジブ
ko: 몰디브
pt: Maldivas
ru: Мальдивы
tr: Maldivler
zh_cn: 马尔代夫

# share.ML
source: Mali
ar: مالي
ja: マリ
ko: 말리
ru: Мали
zh_cn: 马里

# share.MT
source: Malta
ar: مالطا
fr: Malte
ja: マルタ
ko: 몰타
ru: Мальта
zh_cn: 马耳他

# share.MH
source: Marshall Islands
ar: جزر مارشال
cs: Marshallovy ostrovy
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
ja: マーシャル諸島
ko: 마샬 군도
pt: Ilhas Marshall
ru: Маршалловы Острова
tr: Marshall Adaları
zh_cn: 马绍尔群岛

# share.MQ
source: Martinique
ar: مارتينيك
cs: Martinik
es: Martinica
ja: マルティニーク
ko: 마르티니크
pt: Martinica
ru: Мартиника
tr: Martinik
zh_cn: 马提尼克群岛

# share.MR
source: Mauritania
ar: موريتانيا
cs: Mauritánie
de: Mauretanien
fr: Mauritanie
ja: モーリタニア
ko: 모리타니
pt: Mauritânia
ru: Мавритания
tr: Moritanya
zh_cn: 毛里塔尼亚

# share.MU
source: Mauritius
ar: موريشيوس
cs: Mauricius
es: Mauricio
fr: Maurice
ja: モーリシャス
ko: 모리셔스
pt: Mauricío
ru: Маврикий
zh_cn: 毛里求斯

# share.YT
source: Mayotte
ar: مايوت
ja: マヨット
ko: 마 요트
ru: Майотта
zh_cn: 马约特

# share.MX
source: Mexico
ar: المكسيك
cs: Mexiko
de: Mexiko
es: México
fr: Mexique
ja: メキシコ
ko: 멕시코
pt: México
ru: Мексика
tr: Meksika
zh_cn: 墨西哥

# share.FM
source: Micronesia
ar: ميكرونيزيا
cs: Mikronésie
de: Mikronesien
fr: États fédérés de Micronésie
ja: ミクロネシア
ko: 미크로네시아
pt: Micronésia
ru: Микронезия
tr: Mikronezya
zh_cn: 密克罗尼西亚联邦

# share.MD
source: Moldova
ar: مولدوفا
cs: Moldavsko
de: Moldawien
es: Moldavia
fr: Moldavie
ja: モルドバ
ko: 몰도바
pt: Moldávia
ru: Молдавия
zh_cn: 摩尔多瓦

# share.MC
source: Monaco
ar: موناكو
cs: Monako
es: Mónaco
ja: モナコ
ko: 모나코
pt: Mônaco
ru: Монако
tr: Monako
zh_cn: 摩纳哥

# share.MN
source: Mongolia
ar: منغوليا
cs: Mongolsko
de: Mongolei
fr: Mongolie
ja: モンゴル
ko: 몽골
pt: Mongólia
ru: Монголия
tr: Moğolistan
zh_cn: 蒙古

# share.ME
source: Montenegro
ar: الجبل الأسود
cs: Černá Hora
fr: Monténégro
ja: モンテネグロ
ko: 몬테네그로
ru: Черногория
tr: Karadağ
zh_cn: 黑山共和国

# share.MS
source: Montserrat
ar: مونتسيرات
ja: モントセラト
ko: 몬세 라트
ru: Монтсеррат
zh_cn: 蒙塞拉特群岛

# share.MA
source: Morocco
ar: المغرب
cs: Maroko
de: Marokko
es: Marruecos
fr: Maroc
ja: モザンビーク
ko: 모로코
pt: Marrocos
ru: Марокко
tr: Fas
zh_cn: 摩洛哥

# share.MZ
source: Mozambique
ar: موزمبيق
cs: Mosambik
de: Mosambik
ja: モザンビーク
ko: 모잠비크
pt: Moçambique
ru: Мозамбик
tr: Mozambik
zh_cn: 莫桑比克

# share.MM
source: Myanmar [Burma]
ar: مينمار [بورما]
cs: Myanmar
es: Myanmar
fr: Myanmar
ja: ミャンマー [ビルマ]
ko: 미얀마[버마]
ru: Мьянма (Бирма)
zh_cn: 缅甸

# share.NA
source: Namibia
ar: ناميبيا
cs: Namibie
fr: Namibie
ja: ナミビア
ko: 나미비아
pt: Namíbia
ru: Намибия
tr: Namibya
zh_cn: 纳米比亚

# share.NR
source: Nauru
ar: نورو
ja: ナウル
ko: 나우루어
ru: Науру
zh_cn: 瑙鲁

# share.NP
source: Nepal
ar: نيبال
cs: Nepál
fr: Népal
ja: ネパール
ko: 네팔
ru: Непал
zh_cn: 尼泊尔

# share.NL
source: Netherlands
ar: هولندا
cs: Nizozemsko
de: Niederlande
es: Países Bajos
fr: Pays-Bas
ja: オランダ
ko: 네덜란드
pt: Holanda
ru: Нидерланды
tr: Hollanda
zh_cn: 荷兰

# share.NC
source: New Caledonia
ar: كاليدونيا الجديدة
cs: Nová Kaledonie
de: Neukaledonien
es: Nueva Caledonia
fr: Nouvelle-Calédonie
ja: ニューカレドニア
ko: 뉴칼레도니아
pt: Nova Caledônia
ru: Новая Каледония
tr: Yeni Kaledonya
zh_cn: 新喀里多尼亚

# share.NZ
source: New Zealand
ar: نيوزلندا
cs: Nový Zéland
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
ja: ニュージーランド
ko: 뉴질랜드
pt: Nova Zelândia
ru: Новая Зеландия
tr: Yeni Zelanda
zh_cn: 新西兰

# share.NI
source: Nicaragua
ar: نيكارجوا
cs: Nikaragua
ja: ニカラグア
ko: 니카라과
pt: Nicarágua
ru: Никарагуа
tr: Nikaragua
zh_cn: 尼加拉瓜

# share.NE
source: Niger
ar: النيجر
es: Níger
ja: ニジェール
ko: 니제르
pt: Níger
ru: Нигер
tr: Nijer
zh_cn: 尼日尔

# share.NG
source: Nigeria
ar: نيجيريا
cs: Nigérie
fr: Nigéria
ja: ナイジェリア
ko: 나이지리아
pt: Nigéria
ru: Нигерия
tr: Nijerya
zh_cn: 尼日利亚

# share.NU
source: Niue
ar: نيو
es: Isla Niue
ja: ニウエ
ko: 니우에
ru: Ниуэ
zh_cn: 纽埃

# share.NF
source: Norfolk Island
ar: جزيرة نورفولك
cs: Ostrov Norfolk
de: Norfolkinsel
es: Isla Norfolk
fr: Île Norfolk
ja: ノーフォーク島
ko: 노퍽섬
pt: Ilha Norfolk
ru: остров Норфолк
tr: Norfolk Adası
zh_cn: 诺福克岛

# share.KP
source: North Korea
ar: كوريا الشمالية
cs: Severní Korea
de: Nordkorea
es: Corea del Norte
fr: Corée du Nord
ja: 北朝鮮
ko: 북한
pt: Coreia do Norte
ru: Северная Корея
tr: Kuzey Kore
zh_cn: 朝鲜

# share.MK
source: North Macedonia
ar: مقدونيا
cs: Makedonie
de: Nordmazedonien
es: Macedonia
fr: Macédoine
ja: マケドニア
ko: 마케도니아
pt: Macedônia
ru: Македония
tr: Kuzey Makedonya
zh_cn: 马其顿

# share.MP
source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
cs: Severní Mariany
de: Nördliche Marianen
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
ja: 北マリアナ諸島
ko: 북마리아나제도
pt: Ilhas Marianas do Norte
ru: Северные Марианские острова
tr: Kuzey Mariana Adaları
zh_cn: 北马里亚纳群岛

# share.NO
source: Norway
ar: النرويج
cs: Norsko
de: Norwegen
es: Noruega
fr: Norvège
ja: ノルウェー
ko: 노르웨이
pt: Noruega
ru: Норвегия
tr: Norveç
zh_cn: 挪威

# share.OM
source: Oman
ar: عمان
cs: Omán
es: Omán
ja: オマーン
ko: 오만
pt: Omã
ru: Оман
tr: Umman
zh_cn: 阿曼

# share.PK
source: Pakistan
ar: باكستان
cs: Pákistán
es: Pakistán
ja: パキスタン
ko: 파키스탄
pt: Paquistão
ru: Пакистан
zh_cn: 巴基斯坦

# share.PW
source: Palau
ar: بالاو
fr: Palaos
ja: パラオ
ko: 팔라우
ru: Палау
zh_cn: 帕劳

# share.PS
source: Palestinian Territories
ar: الأراضي الفلسطينية
cs: Palestinská autonomie
de: Palästinensische Gebiete
es: Palestina
fr: Territoire palestinien
ja: パレスチナ領
ko: 팔레스타인
pt: Territórios Palestinos
ru: Палестина
tr: Filistin Toprakları
zh_cn: 巴勒斯坦领土

# share.PA
source: Panama
ar: بنما
es: Panamá
ja: パナマ
ko: 파나마
pt: Panamá
ru: Панама
zh_cn: 巴拿马

# share.PG
source: Papua New Guinea
ar: بابوا غينيا الجديدة
cs: Papua-Nová Guinea
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
ja: パプアニューギニア
ko: 파푸아뉴기니
pt: Papua Nova Guiné
ru: Папуа-Новая Гвинея
tr: Papua Yeni Gine
zh_cn: 巴布亚新几内亚

# share.PY
source: Paraguay
ar: باراجواي
ja: パラグアイ
ko: 파라과이
pt: Paraguai
ru: Парагвай
zh_cn: 巴拉圭

# share.PE
source: Peru
ar: بيرو
es: Perú
fr: Pérou
ja: ペルー
ko: 페루
ru: Перу
zh_cn: 秘鲁

# share.PH
source: Philippines
ar: الفلبين
cs: Filipíny
de: Philippinen
es: Filipinas
ja: フィリピン
ko: 필리핀
pt: Filipinas
ru: Филиппины
tr: Filipinler
zh_cn: 菲律宾

# share.PN
source: Pitcairn Islands
ar: جزر بيتكيرن
cs: Pitcairnovy ostrovy
de: Pitcairninseln
es: Pitcairn
fr: Pitcairn
ja: ピトケアン諸島
ko: 핏케언제도
pt: Ilhas Pitcairn
ru: Острова Питкэрн
tr: Pitcairn Adaları
zh_cn: 皮特凯恩

# share.PL
source: Poland
ar: بولندا
cs: Polsko
de: Polen
es: Polonia
fr: Pologne
ja: ポーランド
ko: 폴란드
pt: Polônia
ru: Польша
tr: Polonya
zh_cn: 波兰

# share.PT
source: Portugal
ar: البرتغال
cs: Portugalsko
ja: ポルトガル
ko: 포르투갈
ru: Португалия
tr: Portekiz
zh_cn: 葡萄牙

# share.PR
source: Puerto Rico
ar: بورتوريكو
cs: Portoriko
fr: Porto Rico
ja: プエルトリコ
ko: 푸에르토리코
pt: Porto Rico
ru: Пуэрто-Рико
tr: Porto Riko
zh_cn: 波多黎各

# share.QA
source: Qatar
ar: قطر
cs: Katar
de: Katar
ja: カタール
ko: 카타르
pt: Catar
ru: Катар
tr: Katar
zh_cn: 卡塔尔

# share.RO
source: Romania
ar: رومانيا
cs: Rumunsko
de: Rumänien
es: Rumanía
fr: Roumanie
ja: ルーマニア
ko: 루마니아
pt: Romênia
ru: Румыния
tr: Romanya
zh_cn: 罗马尼亚

# share.RU
source: Russia
ar: روسيا
cs: Rusko
de: Russland
es: Rusia
fr: Russie
ja: ロシア
ko: 러시아
pt: Rússia
ru: Россия
tr: Rusya
zh_cn: 俄罗斯

# share.RW
source: Rwanda
ar: رواندا
de: Ruanda
es: Ruanda
ja: ルワンダ
ko: 르완다
pt: Ruanda
ru: Руанда
tr: Ruanda
zh_cn: 卢旺达

# share.RE
source: Réunion
ar: رينيون
es: Reunión
ja: レユニオン
ko: 레유니언
pt: Ilha Reunião
ru: Реюньон
zh_cn: 留尼汪

# share.BL
source: Saint Barthélemy
ar: سانت بارتيليمي
cs: Svatý Bartoloměj
es: San Bartolomé
fr: Saint-Barthélémy
ja: サン・バルテルミー島
ko: 생바르텔레미
pt: São Bartolomeu
ru: Сен-Бартелеми
tr: Aziz Barthélemy
zh_cn: 圣巴泰勒米

# share.SH
source: Saint Helena
ar: سانت هيلينا
cs: Svatá Helena
de: St. Helena
es: Santa Elena
fr: Sainte-Hélène
ja: セントヘレナ
ko: 세인트헬레나
pt: Santa Helena
ru: остров Святой Елены
tr: Aziz Helena
zh_cn: 圣赫勒拿

# share.KN
source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس
cs: Svatý Kryštof a Nevis
de: St. Kitts und Nevis
es: San Cristóbal y Nieves
fr: Saint-Kitts-et-Nevis
ja: セントクリストファー・ネイビス
ko: 세인트키츠네비스
pt: São Cristóvão e Névis
ru: Сент-Китс и Невис
tr: Saint Kitts ve Nevis
zh_cn: 圣基茨和尼维斯

# share.LC
source: Saint Lucia
ar: سانت لوشيا
cs: Svatá Lucie
de: St. Lucia
es: Santa Lucía
fr: Sainte-Lucie
ja: セントルシア
ko: 세인트루시아
pt: Santa Lúcia
ru: Сент-Люсия
zh_cn: 圣卢西亚

# share.MF
source: Saint Martin
ar: سانت مارتن
cs: Svatý Martin
de: St. Martin
es: San Martín
ja: セント・マーチン島
ko: 세인트마틴
pt: São Martinho
ru: Сен-Мартен
tr: Aziz Martin
zh_cn: 圣马丁

# share.PM
source: Saint Pierre and Miquelon
ar: سان بيار وميكلون
cs: Saint-Pierre a Miquelon
es: San Pedro y Miquelón
fr: Saint-Pierre-et-Miquelon
ja: サンピエール島およびミクロン島
ko: 생피에르미클롱
pt: São Pedro e Miquelão
ru: Сен-Пьер и Микелон
tr: Saint Pierre ve Miquelon
zh_cn: 圣皮埃尔和密克隆

# share.VC
source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين
cs: Svatý Vincent a Grenadiny
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les Grenadines
ja: セントビンセントおよびグレナディーン諸島
ko: 세인트빈센트그레나딘
pt: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины
tr: Saint Vincent ve Grenadinler
zh_cn: 圣文森特和格林纳丁斯

# share.WS
source: Samoa
ar: ساموا
ja: サモア
ko: 사모아
ru: Самоа
zh_cn: 萨摩亚

# share.SM
source: San Marino
ar: مارينو
fr: Saint-Marin
ja: サンマリノ
ko: 산마리노
ru: Сан-Марино
zh_cn: 圣马力诺

# share.SA
source: Saudi Arabia
ar: المملكة العربية السعودية
cs: Saúdská Arábie
de: Saudi-Arabien
es: Arabia Saudí
fr: Arabie saoudite
ja: サウジアラビア
ko: 사우디아라비아
pt: Arábia Saudita
ru: Саудовская Аравия
tr: Suudi Arabistan
zh_cn: 沙特阿拉伯

# share.SN
source: Senegal
ar: السنغال
fr: Sénégal
ja: セネガル
ko: 세네갈
ru: Сенегал
zh_cn: 塞内加尔

# share.RS
source: Serbia
ar: صربيا
cs: Srbsko
de: Serbien
fr: Serbie
ja: セルビア
ko: 세르비아
pt: Sérvia
ru: Сербия
tr: Sırbistan
zh_cn: 塞尔维亚

# share.SC
source: Seychelles
ar: سيشل
cs: Seychely
de: Seychellen
ja: セーシェル
ko: 세이셸
ru: Сейшельские острова
tr: Seyşeller
zh_cn: 塞舌尔群岛

# share.SL
source: Sierra Leone
ar: سييراليون
es: Sierra Leona
ja: シエラレオネ
ko: 시에라리온
pt: Serra Leoa
ru: Сьерра-Леоне
zh_cn: 塞拉利昂

# share.SG
source: Singapore
ar: سنغافورة
cs: Singapur
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
ko: 싱가포르
pt: Cingapura
ru: Сингапур
tr: Singapur
zh_cn: 新加坡

# share.SX
source: Sint Maarten (Dutch Part)
ar: سانت مارتن (الجزء الهولندي)
cs: Svatý Martin (nizozemská část)
de: Sint Maarten (niederländischer Teil)
es: Sint Maarten (parte holandesa)
fr: Saint Martin (Partie hollandaise)
ja: シント・マールテン (オランダ領)
ko: 신트마르텐(네덜란드)
pt: Sint Maarten (Parte Holandesa)
ru: Сент-Мартен
tr: Sint Maarten (Hollanda Kısmı)
zh_cn: 荷属圣马丁

# share.SK
source: Slovakia
ar: سلوفاكيا
cs: Slovensko
de: Slowakei
es: Eslovaquia
fr: Slovaquie
ja: スロバキア
ko: 슬로바키아
pt: Eslováquia
ru: Словакия
tr: Slovakya
zh_cn: 斯洛伐克

# share.SI
source: Slovenia
ar: سلوفينيا
cs: Slovinsko
de: Slowenien
es: Eslovenia
fr: Slovénie
ja: スロベニア
ko: 슬로베니아
pt: Eslovênia
ru: Словения
tr: Slovenya
zh_cn: 斯洛文尼亚

# share.SB
source: Solomon Islands
ar: جزر سولومون
cs: Šalamounovy ostrovy
de: Salomonen
es: Islas Salomón
fr: Îles Salomon
ja: ソロモン諸島
ko: 솔로몬제도
pt: Ilhas Salomão
ru: Соломоновы Острова
tr: Solomon Adaları
zh_cn: 所罗门群岛

# share.SO
source: Somalia
ar: الصومال
cs: Somálsko
fr: Somalie
ja: ソマリア
ko: 소말리아
pt: Somália
ru: Сомали
tr: Somali
zh_cn: 索马里

# share.ZA
source: South Africa
ar: جنوب أفريقيا
cs: Jihoafrická republika
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
ja: 南アフリカ
ko: 남아프리카공화국
pt: África do Sul
ru: Южно-Африканская Республика
tr: Güney Afrika
zh_cn: 南非

# share.GS
source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
de: Südgeorgien und südliche Sandwichinseln
es: Islas Georgia del Sur y Sandwich del Sur
fr: Géorgie du Sud et les îles Sandwich du Sud
ja: サウスジョージア・サウスサンドウィッチ諸島
ko: 사우스조지아및사우스샌드위치군도
pt: Ilhas Geórgia do Sul e Ilhas Sandwich do Sul
ru: Южная Георгия и Южные Сандвичевы острова
tr: Güney Georgia ve Güney Sandwich Adaları
zh_cn: 南乔治亚岛和南桑威齐群岛

# share.KR
source: South Korea
ar: كوريا الجنوبية
cs: Jižní Korea
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
ja: 韓国
ko: 대한민국
pt: Coreia do Sul
ru: Южная Корея
tr: Güney Kore
zh_cn: 韩国

# share.SS
source: South Sudan
ar: جنوب السودان
cs: Jižní Súdán
de: Südsudan
es: Sudán Meridional
fr: Soudan du Sud
ja: 南スーダン
ko: 남수단
pt: Sudão do Sul
ru: Южный Судан
tr: Güney Sudan
zh_cn: 南苏丹

# share.ES
source: Spain
ar: أسبانيا
cs: Španělsko
de: Spanien
es: España
fr: Espagne
ja: スペイン
ko: 스페인
pt: Espanha
ru: Испания
tr: İspanya
zh_cn: 西班牙

# share.LK
source: Sri Lanka
ar: سريلانكا
cs: Srí Lanka
ja: スリランカ
ko: 스리랑카
ru: Шри-Ланка
zh_cn: 斯里兰卡

# share.SD
source: Sudan
ar: السودان
cs: Súdán
es: Sudán
fr: Soudan
ja: スーダン
ko: 수단
pt: Sudão
ru: Судан
zh_cn: 苏丹

# share.SR
source: Suriname
ar: سورينام
cs: Surinam
de: Surinam
es: Surinam
ja: スリナム
ko: 수리남
ru: Суринам
tr: Surinam
zh_cn: 苏里南

# share.SJ
source: Svalbard and Jan Mayen
ar: سفالبارد وجان مايان
cs: Svalbard a Jan Mayen
de: Spitzbergen und Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et Île Jan Mayen
ja: スヴァールバル諸島およびヤンマイエン島
ko: 스발바르얀마옌
pt: Svalbard e Jan Mayen
ru: острова Свальбард и Ян-майен
tr: Svalbard ve Jan Mayen
zh_cn: 斯瓦尔巴特和扬马延

# share.SZ
source: Swaziland
ar: سوازيلاند
cs: Svazijsko
de: Eswatini
es: Suazilandia
ja: スワジランド
ko: 스와질란드
pt: Suazilândia
ru: Свазиленд
tr: Svaziland
zh_cn: 斯威士兰

# share.SE
source: Sweden
ar: السويد
cs: Švédsko
de: Schweden
es: Suecia
fr: Suède
ja: スウェーデン
ko: 스웨덴
pt: Suécia
ru: Швеция
tr: İsveç
zh_cn: 瑞典

# share.CH
source: Switzerland
ar: سويسرا
cs: Švýcarsko
de: Schweiz
es: Suiza
fr: Suisse
ja: スイス
ko: 스위스
pt: Suíça
ru: Швейцария
tr: İsviçre
zh_cn: 瑞士

# share.SY
source: Syria
ar: سوريا
cs: Sýrie
de: Syrien
es: Siria
fr: Syrie
ja: シリア
ko: 시리아
pt: Síria
ru: Сирия
tr: Suriye
zh_cn: 叙利亚

# share.ST
source: São Tomé and Príncipe
ar: ساو تومي وبرينسيبي
cs: Svatý Tomáš a Princův ostrov
de: São Tomé und Príncipe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
ja: サントメ・プリンシペ
ko: 상투메프린시페
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
tr: São Tomé ve Príncipe
zh_cn: 圣多美和普林西比

# share.TW
source: Taiwan
ar: تايوان
cs: Tchaj-wan
es: Taiwán
fr: Taïwan
ja: 台湾
ko: 대만
pt: Formosa
ru: Тайвань
tr: Tayvan
zh_cn: 台湾

# share.TJ
source: Tajikistan
ar: طاجيكستان
cs: Tádžikistán
de: Tadschikistan
es: Tayikistán
fr: Tadjikistan
ja: タジキスタン
ko: 타지키스탄
pt: Tajiquistão
ru: Таджикистан
tr: Tacikistan
zh_cn: 塔吉克斯坦
