Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

source: Works found in BibTeX
ar: الأعمال التي وجدناها في BibTeX
cs: Díla nalezená v BibTeX
de: Werke gefunden in BibTeX
es: Obras encontradas en BibTeX
fr: Travaux trouvés sur BibTeX
ja: BibTeXで見つかった著作物
ko: BibTeX에서 발견된 작업물
pt: Obras encontradas no BibTeX
ru: Найденные работы в BibTeX
tr: BibTeX'te bulunan çalışmalar
zh_cn: 在 BibTeX 发现的成果

# shared.youHaveNotSelectedImport
source: You haven’t selected any items to import.
ar: لم تحدد أي عناصر لاستيرادها.
cs: Nevybrali jste žádné položky k importu.
de: Sie haben keine Elemente zum Importieren ausgewählt.
es: No ha seleccionado ningún elemento para importar.
fr: Vous n'avez sélectionné aucun élément à importer.
ja: インポートするアイテムを選択していません。
ko: 가져올 항목을 선택하지 않았습니다.
pt: Ainda não selecionou itens para importar.
ru: Вы не выбрали позиции для импорта.
tr: İçe aktarılacak herhangi bir öğe seçmediniz.
zh_cn: 您未选择任何待导入的项目。

# works.addFromDOI
source: Works - Add work from DOI
ar: الأعمال - أضف عملاً من DOI
cs: Díla - Přidejte dílo z DOI
de: Werke - Werk von DOI hinzufügen
es: Obras - Añadir obra a partir de un DOI
fr: Travaux – ajouter un travail à partir de son DOI
ja: 作品 - DOIから作品を追加する
ko: 작업 - DOI에서 작업 추가
pt: Projetos - Adicionar projeto do DOI
ru: Работы - добавить работу из DOI
tr: Çalışmalar - DOI'den çalışma ekle
zh_cn: 成果 - 从 DOI 添加成果

# works.addFromPubMed
source: Works - Add work from PubMed
ar: الأعمال - أضف عملاً من PubMed
cs: Díla – přidat dílo z pubMed
de: Werke - Fügen Sie Werke aus PubMed hinzu
es: Obras - añadir obra desde pubMed
fr: Travaux – ajouter un travail à partir de PubMed
ja: 作品 - pubMedから作品を追加する
ko: 작업 - pubMed에서 작업 추가하기
pt: Obras - Adicionar obra do pubMed
ru: Работы — добавить работу из PubMed
tr: Çalışmalar - PubMed'den iş ekle
zh_cn: 成果 — 从 pubMed 添加成果

# works.addWorkToOrcid
source: Add this work to your ORCID record
ar: أضف هذا العمل إلى سجلك على ORCID
cs: Přidejte tuto práci do svého záznamu ve službě ORCID
de: Fügen Sie dieses Werk Ihrem ORCID-Eintrag hinzu
es: Agregue esta obra a su registro ORCID
fr: Ajouter ce travail à votre dossier ORCID
ja: この著作物をORCIDレコードに追加
ko: 내 ORCID 기록에 이 연구업적 추가하기
pt: Adicione este trabalho ao seu registo ORCID
ru: Добавьте эту работу в свой профиль ORCID
tr: Bu çalışmayı ORCID kaydınıza ekleyin
zh_cn: 将此作品添加到您的 ORCID 记录中

# works.youCanUseFullDOI
source: You can use the full DOI URL or just the identifier value.
ar: يمكنك استخدام عنوان الـ URL الكامل لـ DOI أو قيمة المعرف فحسب.
cs: Můžete použít úplnou adresu URL DOI nebo pouze hodnotu identifikátoru.
de: Sie können die vollständige DOI-URL oder nur den Kennungswert verwenden.
es: Inserte la URL completa del DOI o solo el valor del identificador
fr: Vous pouvez utiliser l'URL complète du DOI ou seulement la valeur de l'identifiant.
ja: 完全なDOI URLを使用することも、識別子の値だけを使用することもできます。
ko: 전체 DOI URL을 사용하거나 식별자 값만 쓸 수 있습니다.
pt: Pode utilizar o URL do DOI completo ou apenas o valor do identificador.
ru: Вы можете использовать полную ссылку на цифровой идентификатор объекта или просто значение идентификатора.
tr: Tam DOI URL'sini veya yalnızca tanımlayıcı değerini kullanabilirsiniz.
zh_cn: 您可以使用完整的 DOI 链接或只使用识别码。

# works.typeOrPastePubMed
source: Type or paste the full PubMed URL or just the identifier value
ar: اكتب أو الصق عنوان الـ URL الكامل لـ pubMed أو قيمة المعرف فحسب
cs: Zadejte nebo vložte celou adresu URL pubMed nebo pouze hodnotu identifikátoru
de: Geben oder fügen Sie die vollständige PubMed-URL oder nur den Kennungswert ein
es: Inserte la URL completa de pubMed o solo el valor del identificador
fr: Entrez ou collez l'URL PubMed complète, ou seulement la valeur de l'identifiant.
ja: pubMedの完全なURLまたは識別子の値のみを入力または貼り付ける
ko: 전체 pubMed URL 또는 설정자 값을 타이핑하거나 붙여넣기
pt: Digite ou cole o URL do pubMed completo ou apenas o valor do identificador
ru: Введите или вставьте полный URL-адрес PubMed или только значение идентификатора
tr: Tam PubMed URL'sini veya yalnızca tanımlayıcı değerini yazın veya yapıştırın
zh_cn: 输入或粘贴完整的 PubMed 链接或只输入识别码

# works.doiIdentifier
source: DOI identifier value or full URL
ar: قيمة مُعرف DOI أو عنوان URL بالكامل
cs: Hodnota DOI identifikátoru nebo kompletní URL
de: Wert der DOI-Kennung oder vollständige URL
es: Valor del identificador DOI o URL completa
fr: Valeur de l'identifiant DOI ou URL complète
ja: DOI識別子の値または完全なURL
ko: DOI 식별자 값 또는 전체 URL
pt: Valor do identificador DOI ou URL completo
ru: Значение идентификатора DOI или полный URL-адрес
tr: DOI tanımlayıcı değeri veya tam URL
zh_cn: DOI 识别码或完整网址

# works.pubMedIdentifier
source: PubMed identifier value or full URL
ar: قيمة مُعرف PubMed أو عنوان URL بالكامل
cs: hodnota identifikátoru pubMed nebo úplná adresa URL
de: PubMed-Kennungswert oder vollständige URL
es: Valor del identificador de pubMed o URL completa
fr: Valeur de l'identifiant PubMed ou URL complète
ja: pubMed識別子の値または完全なURL
ko: pubMed 식별자 값 또는 전체 URL
pt: Valor do identificador puMed ou URL completo
ru: Значение идентификатора PubMed или полный URL-адрес
tr: PubMed tanımlayıcı değeri veya tam URL
zh_cn: pubMed 识别码或完整链接

# works.unableToImport
source: Unable to import using this identifier. Please add work using a different option.
ar: تعذر الاستيراد باستخدام هذا المعرف. الرجاء إضافة العمل باستخدام خيار مختلف.
cs: Nelze importovat pomocí tohoto identifikátoru. Přidejte práci pomocí jiné možnosti.
de: Import mit dieser Kennung nicht möglich. Bitte fügen Sie Werk mit einer anderen Option hinzu.
es: No es posible importar la obra con este identificador. Por favor, utilice otra opción para añadir la obra.
fr: Impossible d'importer en utilisant cet identifiant. Veuillez ajouter un travail en utilisant une autre option.
ja: この識別子を使用してインポートできません。別のオプションを使用して仕事を追加してください。
ko: 이 식별자를 이용해 내보낼 수 없습니다. 다른 선택지를 이용해 업적을 추가하십시오.
pt: Não é possível importar com este identificador. Adicione trabalho através de outra opção.
ru: Невозможно импортировать с помощью этого идентификатора. Пожалуйста, добавьте работу, используя другой вариант.
tr: Bu tanımlayıcı kullanılarak içe aktarılamıyor. Lütfen farklı bir seçenek kullanarak çalışma ekleyin.
zh_cn: 无法使用此标识符导入。请使用其他选项添加作品。

# works.retrieveWorkDOI
source: Retrieve work details from DOI
ar: استرجع تفاصيل العمل من DOI
cs: Načíst podrobnosti o dílu z DOI
de: Werkdetails von DOI abrufen
es: Obtener datos de la obra desde DOI
fr: Récupérer les informations relatives au travail à partir de son DOI
ja: DOIから作品の詳細を取得する
ko: DOI에서 작업 상세 정보를 검색하세요
pt: Recuperar informações sobre o projeto do DOI
ru: Получить сведения о работе из DOI
tr: DOI'den çalışma ayrıntılarını al
zh_cn: 从 DOI 检索成果详细信息

# works.retrieveWorkPubMed
source: Retrieve work details from PubMed
ar: استرجع تفاصيل العمل من pubMed
cs: Získejte podrobnosti o dílu z pubMed
de: Rufen SieWerkdetails von PubMed ab
es: Obtener datos de la obra desde pubMed
fr: Récupérer les informations sur les travaux depuis pubMed
ja: pubMedから作品の詳細を取得する
ko: pubMed에서 작업 상세 내역 검색하기
pt: Extrair informações da obra do pubMed
ru: Получить информацию о работе из PubMed
tr: PubMed'den iş ayrıntılarını al
zh_cn: 从 pubMed 获取成果的详细信息

# works.linkWorks
source: Link works
ar: اربط أعمالاً
cs: Odkaz funguje
de: Verknüpfung werke
es: Vincular trabajos
fr: Créer des liens vers les travaux
ja: 作品をリンクする
ko: 작업 연결하기
pt: Hiperligação para as obras
ru: Привязать работы
tr: Çalışmaları bağla
zh_cn: 链接成果

# works.linkWorksMoreInfo
source: More information about linking works to your ORCID record
ar: مزيد من المعلومات حول ربط الأعمال بسجلك على ORCID
cs: Další informace o propojení prací s vaším záznamem ORCID
de: Weitere Informationen zum Verlinken von Werken mit Ihrem ORCID-Eintrag
es: Más información sobre cómo vincular trabajos a su registro ORCID
fr: Plus d'informations à propos de l'association de travaux à votre dossier ORCID
ja: ORCIDレコードへの作品のリンクに関する詳細情報
ko: ORCID 기록에 작업 연결하기에 대한 더 많은 정보
pt: Mais informações sobre como conectar obras ao seu registo ORCID
ru: Подробнее о привязывании работ к вашей записи ORCID
tr: Eserleri ORCID kaydınıza bağlamakla ilgili daha fazla bilgi alın
zh_cn: 连接成果与您的 ORCID 记录的更多相关资讯

# works.all
source: All
ar: الكل
cs: Všechny
de: Alle
es: Todos
fr: Toutes
ja: 全て
ko: 모든
pt: Todas
ru: Все
tr: Tüm
zh_cn: 全部

# works.geographicalArea
source: Geographical area
ar: المنطقة الجغرافية
cs: Geografická oblast
de: Geographisches Gebiet
es: Área geográfica
fr: Aire géographique
ja: 地域
ko: 지리적 지역
pt: Área Geográfica
ru: Географическая область
tr: Coğrafi bölge
zh_cn: 地理区域

# shared.itemsCurrentlySelected
source: Items currently selected
ar: المواد المحددة حالياً
cs: Aktuálně vybrané položky
de: Elemente aktuell ausgewählt
es: Elementos seleccionados actualmente
fr: Éléments actuellement sélectionnés
ja: 現在選択されているアイテム
ko: 현재 선택한 항목
pt: Itens atualmente selecionados
ru: Элементы, выбранные в данный момент
tr: Şu anda seçili olan öğeler
zh_cn: 已选项目

# shared.actions
source: Actions
ar: إجراءات
cs: Operace
de: Aktionen
es: Acciones
ja: アクション
ko: 조치
pt: Ações
ru: Действия
tr: Eylemler
zh_cn: 操作

# works.exportSelectedWorks
source: Export selected works
ar: تصدير الأعمال المحددة
cs: Export vybraných děl
de: Ausgewählte Werke exportieren
es: Exportar obras seleccionadas
fr: Exporter les travaux sélectionnés
ja: 選択された作品をエクスポートする
ko: 선택한 작업 내보내기
pt: Exportar obras selecionadas
ru: Экспортировать выбранные работы
tr: Seçilen çalışmaları dışa aktar
zh_cn: 导出选定成果

# works.exportAllWorks
source: Export ALL works
ar: تصدير جميع الأعمال
cs: Exportovat VŠECHNA díla
de: ALLE Werke exportieren
es: Exportar TODAS las obras
fr: Exporter TOUS les travaux
ja: すべての作品をエクスポート
ko: 모든 연구업적 내보내기
pt: Exportar TODOS os trabalhos
ru: Экспорт ВСЕХ работ
tr: TÜM çalışmaları dışa aktar
zh_cn: 导出全部成果

# works.groupSelectedWorks
source: Group selected works
ar: الأعمال المحددة للمجموعة
cs: Skupinou vybraná díla
de: Ausgewählte Werke gruppieren
es: Obras grupales seleccionadas
fr: Regrouper les travaux sélectionnés
ja: グループの選択済み作品
ko: 선택한 연구업적 그룹화
pt: Trabalhos de grupo selecionados
ru: Сгруппировать выбранные работы
tr: Seçilen çalışmaları grupla
zh_cn: 已选成果设置分组

# works.fiveWorksMax
source: 5 works maximum,
ar: 5 أعمال كحد أقصى،
cs: Max. 5 děl,
de: maximal 5 Werke,
es: Cinco obras como máximo,
fr: 5 travaux maximum,
ja: 最大5作品、
ko: 최대 5개의 연구업적,
pt: 5 trabalhos no máximo,
ru: максимум 5 работ,
tr: Maksimum 5 çalışma,
zh_cn: 至多 5 项成果，

# works.selected
source: selected
ar: المحدد
cs: vybráno
de: ausgewählt
es: seleccionada(s)
fr: sélectionnés
ja: 選択済み
ko: 선택됨
pt: selecionado
ru: выбрано
tr: seçildi
zh_cn: 已选

# works.setVisibilityForSelectedWorks
source: Set visibility for selected works
ar: تعيين إعداد إمكانية رؤية الأعمال المحددة
cs: Nastavit viditelnost vybraných děl
de: Sichtbarkeit für ausgewählte Werke festlegen
es: Fijar la visibilidad de las obras seleccionadas
fr: Définir la visibilité des travaux sélectionnées
ja: 選択済み作品の表示設定
ko: 선택한 연구업적의 공개 범위 선택
pt: Defina a visibilidade dos trabalhos selecionados
ru: Установить видимость для выбранных работ
tr: Seçili çalışmalar için görünürlüğü ayarla
zh_cn: 设置已选成果可见性

# works.deleteSelectedWorks
source: Delete selected works
ar: حذف الأعمال المحددة
cs: Odstranit vybraná díla
de: Ausgewählte Werke löschen
es: Eliminar las obras seleccionadas
fr: Supprimer les travaux sélectionnés
ja: 選択された作品を削除
ko: 선택한 연구업적 삭제
pt: Eliminar trabalhos selecionados
ru: Удалить выбранные работы
tr: Seçili çalışmaları sil
zh_cn: 删除已选成果

# works.manageSimilarWorks
source: Manage similar works
ar: إدارة الأعمال المماثلة
cs: Správa podobných děl
de: Verwalten Sie ähnliche Werke
es: Gestionar obras similares
fr: Gérer les travaux similaires
ja: 同様の仕事を管理
ko: 비슷한 업적 관리
pt: Gerir trabalhos semelhantes
ru: Управлять аналогичными работами
tr: Benzer çalışmaları yönet
zh_cn: 管理类似作品

# shared.worksDescription
source: Add your research outputs such as publications, data sets, conference presentations and more.
ar: أضف معلومات عن أعمالك، التي تحمل مخرجات بحثك، على سبيل المثال، المنشورات، والعروض التقديمية في المؤتمرات، ومجموعات البيانات، وأكثر.
cs: Přidejte podrobnosti o svých pracích, zachyťte své výzkumné výstupy, např. publikace, konferenční prezentace, datové sady a další.
de: Fügen Sie Ihre Forschungsergebnisse wie Veröffentlichungen, Datensätze, Konferenzpräsentationen und mehr hinzu.
es: Añada información sobre sus trabajos y los resultados de su investigación: publicaciones, presentaciones de conferencias, conjuntos de datos, etc.
fr: Ajoutez des détails sur vos travaux, saisissez vos résultats de recherche, par exemple des publications, des présentations de conférence, des ensembles de données, etc.
ja: あなたの著作物に関する詳細を追加し、あなたの研究成果をキャプチャします。例：出版物、会議のプレゼンテーション、データセットなど。
ko: 작업에 대한 세부 정보를 추가하고 연구 결과를 캡처합니다. 간행물, 회의 프레젠테이션, 데이터 세트 등.
pt: Adicione detalhes sobre os seus trabalhos, imagens dos seus resultados de investigação, por exemplo, publicações, apresentações em conferências, conjuntos de dados, e muito mais.
ru: Добавьте подробную информацию о своих работах, зафиксированных результатах ваших исследований, например, публикациях, презентациях на конференциях, наборах данных и многом другом.
tr: Yayınlar, veri kümeleri, konferans sunumları ve daha fazlası gibi araştırma faaliyetlerinizi ekleyin.
zh_cn: 添加您的作品详细信息，展示您的研究成果，如出版物、会议发言、数据集等。

# shared.worksLearnMore
source: Learn more about adding works to your ORCID record
ar: تعرف على المزيد حول إضافة الأعمال إلى تسجيلة أوركيد الخاصة بك
cs: Další informace o přidávání prací ke svému ORCID záznamu
de: Erfahren Sie mehr über das Hinzufügen von Werke zu Ihrem ORCID-Eintrag
es: Obtenga más información sobre cómo añadir obras a su registro de ORCID
fr: En savoir plus sur l'ajout d'un travail à votre dossier ORCID
ja: ORCIDレコードに作品を追加する方法の詳細
ko: ORCID 기록에 작업을 추가하는 방법에 대해 자세히 알아보십시오
pt: Saiba mais sobre como adicionar uma obra ao seu registo ORCID
ru: Подробнее о добавлении работ в вашу запись ORCID
tr: ORCID kaydınıza çalışma ekleme hakkında daha fazla bilgi edinin
zh_cn: 了解向 ORCID 记录添加作品的详细信息

# works.addDoi
source: Add DOI
ar: أضف DOI
cs: Přidat DOI
de: DOI hinzufügen
es: Añadir DOI
fr: Ajouter DOI
ja: DOIを追加
ko: DOI 추가
pt: Adicionar DOI
ru: Добавить DOI
tr: DOI ekle
zh_cn: 添加 DOI

# works.addPubmed
source: Add PubMed ID
ar: إضافة معرف PubMed
cs: Přidat PubMed ID
de: PubMed-ID hinzufügen
es: Añadir identificador PubMed
fr: Ajouter un identifiant PubMed
ja: PubMed IDを追加
ko: PubMed ID 추가
pt: Adicionar ID PubMed
ru: Добавить PubMed ID
tr: PubMed Kimliği Ekle
zh_cn: 添加 PubMed ID

# works.addBibtex
source: Add BibTeX
ar: أضف BibTeX
cs: Zadat BibTeX
de: BibTeX hinzufügen
es: Añadir BibTeX
fr: Ajouter des ensembles d'œuvres BibTeX
ja: BibTeXを追加
ko: BibTex 추가
pt: Adicionar BibTeX
ru: Добавить BibTeX
tr: BibTeX ekle
zh_cn: 添加 BibTeX

# works.combineSelectedWorks
source: Combine selected works
ar: تجميع الأعمال المحددة
cs: Sloučit vybrané práce
de: Kombinieren Sie ausgewählte Werke
es: Combinar obras seleccionadas
fr: Combiner les travaux sélectionnés
ja: 選択された仕事を組み合わせる
ko: 선택한 업적 결합
pt: Combine trabalhos selecionados
ru: Совместить выбранные работы
tr: Seçilen işleri birleştir
zh_cn: 合并所选作品

# works.setsOfSimilarWorkToManage1
source: ORCID have found
ar: عثر ORCID على
cs: ORCID nalezl
de: ORCID gefunden haben
es: ORCID ha encontrado
fr: ce que ORCID a trouvé
ja: ORCIDが見つかりました
ko: ORCID는 발견했습니다
pt: O ORCID encontrou
ru: В ORCID были найдены
tr: ORCID buldu:
zh_cn: ORCID 找到了

# works.setsOfSimilarWorkToManage2
source: sets of works with similar titles that you may want to combine.
ar: مجموعات من الأعمال بعناوين متشابهة قد ترغب في دمجها.
cs: sady prací se shodnými názvy, které můžete zkombinovat.
de: Werkgruppen mit ähnlichen Titeln, die Sie vielleicht kombinieren möchten.
es: grupos de obras con títulos similares que quizás desee combinar.
fr: ensembles de travaux avec des titres similaires que vous voudrez peut-être combiner.
ja: あなたが組み合わせたいと思うかもしれない、同様のタイトルのいくつかの著作物。
ko: 결합하고자 하는 비슷한 제목의 작업물들
pt: conjuntos de trabalhos com títulos semelhantes que pode querer combinar.
ru: наборы работ с похожими заголовками, которые Вы возможно захотите скомбинировать.
tr: benzer başlıklara sahip çalışma kümelerini gözden geçirin.
zh_cn: 组你可能想要合并的具有类似标题的成果。

# works.setsOfSimilarWorkToManage3
source: The selected works will be grouped together and displayed as a single group item on your record. All versions of the work will still be available but one will be shown as your preferred version
ar: ستُجمع الأعمال المحددة معاً وتُعرض كعنصر مجموعة واحدة في سجلك. ستظل جميع نسخ العمل متاحة ولكن سيُعرض أحدها كنسختك المفضلة
cs: Zvolené práce budou seskupeny a v reportu se vám zobrazí jako jedna skupina. Všechny verze prací budou stále k dispozici, avšak jedna se bude zobrazovat jako přednostní verze
de: Die ausgewählten Werke werden gruppiert und als einzelnes Gruppenelement in Ihrem Eintrag angezeigt. Alle Versionen der Werk sind weiterhin verfügbar, aber eine wird als Ihre bevorzugte Version angezeigt
es: Las obras seleccionadas se agruparán y se mostrarán como un solo elemento grupal en su registro. Todas las versiones de la obra seguirán estando disponibles, pero se mostrará una como su versión preferida
fr: Les travaux sélectionnées seront regroupées et affichées comme un seul élément de groupe sur votre dossier. Toutes les versions des travaux seront toujours disponibles, mais une sera affichée comme votre version préférée
ja: 選択した著作物はグループ化され、1つのグループアイテムとしてレコードに表示されます。著作物のすべてのバージョンは引き続き利用できますが、1つが優先バージョンとして表示されます
ko: 선택한 작업물들은 하나로 묶여 당신의 기록에서 하나의 그룹 항목으로 보일 것입니다. 모든 버전의 작업물을 사용할 수 있지만 그중 하나가 선호하는 버전으로 보일 것입니다.
pt: Os trabalhos selecionados vão ser agrupados e exibidos como um único item de grupo no seu registo. Todas as versões do trabalho ainda vão estar disponíveis, mas uma vai ser apresentada como a sua versão preferida
ru: Выбранные работы будут сгруппированы вместе и будут представляться как одна группа в Вашей записи. Все версии работ будут всё ещё доступны, но одна из них будет представляться как предпочитаемая Вами версия.
tr: Seçilen çalışmalar birlikte gruplandırılır ve kaydınızda tek bir grup öğesi olarak görüntülenir. Çalışmanın tüm sürümleri kullanılabilir olmaya devam eder, ancak biri tercih ettiğiniz sürüm olarak gösterilir
zh_cn: 选定成果将被分组，并在您的记录中作为单独组项显示。成果的所有版本均可用，但其中一个版本将被显示为您的首选版本

# works.learnMoreCombining
source: Learn more about combining works
ar: تعرف على المزيد حول تجميع الأعمال
cs: Další informace o kombinování děl
de: Erfahren Sie mehr über das Kombinieren von Werke
es: Descubre más sobre cómo combinar obras
fr: En savoir plus sur comment combiner des travaux
ja: 仕事の統合についてもっと知る
ko: 업적 결합에 대해 자세히 알아보기
pt: Saiba mais sobre a combinação de trabalhos
ru: Узнайте больше об объединении работ
tr: Çalışmaları birleştirmekle ilgili daha fazla bilgi edinin
zh_cn: 详细了解如何合并作品

# works.combiningWorks
source: Combining works cannot be undone!
ar: لا يمكن التراجع عن تجميع الأعمال!
cs: Spojení děl nelze vrátit zpět!
de: Das Kombinieren von Werke kann nicht rückgängig gemacht werden!
es: ¡La combinación de obras no se puede deshacer!
fr: Combiner des travaux est une action irréversible !
ja: 作品を組み合わせると元に戻せません！
ko: 작업을 통합하면 되돌릴 수 없습니다!
pt: A combinação de obras não pode ser anulada!
ru: Объединение работ необратимо!
tr: Çalıştırmaları birleştirme geri alınamaz!
zh_cn: 合并成果无法撤销！

# works.checkSelectedWorks
source: Please check the selected works are correct before combining them.
ar: يرجى التحقق من صحة الأعمال المحددة قبل تجميعها.
cs: Před kombinováním prosím zkontrolujte správnost vybraných děl.
de: Bitte überprüfen Sie die Richtigkeit der ausgewählten Werke, bevor Sie sie kombinieren.
es: Compruebe que las obras seleccionados sean las correctas antes de combinarlas.
fr: Veuillez vérifier que les travaux sélectionnés sont corrects avant de les combiner.
ja: 作品を組み合わせる前に、選択された作品が正しいことを確認してください。
ko: 조합하기 전에 선택한 작품이 맞는지 확인해주세요.
pt: Verifique se as obras selecionadas estão corretas antes de combiná-las.
ru: Проверьте правильность выбранных работ перед их объединением.
tr: Lütfen seçilen çalışmaları birleştirmeden önce doğru olup olmadığını kontrol edin.
zh_cn: 合并选定成果前请检查其是否准确。

# works.selectedWorksCombine
source: Selected works to combine
ar: الأعمال المحددة للتجميع
cs: Vybraná díla ke spojení
de: Ausgewählte Werke zum Kombinieren
es: Obras seleccionados para combinarlas
fr: Travaux sélectionnés à combiner
ja: 組み合わせるために選択された作品
ko: 조합할 작업 선택
pt: Selecione obras para combinar
ru: Выбранные работы для объединения
tr: Birleştirilecek seçilmiş çalışmalar
zh_cn: 合并已选成果

# works.groupWorksDescription
source: The selected works will be grouped together into a single item on your record. All versions of the work will still be available, with one displayed as your preferred version.
ar: سيتم تجميع الأعمال المحددة معًا في عنصر واحد في السجل الخاص بك. ستظل جميع إصدارات العمل متاحة، مع عرض أحدها باعتباره الإصدار المُفضّل لديك.
cs: Vybraná díla budou seskupena a ve vašich záznamech se zobrazí jako jedna položka. Všechny verze díla budou stále k dispozici, ale jedna se zobrazí jako vámi preferovaná.
de: Die ausgewählten Werke werden zu einem einzigen Element in Ihrem Eintrag gruppiert. Alle Versionen des Werks sind weiterhin verfügbar, wobei eine Version als Ihre bevorzugte Version angezeigt wird.
es: Las obras seleccionadas se agruparán en un solo elemento en su registro. Todas las versiones de la obra seguirán estando disponibles, mostrándose una como su versión preferida.
fr: Les travaux sélectionnés seront regroupés pour ne former qu'un seul élément dans votre dossier. Toutes les versions du travail resteront disponibles, mais l'une d'entre elles sera affichée comme votre version préférée.
ja: 選択された作品は、あなたのレコード上の1つのアイテムとしてグループ化されます。作品のすべてのバージョンは引き続き利用できますが、1つが優先バージョンとして表示されます。
ko: 선택된 연구업적이 레코드상에 한 항목으로 그룹화됩니다. 그래도 연구업적의 모든 버전을 사용 가능하나, 선호하는 버전 한 개만 표시됩니다.
pt: Os trabalhos selecionados serão agrupados num único item no seu registo. Todas as versões do trabalho continuarão a estar disponíveis, sendo uma delas apresentada como a sua versão preferida.
ru: Выбранные работы сгруппируются и будут отображаться в виде одного элемента в вашем профиле. Доступны будут все версии работы, но в качестве выделенной будет отображаться одна.
tr: Seçilen çalışmalar, kaydınızda tek bir öge olacak şekilde gruplandırılır. Çalışmanın tüm sürümleri kullanılabilir durumda olur ancak biri tercih ettiğiniz sürüm olarak gösterilecektir.
zh_cn: 已选成果将设为分组，列为您记录中的一个项目。成果各版本内容均可查看，其中一个版本显示为首选版本。

# works.groupWorksDescriptionLimit
source: A maximum of 5 works can be grouped at a time.
ar: يمكن تجميع 5 أعمال كحد أقصى في المرة الواحدة.
cs: Najednou lze seskupit maximálně 5 děl.
de: Es können maximal 5 Werke auf einmal gruppiert werden.
es: Solo es posible agrupar cinco obras como máximo al mismo tiempo.
fr: Jusqu'à 5 travaux peuvent être regroupés à la fois.
ja: 一度に最大5作品までグループ化できます。
ko: 동시에 최대 5개의 연구업적을 그룹화할 수 있습니다.
pt: Pode agrupar um máximo de 5 trabalhos de cada vez.
ru: За раз можно сгруппировать максимум 5 работ.
tr: Tek seferde maksimum 5 çalışma gruplanabilir.
zh_cn: 一次至多添加 5 项成果至分组。

# works.learnMoreGrouping
source: Learn more about grouping similar works
ar: تعرف على المزيد حول تجميع الأعمال المتشابهة
cs: Další informace o seskupování podobných děl
de: Erfahren Sie mehr über das Gruppieren ähnlicher Werke
es: Más información sobre cómo agrupar obras similares
fr: En savoir plus sur le regroupement de travaux similaires
ja: 同様の作品のグループ分けに関する詳細
ko: 유사한 연구업적 그룹화에 대해 자세히 알아보기
pt: Saiba mais sobre o agrupamento de trabalhos semelhantes
ru: Подробнее о группировании похожих работ…
tr: Benzer çalışmaları gruplamakla ilgili daha fazla bilgi edinin
zh_cn: 了解如何对相似成果归类分组

# works.selectedWorksHeader
source: Selected works
ar: الأعمال المحددة
cs: Vybraná díla
de: Ausgewählte Werke
es: Obras seleccionadas
fr: Travaux sélectionnés
ja: 選択済み作品
ko: 선택한 연구업적
pt: Trabalhos selecionados
ru: Выбранные работы
tr: Seçilen çalışmalar
zh_cn: 已选成果
