Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# works.atLestOneSelfIdRequired
source: At least one "self" identifier is required when using "version-of" identifiers
ar: مطلوب معرف "ذاتي" واحد على الأقل عند استخدام معرفات "إصدار"
es: Se requiere al menos un identificador "propio" cuando se utilizan identificadores de "versión de"
fr: Au moins un identifiant "soi-même" est requis lors de l'utilisation d'identifiants "version-de"
ja: 「バージョン」の識別子を使用する場合は、少なくとも1つの「自分」の識別子が必要です。
ko: 식별자의 "버전"을 이용하기 위해 적어도 하나의 "자가" 식별자가 필요합니다.
pt: É necessário pelo menos um identificador "self" (próprio) quando identificadores "version-of" (versão de) são usados
ru: Требуется по меньшей мере один идентификатор «самостоятельная» при использовании идентификаторов «версия»
zh_cn: 使用“version-of”标识符时，至少需要一个“self”标识符。

# shared.setRelationShipAriaLabel
source: Set relationship of
ar: تعيين علاقة
cs: Nastavení vztahu
de: Beziehung festlegen als
es: Establecer relación de
fr: Définir la relation de
ja: 関係を設定:
ko: 관계 설정
pt: Definir a relação
ru: Указать отношение
tr: İlişkisini ayarla:
zh_cn: 设置关系

# shared.asAriaLabel
source: as
ar: كـ
cs: jako
de: als
es: como
fr: en tant que
ja: ユーザー名
ko: 으로
pt: como
ru: в качестве
zh_cn: 作为

# works.cancelAddingAnId
source: Cancel adding an identifier
ar: إلغاء إضافة المعرف
cs: Zrušit přidání identifikátoru
de: Hinzufügen einer Kennung abbrechen
es: Cancele el añadido de un identificador
fr: Annuler l'ajout d'un identifiant
ja: 識別子の追加をキャンセル
ko: 식별자 추가 취소
pt: Cancelar adição de identificador
ru: Отменить добавление идентификатора
tr: Tanımlayıcı eklemeyi iptal etme
zh_cn: 取消添加标识符

# works.selectAnIdentifier
source: Select an identifier type
ar: حدد نوع المعرف
cs: Vyberte typ identifikátoru
de: Wählen Sie einen Kennungstyp aus
es: Seleccione un tipo de identificador
fr: Sélectionner un type d'identifiant
ja: 識別子タイプを選択する
ko: 식별자 유형 선택
pt: Selecione um tipo de identificador
ru: Выбрать тип идентификатора
tr: Bir tanımlayıcı türü seçin
zh_cn: 选择识别码类型

# works.typeColon
source: Type:
ar: النوع:
cs: Typ:
de: Typ:
es: Tipo:
ja: タイプ：
ko: 유형:
pt: Tipo:
ru: Тип:
tr: Tür:
zh_cn: 类型：

# works.value
source: Value:
ar: القيمة:
cs: Hodnota:
de: Wert:
es: Valor:
fr: Valeur :
ja: 値：
ko: 값:
pt: Valor:
ru: Значение:
tr: Değer:
zh_cn: 值：

# works.urlColon
source: URL:
ru: URL-адрес:
zh_cn: 网址：

# shared.addWorksToEnableFeaturing
source: Add your works to enable featuring
ar: إضافة أعمال لتمكين التمييز
cs: Aby bylo možné práce uvádět, musíte nejdříve nějaké přidat.
de: Fügen Sie Ihre Werke hinzu, um das Hervorheben zu aktivieren
es: Añada obras para poder destacarlas
fr: Ajoutez vos travaux pour pouvoir les mettre en avant
ja: 作品を追加しておすすめ表示を有効にする
ko: 특기를 활성화하려면 연구업적 추가
pt: Adicione trabalhos para ativar os destaques
ru: Добавьте работы, чтобы получить возможность их указывать
tr: Öne çıkarmayı etkinleştirmek için çalışmalarınızı ekleyin
zh_cn: 将您的作品添加至平台，即可获得推荐展示机会。

# shared.youNeedToAdd
source: You need to add
ar: تحتاج لإضافة
cs: Musíte přidat
de: Sie müssen
es: Debe añadir
fr: Vous devez ajouter
ja: 追加対象の作品:
ko: 특기를 활성화하려면
pt: Tem de adicionar,
ru: Нужно добавить
tr: Şunları eklemeniz gerek:
zh_cn: 您需要添加

# shared.atLeastOneWork
source: at least one work
ar: عمل واحد على الأقل
cs: alespoň jednu práci
de: mindestens ein Werk
es: al menos una obra
fr: au moins un travail
ja: 最低1作品。
ko: 하나 이상의 연구업적
pt: pelo menos, um trabalho
ru: хотя бы одну работу
tr: en az bir çalışma.
zh_cn: 至少一项作品

# shared.toEnableFeaturing
source: to your ORCID record to enable featuring. Click the ‘Add’ button in the
ar: إلى سجل ORCID الخاص بك لتمكين العرض. انقر على زر "إضافة" في
cs: do svého záznamu ORCID, abyste umožnili uvádění. Klikněte na tlačítko „Přidat“ v
de: zu Ihrem ORCID-Eintrag hinzufügen, um das Hervorheben zu aktivieren. Klicken Sie auf die Schaltfläche „Hinzufügen“
es: a su registro ORCID para poder destacar obras. Haga clic en el botón "Añadir" de la
fr: à votre dossier ORCID pour pouvoir le mettre en avant. Cliquez sur le bouton « Ajouter » dans la
ja: ORCIDレコードに追加しておすすめ表示を有効にしてください。以下のセクションにある「追加」ボタンをクリックして
ko: 을 ORCID 레코드에 추가해야 합니다. 아래
pt: ao seu registo ORCID para ativar os destaques. Clique no botão “Adicionar” na
ru: в профиль ORCID, чтобы получить возможность их указывать. Нажмите кнопку «Добавить»
tr: Böylece ORCID kaydınızda öne çıkarmayı etkinleştirebilirsiniz. Aşağıdaki bölümdeki "Ekle" butonuna tıklayarak
zh_cn: 到 ORCID 记录中，才能启用展示功能。点击“添加”按钮

# shared.works
source: Works
ar: أعمال
cs: Díla
de: Werke
es: Obras
fr: Travaux
ja: 仕事
ko: 연구업적
pt: Trabalhos
ru: Работы
tr: Çalışmalar
zh_cn: 作品

# shared.sectionBelowToStartAdding
source: section below to start adding research outputs to your record.
ar: القسم أدناه لبدء إضافة مخرجات البحث إلى سجلك.
cs: části níže, a začněte do svého záznamu přidávat výzkumné výstupy.
de: im Abschnitt unten, um damit anzufangen, Forschungsergebnisse zu Ihrem Eintrag hinzuzufügen.
es: sección de abajo para empezar a añadir resultados de investigaciones a su registro.
fr: section ci-dessous pour commencer à ajouter des résultats de recherche à votre dossier.
ja: レコードに研究結果を追加できます。
ko: 섹션에서 '추가'를 클릭하여 레코드에 연구 성과를 추가하십시오.
pt: secção abaixo para começar a adicionar os resultados de investigação ao seu registo.
ru: внизу, чтобы добавить результаты исследований в профиль.
tr: kaydınıza araştırma çıktılarını eklemeye başlayabilirsiniz.
zh_cn: 开始将研究成果添加到您的记录中。

# shared.featuredWorksDescription
source: You can feature up to 5 works in your ORCID record.
ar: يمكنك عرض ما يصل إلى 5 أعمال مميزة في سجل ORCID الخاص بك.
cs: Ve svém ORCID záznamu můžete uvést až 5 prací.
de: Sie können bis zu 5 Werke in Ihrem ORCID-Eintrag hervorheben.
es: Puede destacar un máximo de 5 obras en tu registro ORCID.
fr: Vous pouvez mettre en avant jusqu'à 5 travaux dans votre dossier ORCID.
ja: ORCIDレコードに最大5つまで作品をおすすめ表示させることができます。
ko: ORCID 레코드에 자신의 특기적인 연구업적 최대 5가지를 표시할 수 있습니다.
pt: Pode destacar até 5 trabalhos no seu registo ORCID.
ru: Вы можете указать до 5 работ в профиле ORCID.
tr: ORCID kaydınızda 5 taneye kadar çalışmanızı öne çıkarabilirsiniz.
zh_cn: 您可以在您的 ORCID 记录中展示最多 5 项作品。

# shared.featuredWorksLearnMore
source: Learn more about featuring works in your ORCID record
ar: تعرّف على المزيد حول عرض الأعمال المميزة في سجل ORCID الخاص بك
cs: Další informace o uvádění prací ve vašem ORCID záznamu
de: Mehr über hervorgehobene Werke in Ihrem ORCID-Eintrag erfahren
es: Obtenga más información sobre cómo destacar obras en su registro ORCID
fr: En savoir plus sur la mise en avant de travaux dans votre dossier ORCID
ja: ORCIDレコードでの作品表示についての詳細
ko: ORCID 레코드에서 연구업적 특기에 대해 자세히 알아보기
pt: Saiba mais sobre como destacar trabalhos no seu registo ORCID
ru: Подробнее об указании работ в профиле ORCID…
tr: ORCID kaydında öne çıkarmanın nasıl işlediği konusunda daha fazla bilgi edinin
zh_cn: 了解更多关于在您的 ORCID 记录中展示作品的信息

# shared.addWork
source: Add Work
ar: إضافة عمل
cs: Přidat dílo
de: Werk hinzufügen
es: Añadir Obra
fr: Ajouter un travail
ja: 著作・業績の追加
ko: 연구업적 추가
pt: Adicionar Trabalho
ru: Добавить работу
tr: Çalışma Ekle
zh_cn: 添加成果

# shared.sortWorks
source: Sort Works
ar: فرز الأعمال
cs: Třídění prací
de: Werke sortieren
es: Ordenar Obras
fr: Trier les travaux
ja: 著作物を並び替え
ko: 연구업적 정렬
pt: Ordenar Trabalhos
ru: Сортировать работы
tr: Çalışmaları Sırala
zh_cn: 对作品排序

# share.selectAllWorks
source: Select all Works on this page
ar: تحديد كل الأعمال في هذه الصفحة
cs: Vybrat všechny práce na této stránce
de: Alle Werke auf dieser Seite auswählen
es: Seleccione todas las obras de esta página
fr: Sélectionner tous les travaux sur cette page
ja: このページの作品すべてを選択
ko: 이 페이지상 모든 연구업적 선택
pt: Selecionar todos os trabalhos nesta página
ru: Выбрать все работы на странице
tr: Bu sayfadaki tüm Çalışmaları seçin
zh_cn: 选择所有此页面上的作品

# shared.featuredWorks
source: Featured works
ar: الأعمال المميزة
cs: Vybraná díla
de: Hervorgehobene Werke
es: Obras destacadas
fr: Travaux mis en avant
ja: 注目の作品
ko: 특기적인 연구업적
pt: Trabalhos em destaque
ru: Избранные работы
tr: Öne çıkan çalışmalar
zh_cn: 展示作品

# shared.ariaLabelActions
source: Choose an action to apply to selected works
ar: اختر إجراءً لتطبيقه على الأعمال المحددة
cs: Vyberte činnost, která se použije na vybrané práce.
de: Wählen Sie eine Aktion aus, die auf die ausgewählten Werke angewendet werden soll
es: Elija la acción que desea aplicar a las obras seleccionadas
fr: Choisissez une action à appliquer aux travaux sélectionnés
ja: 選んだ作品に適用するアクションを選択
ko: 선택한 연구업적에 적용할 액션 선택
pt: Escolha uma ação para aplicar aos trabalhos selecionados
ru: Укажите, какое действие применить к выбранным работам
tr: Seçili çalışmalara uygulanacak bir eylem seçin
zh_cn: 选择要应用于所选作品的操作

# shared.featuredWork
source: Featured work
ar: عمل مميز
cs: Vybraná práce
de: Hervorgehobenes Werk
es: Obra destacada
fr: Travaux mis en avant
ja: 注目の作品
ko: 특기적인 연구업적
pt: Trabalho em destaque
ru: Избранная работа
tr: Öne çıkan çalışma
zh_cn: 展示作品

# shared.closeActivityAriaLabel
source: Close Works
ar: إغلاق الأعمال
cs: Zavřít díla
de: Werke schließen
es: Cierre Obras
fr: Fermer Travaux
ja: 作品を閉じる
ko: 연구업적 닫기
pt: Fechar Trabalhos
ru: Закрыть раздел «Работы»
tr: Çalışmaları Kapat
zh_cn: 关闭工作

# shared.cancelAndCloseActivityAriaLabel
source: Cancel changes and close Works
ar: إلغاء التغييرات وإغلاق الأعمال
cs: Zrušit změny a zavřít díla
de: Änderungen verwerfen und Werke schließen
es: Cancele los cambios y cierre Obras
fr: Annuler les modifications et fermer Travaux
ja: 変更をキャンセルして作品を閉じる
ko: 변경사항을 취소하고 연구업적 닫기
pt: Cancelar alterações e fechar Trabalhos
ru: Отменить изменения и закрыть раздел «Работы»
tr: Değişiklikleri iptal et ve Çalışmaları kapat
zh_cn: 取消更改并关闭成果

# shared.saveAndCloseActivityAriaLabel
source: Save changes to Works
ar: حفظ التغييرات في الأعمال
cs: Uložit změny v dílech
de: Änderungen an Werke speichern
es: Guarde los cambios realizados en Obras
fr: Enregistrer les modifications dans Travaux
ja: 作品の変更を保存する
ko: 연구업적에 변경사항 저장
pt: Guardar alterações em Trabalhos
ru: Сохранить изменения в разделе «Работы»
tr: Çalışma değişikliklerini kaydet
zh_cn: 保存对工作的变更

# shared.featuredWorksIntro
source: Select up to 5 works to be featured on your ORCID record. Featured works are highlighted in their own section above your other outputs.
ar: اختر ما يصل إلى 5 أعمال لتمييزها في سجل ORCID الخاص بك. تبرز الأعمال المميزة في قسم خاص بها فوق أعمالك الأخرى.
cs: Vyberte až 5 prací, které budou uvedeny ve vašem záznamu ORCID. Vybrané práce jsou zvýrazněny v jejich vlastní sekci nad vašimi dalšími publikacemi.
de: Wählen Sie bis zu 5 Werke, die auf Ihrem ORCID-Eintrag hervorgehoben werden sollen. Hervorgehobene Werke werden in einem eigenen Abschnitt über Ihren anderen Veröffentlichungen angezeigt.
es: Seleccione un máximo de 5 obras para destacarlas en su registro ORCID. Las obras destacadas se mostrarán encima de las demás en la sección dedicada a ellas.
fr: Sélectionnez jusqu'à 5 travaux à mettre en avant sur votre dossier ORCID. Ces travaux s'afficheront dans une section distincte, au-dessus des autres éléments.
ja: ORCIDレコードに掲載する作品を最大5点まで選択してください。掲載作品は、他の成果物の上部に独立したセクションで強調表示されます。
ko: ORCID 레코드에 특기적으로 내세울 만한 연구업적을 최대 5개 선택하세요. 특기적인 연구업적은 다른 결과물 위 별도의 섹션 내에 부각되어 표시됩니다.
pt: Selecione, no máximo, 5 trabalhos para serem colocados em destaque no seu registo ORCID. Os trabalhos em destaque aparecem realçados na sua própria secção acima dos seus outros produtos.
ru: Выберите до 5 работ, которые будут показываться в вашем профиле ORCID. Они появятся в соответствующем разделе над другими работами.
tr: ORCID kaydınızda öne çıkarılmak üzere en fazla 5 çalışma seçin. Öne çıkan çalışmalar, diğer çıktılarınızın üzerinde, kendi kısmında vurgulanacak.
zh_cn: 最多可选择 5 项作品以展示在您的 ORCID 记录上。展示作品将在您其他內容上方，以专属版块的方式强调显示。

# shared.yourFeaturedWorks
source: Your featured works
ar: أعمالك المميزة
cs: Vaše vybrané práce
de: Ihre hervorgehobenen Werke
es: Sus obras destacadas
fr: Vos travaux mis en avant
ja: 注目の作品
ko: 나의 특기적인 연구업적
pt: Os seus trabalhos em destaque
ru: Ваши избранные работы
tr: Öne çıkan çalışmalarınız
zh_cn: 您的展示作品

# works.youDontHaveAnyFeaturedWorksYet
source: You don’t have any featured works yet.
ar: ليس لديك أي أعمال مميزة حتى الآن.
cs: Zatím nemáte žádné vybrané práce.
de: Sie haben noch keine hervorgehobenen Werke.
es: Aún no ha destacado ninguna obra.
fr: Vous n'avez pas encore de travaux mis en avant.
ja: 注目の作品はまだ追加されていません。
ko: 아직 특기적인 연구업적이 없습니다.
pt: Ainda não tem trabalhos em destaque.
ru: У вас пока нет избранных работ.
tr: Henüz öne çıkan çalışmanız yok.
zh_cn: 您尚无任何展示作品。

# works.maxFeaturedWorks
source: You have the maximum number of featured works
ar: لديك الحد الأقصى لعدد الأعمال المميزة
cs: Máte maximální počet vybraných prací
de: Sie haben bereits die Maximalanzahl an Werken hervorgehoben
es: Ha alcanzado el máximo de obras destacadas
fr: Vous avez atteint le nombre maximum de travaux mis en avant
ja: 注目の作品をこれ以上追加できません
ko: 특기적인 연구업적 최대 한도에 도달함
pt: Atingiu o número máximo de trabalhos em destaque
ru: Вы добавили максимальное число избранных работ
tr: Maksimum sayıda öne çıkan çalışmanız var
zh_cn: 您已达到展示作品数量的上限

# works.maxFeaturedWorksDesc
source: You can’t feature any more works until you have removed some from the list above.
ar: لن تتمكن من تمييز أي أعمال أخرى إلا بعد إزالة بعض الأعمال من القائمة أعلاه.
cs: Nemůžete vybrat žádné další práce, dokud některé z výše uvedeného seznamu neodstraníte.
de: Um ein anderes Werk hervorzuheben, müssen Sie zunächst ein Werk aus der Liste oben entfernen.
es: No puede poner más obras como destacadas a menos que quite alguna de la lista de arriba.
fr: Pour mettre en avant d'autres travaux, vous devez d'abord supprimer un élément dans la liste ci-dessus.
ja: 注目の作品を追加したい場合は、上記のリストからいくつかのデータを削除してください。
ko: 위 목록 중에서 일부를 제거하지 않으면 다른 연구업적을 특기로 설정할 수 없습니다.
pt: Não pode colocar mais trabalhos em destaque até ter removido alguns trabalhos da lista acima.
ru: Вы не сможете пополнить список работ, пока не исключите какие-либо из указанных выше.
tr: Yukarıdaki listeden bazı öne çıkan çalışmaları kaldırana dek daha fazla çalışmanızı öne çıkaramazsınız.
zh_cn: 请先从上面的列表中删除一些作品，才能再展示作品。

# shared.addFeaturedWorks
source: Add featured works
ar: إضافة أعمال مميزة
cs: Přidat vybrané práce
de: Hervorgehobene Werke hinzufügen
es: Añade obras destacadas
fr: Ajouter des travaux mis en avant
ja: 注目の作品を追加
ko: 특기적인 연구업적 추가
pt: Adicionar trabalhos em destaque
ru: Добавьте избранные работы
tr: Öne çıkan çalışmaları ekleyin
zh_cn: 新增展示作品

# shared.searchFeaturedWorks
source: Search your public works to find items to feature on your ORCID record.
ar: ابحث في أعمالك العامة للعثور على العناصر التي تريد تمييزها في سجل ORCID الخاص بك.
cs: Prohledejte své publikované práce a najděte položky, které byste mohli uvést ve svém záznamu ORCID.
de: Durchsuchen Sie Ihre öffentlichen Werke, um diejenigen zu finden, die auf Ihrem ORCID-Eintrag hervorgehoben werden sollen.
es: Busque obras públicas para destacarlas en su registro ORCID.
fr: Effectuez une recherche parmi vos travaux publics pour trouver des éléments à mettre en avant sur votre dossier ORCID.
ja: 公開作品を検索し、ORCIDレコードに掲載する作品を見つけましょう。
ko: 귀하의 공개된 연구업적을 검색하여 ORCID 레코드에 내세울 만한 항목을 찾아보세요.
pt: Pesquise os seus trabalhos públicos para localizar itens para destacar no seu registo ORCID.
ru: Выберите общедоступные работы, которые будут показываться в вашем профиле ORCID.
tr: ORCID kaydınızda öne çıkaracağınız ögeler bulmak için herkese açık çalışmalarınızı arayın.
zh_cn: 搜索您的公开作品以查找要在 ORCID 记录中显示的项目。

# shared.youSearchedFor
source: You searched for:
ar: لقد بحثت عن:
cs: Hledali jste:
de: Ihr Suchbegriff:
es: Ha buscado:
fr: Vous avez cherché :
ja: 検索条件:
ko: 입력한 검색어:
pt: Pesquisou:
ru: Что вы искали:
tr: Şunu aradınız:
zh_cn: 您搜索了：

# shared.searchTermTooLong
source: Your search term is too long
ar: مصطلح بحثك طويل جدًا
cs: Vámi hledaný výraz je příliš dlouhý
de: Ihr Suchbegriff ist zu lang
es: Ha introducido demasiados términos de búsqueda
fr: Votre terme de recherche est trop long
ja: 検索条件が長すぎます
ko: 검색어가 너무 긺
pt: O seu termo de pesquisa é demasiado longo
ru: Запрос слишком длинный
tr: Arama teriminiz çok uzun
zh_cn: 您的搜索词过长

# shared.searchTermTooLongDesc
source: Search terms must be less than 100 characters in length. Please make your search term shorter and try searching again.
ar: يجب ألا يتجاوز طول مصطلح البحث ١٠٠ حرف. يُرجى تقصيره ومحاولة البحث مجددًا.
cs: Hledaný výraz musí být kratší než 100 znaků. Zkraťte prosím hledaný výraz a zkuste ho vyhledat znovu.
de: Suchbegriffe müssen kürzer als 100 Zeichen sein. Bitte verkürzen Sie Ihren Suchbegriff und versuchen Sie es erneut.
es: El texto introducido para la búsqueda ha de constar de 100 caracteres como máximo. Introduzca menos términos de búsqueda y vuelva a intentarlo.
fr: Les termes de recherche doivent comporter moins de 100 caractères. Réduisez la longueur de votre recherche et réessayez.
ja: 検索条件は100文字まで入力できます。検索条件を短くしてもう一度検索してみてください。
ko: 검색어는 길이가 100자 미만이어야 합니다. 검색어를 짧게 만든 후 다시 검색해보세요.
pt: Os termos de pesquisa têm de ter menos de 100 caracteres de comprimento. Encurte a sua pesquisa e tente pesquisar novamente.
ru: Сократите запрос минимум до 100 символов и повторите попытку.
tr: Arama terimlerinin uzunluğunun 100 karakterden kısa olması gerekir. Lütfen arama teriminizi kısaltın ve tekrar aramayı deneyin.
zh_cn: 搜索词的长度必须少于 100 个字符。请缩短搜索词后再次搜索。

# shared.noResultsFound
source: No results found. Please edit your search terms and try again.
ar: لم يتم العثور على نتائج. يُرجى تعديل مصطلحات بحثك والمحاولة مرة أخرى.
cs: Nebyly nalezeny žádné výsledky. Upravte prosím hledané výrazy a zkuste to znovu.
de: Keine Ergebnisse gefunden. Bitte ändern Sie Ihre Suchbegriffe und versuchen Sie es erneut.
es: No se encontraron resultados. Vuelva a intentarlo con otros términos de búsqueda.
fr: Aucun résultat. Veuillez modifier vos termes de recherche et réessayer.
ja: 結果が見つかりません。検索条件を編集してもう一度お試しください。
ko: 찾은 결과가 없습니다. 검색어를 편집하고 다시 시도하세요.
pt: Nenhum resultado encontrado. Edite os seus termos de pesquisa e tente novamente.
ru: Ничего не найдено. Измените запрос и повторите попытку.
tr: Sonuç bulunamadı. Lütfen arama terimlerinizi düzenleyip tekrar deneyin.
zh_cn: 未找到结果。请编辑您的搜索词并重试。

# shared.tooManyResults
source: Your search returned a lot of results
ar: لقد عاد بحثك بالكثير من النتائج
cs: Vaše vyhledávání má příliš mnoho výsledků
de: Für Ihre Suche gibt es eine große Zahl an Ergebnissen
es: La búsqueda ha arrojado muchos resultados
fr: Votre recherche a renvoyé un grand nombre de résultats
ja: 検索に合致する結果がかなりあるようです
ko: 검색 결과 너무 많은 결과 반환됨
pt: A sua pesquisa apresentou muitos resultados
ru: По вашему запросу слишком много результатов
tr: Aramanız çok fazla sonuç döndürdü
zh_cn: 您的搜索回传了大量结果

# shared.tooManyResultsDesc
source: If you can’t find what you are looking for try adding more detail to your search term and searching again.
ar: إذا لم تتمكن من العثور على ما تبحث عنه، فحاول إضافة المزيد من التفاصيل إلى مصطلح بحثك ثم البحث مرة أخرى.
cs: Pokud nemůžete najít to, co hledáte, zkuste k vyhledávanému výrazu přidat více podrobností a hledejte znovu.
de: Wenn Sie nicht finden können, wonach Sie suchen, fügen Sie detailliertere Suchbegriffe hinzu und suchen Sie erneut.
es: Si no encuentra lo que busca, pruebe a hacer a una búsqueda más específica.
fr: Si vous ne trouvez pas ce que vous cherchez, essayez de préciser vos critères de recherche et recommencez.
ja: お探しのものが見つからない場合は、検索条件に詳細を追加してもう一度検索してみてください。
ko: 원하는 것을 찾을 수 없다면 검색어에 더 세부적인 내용을 추가해 다시 검색해보세요.
pt: Se não encontra o que procura, experimente detalhar mais o seu termo de pesquisa e pesquise novamente.
ru: Если найти нужную работу не удается, уточните запрос и повторите попытку.
tr: Aradığınız şeyi bulamıyorsanız arama teriminize daha fazla ayrıntı ekleyip tekrar aramayı deneyin.
zh_cn: 如果无法找到所需项目，请尝试在搜索词中加入更多详细资料，并再次搜索。

# shared.results
source: results
ar: نتائج
cs: výsledky
de: Ergebnisse
es: resultados
fr: résultats
ja: 件の結果
ko: 개의 결과
pt: resultado
ru: результ.
tr: sonuç
zh_cn: 结果

# shared.result
source: result
ar: نتيجة
cs: výsledek
de: Ergebnis
es: resultado
fr: résultat
ja: 件の結果
ko: 개의 결과
pt: resultado
ru: результат
tr: sonuç
zh_cn: 结果

# shared.makeFeatured
source: Make featured
ar: تمييز
cs: Označit jako vybrané
de: Hervorheben
es: Poner como destacada
fr: Mettre en avant
ja: 注目の作品として設定
ko: 특기로 설정
pt: Destacar
ru: Добавить в избранные
tr: Öne çıkarın
zh_cn: 设为展示

# works.closeFeaturedWorksAriaLabel
source: Close featured works
ar: إغلاق الأعمال المميزة
cs: Zavřít vybrané práce
de: Hervorgehobene Werke schließen
es: Cerrar obras destacadas
fr: Fermer les travaux mis en avant
ja: 注目の作品を閉じる
ko: 특기적인 연구업적 닫기
pt: Fechar trabalhos em destaque
ru: Закрыть раздел «Избранные работы»
tr: Öne çıkan çalışmaları kapat
zh_cn: 关闭展示作品

# works.cancelAndCloseFeaturedWorksAriaLabel
source: Cancel changes and close featured works
ar: إلغاء التغييرات وإغلاق الأعمال المميزة
cs: Zrušit změny a zavřít vybrané práce
de: Änderungen verwerfen und hervorgehobene Werke schließen
es: Cancelar cambios y cerrar las obras destacadas
fr: Annuler les modifications et fermer les travaux mis en avant
ja: 変更内容をキャンセルして注目の作品を閉じる
ko: 변경사항을 취소하고 특기적인 연구업적 닫기
pt: Cancelar alterações e fechar os trabalhos em destaque
ru: Отменить изменения и закрыть раздел «Избранные работы»
tr: Değişiklikleri iptal et ve öne çıkan çalışmaları kapat
zh_cn: 取消变更并关闭展示作品

# shared.moveAriaLabel
source: Move
ar: نقل
cs: Přesunout
de: Verschieben von
es: Mover
fr: Déplacer
ja: 移動
ko: 이동
pt: Mover
ru: Переместить работу
tr: Taşı:
zh_cn: 移动

# shared.removeAriaLabel
source: Remove
ar: إزالة
cs: Odstranit
de: Werk „
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
pt: Remover
ru: Исключить работу
tr: Kaldır:
zh_cn: 移除

# shared.makeAriaLabel
source: Make
ar: إنشاء
cs: Označit jako
de: Werk „
es: Poner
fr: Mettre
ja: 設定:
ko: 만들기
pt: Colocar
ru: Добавить работу
tr: Yap:
zh_cn: 设为

# shared.featured
source: featured
ar: تم التمييز
cs: vybrané
de: “ hervorheben
es: como destacada
fr: en avant
ja: を注目の作品に指定
ko: 특기
pt: em destaque
ru: в избранные
tr: öne çıkan
zh_cn: 展示

# works.fromFeaturedWorksAriaLabel
source: from featured works
ar: من الأعمال المميزة
cs: z vybraných prací
de: “ aus den hervorgehobenen Werken entfernen
es: de las obras destacadas
fr: des travaux mis en avant
ja: 場所: 注目の作品
ko: 특기적인 연구업적에서
pt: dos trabalhos em destaque
ru: из избранных работ
tr: öne çıkan çalışmalardan
zh_cn: 从展示作品

# works.searchYourPublicWorksAriaLabel
source: Search your public works
ar: بحث عن أعمالك العامة
cs: Vyhledejte své publikované práce
de: Ihre öffentlichen Werke durchsuchen
es: Busque sus obras públicas
fr: Rechercher dans vos travaux publics
ja: 公開作品を検索
ko: 공개 연구업적 검색
pt: Pesquisar os seus trabalhos públicos
ru: Поиск общедоступных работ
tr: Herkese açık çalışmalarınızı arayın
zh_cn: 搜索您的公开作品

# works.searchPublicWorkTitles
source: Search public work titles
ar: البحث عن عناوين الأعمال العامة
cs: Hledat názvy publikovaných prací
de: Titel von öffentlichen Werken durchsuchen
es: Buscar títulos de obras públicas
fr: Rechercher des titres de travaux publics
ja: 公開作品のタイトルを検索
ko: 공개 연구업적 제목 검색
pt: Pesquisar títulos de obras públicos
ru: Поиск по заголовкам общедоступных работ
tr: Herkese açık çalışma başlıklarını arayın
zh_cn: 搜索公开工作标题

# shared.removeFeaturedItem
source: Remove featured item
ar: إزالة العنصر المميز
cs: Odstranit vybranou položku
de: Hervorgehobenes Werk entfernen
es: Quitar elemento destacado
fr: Supprimer l'élément mis en avant
ja: 注目のアイテムを削除
ko: 특기 항목 제거
pt: Remover item destacado
ru: Исключить работу из избранных
tr: Öne çıkan ögeyi kaldır
zh_cn: 移除展示项目
