Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.recoveryCodes
source: Recovery codes can be used to access your account when you can’t receive 2FA codes (for example, if you lose your device). Each code can only be used once.
ar: يمكن استخدام رموز الاسترداد للوصول إلى حسابك عندما لا يمكنك تلقي رموز المصادقة الثنائية (على سبيل المثال، إذا فقدت جهازك). يمكن استخدام كل رمز مرة واحدة فقط.
cs: Obnovovací kódy lze použít pro přístup k vašemu účtu, když nemůžete přijímat 2FA kódy (například když ztratíte své zařízení). Každý kód lze použít pouze jednou.
de: Wiederherstellungscodes können verwendet werden, um auf Ihr Konto zuzugreifen, wenn Sie keine 2FA-Codes erhalten können (z. B. wenn Sie Ihr Gerät verloren haben). Jeder Code kann nur einmal verwendet werden.
es: Los código de recuperación se usan para acceder a su cuenta cuando no pueda recibir los códigos a través de su app 2FA (por ejemplo, si pierde su dispositivo móvil). Cada código puede utilizarse solo una vez.
fr: Les codes de récupération peuvent être utilisés pour accéder à votre compte lorsque vous ne pouvez pas recevoir de codes avec authentification à deux facteurs (par exemple, si vous perdez votre appareil). Chaque code ne peut être utilisé qu'une seule fois.
ja: 2FAコードを受信できない場合（端末を紛失した場合など）に、リカバリーコードを使用してアカウントにアクセスできます。各コードは1回のみ使用可能です。
ko: 2FA 코드를 받을 수 없는 경우(예: 기기를 분실한 경우) 복구 코드를 사용해 계정에 접근할 수 있습니다. 각 코드는 한 번만 사용할 수 있습니다.
pt: Os códigos de recuperação podem ser utilizados para aceder à sua conta nas situações em que não tiver possibilidade de receber códigos de 2FA (por exemplo, se perder o seu dispositivo). Cada código só pode ser utilizado uma vez.
ru: Коды восстановления можно использовать для доступа к вашему аккаунту, когда вы не можете получить коды 2FA (например, если вы потеряете свое устройство). Каждый код может быть использован только один раз.
tr: Kurtarma kodları, 2FA kodlarını alamadığınızda (örneğin, cihazınızı kaybederseniz) hesabınıza erişmek için kullanılabilir. Her kod yalnızca bir kez kullanılabilir.
zh_cn: 当您无法收到 2FA 代码时（例如，如果您丢失了设备），恢复代码可以被用来访问您的帐户。每个代码只能使用一次。

# account.learnMoreAbout2FA
source: Learn more about 2FA recovery codes
ar: تعرف على المزيد حول رموز استرداد المصادقة الثنائية
cs: Zjistěte víc o obnovovacích kódech pro 2FA
de: Erfahren Sie mehr über 2FA-Wiederherstellungscodes
es: Obtener más información sobre los códigos de recuperación de dos factores
fr: En savoir plus sur les codes de récupération avec authentification à deux facteurs
ja: 2FAリカバリーコードの詳細
ko: 2FA 복구 코드에 대해 자세히 알아보기
pt: Saiba mais sobre os códigos de recuperação de 2FA
ru: Узнайте больше о кодах восстановления 2FA
tr: 2FA kurtarma kodları hakkında daha fazla bilgi edinin
zh_cn: 了解有关 2FA 恢复代码的更多信息

# account.download2FARecovery
source: Download 2FA recovery codes
ar: تنزيل رموز استرداد المصادقة الثنائية
cs: Stáhnout obnovovací kódy pro 2FA
de: 2FA-Wiederherstellungscodes herunterladen
es: Descargar los códigos de recuperación de dos factores
fr: Télécharger les codes de récupération avec authentification à deux facteurs
ja: 2FAリカバリーコードをダウンロードする
ko: 2FA 복구 코드 다운로드하기
pt: Descarregar códigos de recuperação de 2FA
ru: Скачать коды восстановления 2FA
tr: 2FA kurtarma kodlarını indir
zh_cn: 下载 2FA 恢复代码

# account.copy2FARecovery
source: Copy 2FA recovery codes
ar: نسخ رموز استرداد المصادقة الثنائية
cs: Zkopírovat obnovovací kódy pro 2FA
de: 2FA-Wiederherstellungscodes kopieren
es: Copiar los códigos de recuperación de dos factores
fr: Copier les codes de récupération avec authentification à deux facteurs
ja: 2FAリカバリーコードをコピーする
ko: 2FA 복구 코드 복사하기
pt: Copiar códigos de recuperação de 2FA
ru: Копировать коды восстановления 2FA
tr: 2FA kurtarma kodlarını kopyala
zh_cn: 复制 2FA 恢复代码

# account.downloadOrCopy
source: Download or copy these codes and store them in a safe spot, such as a password manager.
ar: قم بتنزيل أو نسخ هذه الرموز وتخزينها في مكان آمن، مثل مدير كلمات المرور.
cs: Tyto kódy si stáhněte nebo zkopírujte a uložte si je na bezpečném místě, jako je například správce hesel.
de: Laden Sie diese Codes herunter oder kopieren Sie sie und speichern Sie sie an einem sicheren Ort, z. B. in einem Passwort-Manager.
es: Descargue o copie estos códigos y guárdelos en un lugar seguro, como un gestor de contraseñas.
fr: Téléchargez ou copiez ces codes et stockez-les dans un endroit sûr, comme un gestionnaire de mots de passe.
ja: これらのコードをダウンロードまたはコピーして、パスワードマネージャーなどの安全な場所に保管してください。
ko: 이 코드를 다운로드하거나 복사하여 암호 관리자와 같은 안전한 장소에 저장하세요.
pt: Faça o download ou copie estes códigos e guarde-os em um lugar seguro, como um aplicativo de gestão de senhas.
ru: Скачайте или скопируйте эти коды и сохраните их в безопасном месте, например в менеджере паролей.
tr: Bu kodları indirin veya kopyalayın ve parola yöneticisi gibi güvenli bir yerde saklayın.
zh_cn: 下载或复制这些代码并将其存储在一个安全的地方（例如密码管理器）。

# account.onlyTimeDownload
source: This is the only time that you can download or copy these codes and ORCID does not store a backup. If you lose access to both your device and these codes, you will need to contact us to restore your account access.
ar: هذه هي المرة الوحيدة التي يمكنك فيها تنزيل هذه الرموز أو نسخها ولا يقوم أوركيد بتخزين نسخة احتياطية. إذا فقدت الوصول إلى كل من جهازك وهذه الرموز، فستحتاج إلى الاتصال بنا لاستعادة الوصول إلى حسابك.
cs: Toto je jediná příležitost, kdy si tyto kódy můžete stáhnout nebo zkopírovat. ORCID neukládá jejich zálohu. Pokud ztratíte přístup ke svému zařízení i k těmto kódům, budete nás muset kontaktovat, abychom vám obnovili přístup k účtu.
de: Dies ist Ihre einzige Gelegenheit, diese Codes herunterzuladen oder zu kopieren; ORCID speichert kein Backup davon. Wenn Sie den Zugriff sowohl auf Ihr Gerät als auch auf diese Codes verlieren, müssen Sie uns kontaktieren, um Ihren Kontozugriff wiederherzustellen.
es: Esta es la única vez que puede descargar o copiar estos códigos. ORCID no almacena una copia de seguridad. Si pierde el acceso, tanto de su dispositivo, como de estos códigos, tendrá que ponerse en contacto con nosotros para restablecer el acceso a su cuenta.
fr: C'est le seul moment où vous pouvez télécharger ou copier ces codes et ORCID ne stocke pas de sauvegarde. Si vous perdez l'accès à la fois à votre appareil et à ces codes, vous devrez nous contacter pour rétablir l'accès à votre compte.
ja: これらのコードをダウンロードまたはコピーできるのはこの時だけで、ORCIDはバックアップを保存しません。端末とコードの両方にアクセスできなくなった場合、アカウントへのアクセス権を回復するには弊社に連絡していただく必要があります。
ko: 이것이 이 코드를 다운로드하거나 복사할 수 있는 유일한 시간이며 ORCID는 백업을 저장하지 않습니다. 기기와 이 코드 모두에 접근할 수 없는 경우, 계정 접근 권한을 회복하려면 당사에 문의해야 합니다.
pt: Esta é a única vez que pode descarregar ou copiar estes códigos e o ORCID não armazena qualquer cópia de segurança dos mesmos. Se perder o acesso ao seu dispositivo e a estes códigos, terá de nos contactar, para que possamos restaurar o acesso à sua conta.
ru: Это единственный раз, когда вы можете скачать или скопировать эти коды, а ORCID не сохраняет резервную копию. Если вы потеряете доступ к своему устройству и этим кодам, вам необходимо будет связаться с нами, чтобы восстановить доступ к вашему аккаунту.
tr: Bu, bu kodları indirebileceğiniz veya kopyalayabileceğiniz tek zamandır ve ORCID yedek saklamaz. Hem cihazınıza hem de bu kodlara erişiminizi kaybederseniz, hesap erişiminizi geri yüklemek için bizimle iletişime geçmeniz gerekir.
zh_cn: 这是您可以下载或复制这些代码的唯一机会，而且 ORCID 不会存储备份。如果您无法访问您的设备和这些代码，您需要与我们联系才能恢复您的帐户访问权限。

# account.iGotMyRecovery
source: I’ve got my recovery codes - go back to account settings
ar: لدي رموز الاسترداد - ارجع إلى إعدادات الحساب
cs: Své obnovovací kódy již mám – přejít na nastavení účtu
de: Ich habe meine Wiederherstellungscodes – zurück zu den Kontoeinstellungen
es: Tengo mis códigos de recuperación: volver a los ajustes de cuenta
fr: J'ai mes codes de récupération ; retournez aux paramètres du compte
ja: リカバリーコードを取得しました - アカウント設定に戻る
ko: 복구 코드가 있습니다 - 계정 설정으로 돌아가기
pt: Tenho os meus códigos de recuperação - regressar às configurações da conta
ru: У меня есть мои коды восстановления – вернуться в настройки аккаунта
tr: Kurtarma kodlarımı aldım - hesap ayarlarına geri dön
zh_cn: 我有恢复代码 - 返回帐户设置

# account.clipboard
source: Backup codes have been copied to the clipboard
ar: تم نسخ رموز النسخ الاحتياطي إلى الحافظة
cs: Záložní kódy zkopírovány do schránky
de: Die Wiederherstellungscodes wurden in die Zwischenablage kopiert
es: Los códigos de seguridad se han copiado en el portapapeles
fr: Les codes de récupération ont été copiés dans le presse-papiers
ja: バックアップコードがクリップボードにコピーされました
ko: 백업 코드가 클립보드에 복사되었습니다.
pt: Os códigos de reserva foram copiados para a área de transferência
ru: Резервные коды были скопированы в буфер обмена
tr: Yedek kodlar panoya kopyalandı
zh_cn: 备用代码已复制到剪贴板

# account.enableTwoFactor
source: Enable two-factor authentication (2FA)
ar: تمكين المصادقة الثنائية (2FA)
cs: Zapnout dvoufaktorové ověřování (2FA)
de: Zwei-Faktor-Authentifizierung (2FA) aktivieren
es: Permitir la autenticación de dos factores (2FA)
fr: Activer l'authentification à deux facteurs (2FA)
ja: 二要素認証（2FA）を有効にする
ko: 이중인증(2FA) 활성화
pt: Ativar a autenticação de dois fatores (2FA)
ru: Включить двухфакторную аутентификацию (2FA)
tr: İki faktörlü kimlik doğrulamayı etkinleştir (2FA)
zh_cn: 启用双重身份验证 （2FA）

# twoFactor.title
source: ORCID Two-factor authentication
ar: مصادقة ORCID ذات العاملين
cs: Dvoufázové ověření ORCID
de: ORCID Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores ORCID
fr: Authentification à deux facteurs ORCID
ja: ORCID 二要素認証
ko: ORCID 이중 인증
pt: Autenticação de dois fatores ORCID
ru: Двухфакторная аутентификация ORCID
tr: ORCID İki faktörlü kimlik doğrulama
zh_cn: ORCID 双因素身份验证

# twoFactor.enabled
source: Two-factor authentication is currently enabled for your ORCID account, so an additional code is required even when signing in with another account.
ar: تم تمكين المصادقة ذات العاملين حالياً لحساب ORCID الخاص بك، لذلك يلزم إدخال رمز إضافي حتى عند تسجيل الدخول بحساب آخر.
cs: Váš účet má momentálně zapnuté dvoukrokové ověření, proto je potřebné zadat další kód i když se přihlašujete pomocí jiného přihlašovacího účtu.
de: Die Zwei-Faktor-Authentifizierung ist derzeit für Ihr ORCID-Konto aktiviert. Deshalb wird auch bei der Anmeldung mit einem anderen Konto ein zusätzlicher Code benötigt.
es: La autenticación de dos factores está activada para su cuenta de ORCID. Se requiere de un código adicional incluso si se accede desde otra cuenta.
fr: L'authentification à deux facteurs ajoute une sécurité supplémentaire à votre compte. Vous devez saisir un code supplémentaire même lorsque vous vous connectez avec un autre compte.
ja: 現在、あなたのORCIDアカウントで二要素認証が有効になっているため、別のアカウントでサインインする場合でも追加のコードが必要になります。
ko: 현재 귀하의 ORCID 계정에 대하여 이중 인증이 활성화되어 있는 관계로, 다른 계정으로 로그인하실 때에도 추가 코드가 필요합니다.
pt: A autenticação de dois fatores encontra-se atualmente ativada para a sua conta ORCID, por isso, é necessário um código adicional, mesmo quando estiver fazendo o login com outra conta.
ru: Двухфакторная аутентификация в настоящее время включена для Вашей учетной записи ORCID, поэтому дополнительный код требуется даже при входе в систему с другой учетной записью.
tr: İki faktörlü kimlik doğrulama şu an ORCID hesabınız için etkinleştirilmiştir, bu nedenle başka bir hesapla oturum açarken dahi ek bir kod gerekir.
zh_cn: 目前已为您的 ORCID 帐户启用了双因素身份验证，因此，即使使用其他帐户登录，也需要附加代码。

# twoFactor.learn
source: Learn more
ar: اعرف المزيد
cs: Více informací
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳細
ko: 더 보기
pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
zh_cn: 了解更多

# twoFactor.ariaLabelInfoTwoFactor
source: info about two factor authentication
ar: معلومات حول المصادقة الثنائية
cs: informace o dvoufázovém ověření
de: Informationen zur Zwei-Faktor-Authentifizierung
es: información sobre autenticación de dos factores
fr: informations sur l'authentification à deux facteurs
ja: 二要素認証に関しての情報
ko: 이중 인증에 대한 정보
pt: informação sobre a autenticação de dois fatores
ru: информация о двухфакторной аутентификации
tr: iki faktörlü kimlik doğrulama hakkında bilgi
zh_cn: 关于双因素身份验证的信息

# account.immediately
source: Immediately
ar: حالا
cs: Okamžitě
de: Sofort
es: Inmediatamente
fr: Immédiatement
ja: すぐに
ko: 즉시
pt: Imediatamente
ru: Немедленно
tr: Hemen
zh_cn: 立即

# account.daily
source: Daily summary
ar: الملخص اليومي
cs: Denní souhrn
de: Tägliche Zusammenfassung
es: Diariamente
fr: Quotidiennement
ja: デイリーサマリー
ko: 매일
pt: Diariamente
ru: Ежедневно
tr: Günlük özet
zh_cn: 每天一次

# account.weekly
source: Weekly summary
ar: الملخص الأسبوعي
cs: Týdenní souhrn
de: Wöchentliche Zusammenfassung
es: Semanalmente
fr: Toutes les semaines
ja: 週の概要
ko: 주간
pt: Semanalmente
ru: Еженедельно
tr: Haftalık özet
zh_cn: 每周一次

# account.quarterly
source: Quarterly summary
ar: الملخص الموسمي
cs: Čtvrtletní souhrn
de: Vierteljährliche Zusammenfassung
es: Trimestralmente
fr: Tous les trimestres
ja: 四半期ごとの概要
ko: 분기
pt: Quinzenalmente
ru: Ежеквартально
tr: Üç aylık özet
zh_cn: 每季度一次

# account.never
source: Never
ar: أبداً
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 받지 않음
pt: Nunca
ru: Никогда
tr: Asla
zh_cn: 永不

# account.scopePathType.activitiesReadLimited
source: Read limited information from your research activities
ar: الاطلاع على معلومات محدودة من أنشطتك البحثية
cs: Číst omezené informace z vaší výzkumné činnosti
de: Eingeschränkte Informationen aus Ihren Forschungsaktivitäten lesen
es: Leer información limitada de sus actividades de investigación
fr: Consulter des informations limitées sur vos activités de recherche
ja: 研究活動から制限付き情報を読み取る
ko: 연구 활동에서 제한된 정보 읽기
pt: Ler informações limitadas das suas atividades de investigação
ru: Читать ограниченную информацию о вашей исследовательской работе
tr: Araştırma faaliyetlerinizden sınırlı bilgileri okuyun
zh_cn: 从您的研究活动中阅读有限的信息

# account.scopePathType.activitiesUpdate
source: Add/update your research activities (works, affiliations, etc)
ar: إضافة أو تحديث أنشطتك البحثية
cs: Vytvořit nebo aktualizovat vaše aktivity
de: Zu Ihren Forschungsaktivitäten (Werke, Zugehörigkeiten usw.) hinzufügen bzw. diese aktualisieren
es: Añadir o actualizar sus actividades (obras, afiliaciones, etc.)
fr: Ajouter/mettre à jour vos activités de recherche (travaux, affiliations, etc.)
ja: 研究活動（仕事、所属など）を追加 / 更新します。
ko: 활동 생성 또는 업데이트
pt: Criar ou atualizar suas atividades
ru: Создать или обновить вашу деятельность
tr: Araştırma faaliyetlerinizi ekleyin/güncelleyin (çalışmalar, bağlantılar vb.)
zh_cn: 创建或更新您的活动

# account.scopePathType.affiliationsCreate
source: Add education or employment
ar: إضافة شهادة أو وظيفة
cs: Přidat vzdělání nebo zaměstnání
de: Ausbildung oder Arbeitsverhältnisse hinzufügen
es: Añadir educación o empleo
fr: Ajouter une formation ou une expérience professionnelle
ja: 教育または雇用を追加
ko: 학력 및 고용상태 추가
pt: Adicionar formação académica ou emprego
ru: Добавлять места учебы или работы
tr: Eğitim veya iş ekleyin
zh_cn: 新增学历或就业经历

# account.scopePathType.affiliationsReadLimited
source: Read limited info from your affiliations list
ar: الاطلاع على معلومات محدودة من قائمة انتماءاتك
cs: Číst omezené informace ze seznamu přidružených subjektů
de: Eingeschränkte Informationen aus Ihrer Zugehörigkeitsliste lesen
es: Leer información limitada de su lista de afiliaciones
fr: Consulter des informations limitées sur votre liste d'affiliations
ja: 所属リストから制限付き情報を読み取る
ko: 담당기관 목록에서 제한된 정보 읽기
pt: Ler informações limitadas da sua lista de afiliações
ru: Читать ограниченную информацию о вашем списке аффилиаций
tr: Bağlantılar listenizden sınırlı bilgileri okuyun
zh_cn: 从你的所属单位列表中阅读有限的信息

# account.scopePathType.affiliationsUpdate
source: Update your affiliations
ar: تحديث قائمة انتماءاتك
cs: Aktualizace přidružených subjektů
de: Ihre Zugehörigkeiten aktualisieren
es: Actualizar las afiliaciones
fr: Mettre à jour vos affiliations
ja: 所属を更新
ko: 담당기관 업데이트
pt: Atualizar afiliações
ru: Обновлять аффилиации
tr: Bağlantılarınızı güncelleyin
zh_cn: 更新您的所属单位

# account.scopePathType.authenticate
source: Get your ORCID iD
ar: الحصول على معرف أوركيد الخاص بك
cs: Získat vaše ORCID iD
de: Ihre ORCID iD erhalten
es: Obtener su ORCID iD
fr: Obtenez votre ORCID iD
ja: ORCID iD の取得
ko: ORCID iD 가져오기
pt: Obtenha seu ORCID iD
ru: Получить ваш ORCID iD
tr: ORCID kimliğinizi alın
zh_cn: 获取您的 ORCID iD 号

# account.scopePathType.openid
source: Get your ORCID iD
ar: الحصول على معرف أوركيد الخاص بك
cs: Získat vaše ORCID iD
de: Ihre ORCID iD erhalten
es: Obtener su ORCID iD
fr: Obtenez votre ORCID iD
ja: ORCID iD の取得
ko: ORCID iD 가져오기
pt: Obtenha seu ORCID iD
ru: Получить ваш ORCID iD
tr: ORCID kimliğinizi alın
zh_cn: 获取您的 ORCID iD 号

# account.scopePathType.fundingCreate
source: Add funding items
ar: إضافة عناصر التمويل
cs: Přidat položky financování
de: Finanzierungselemente hinzufügen
es: Añadir elementos de financiación
fr: Ajouter des éléments de financement
ja: 資金調達アイテムを追加
ko: 자금원 항목 추가
pt: Adicionar itens de financiamento
ru: Добавлять источники финансирования
tr: Finansman öğeleri ekleyin
zh_cn: 添加补助项目

# account.scopePathType.fundingReadLimited
source: Read limited info from your funding list
ar: الاطلاع على معلومات محدودة من قائمة التمويل خاصتك
cs: Číst omezené informace ze seznamu financování
de: Eingeschränkte Informationen aus Ihrer Finanzierungsliste lesen
es: Leer información limitada de su lista de financiación
fr: Consulter des informations limitées sur votre liste de financements
ja: 資金調達リストから制限付き情報を読み取る
ko: 자금원 목록에서 제한된 정보 읽기
pt: Ler informações limitadas da lista de financiamento
ru: Читать ограниченную информацию о ваших источниках финансирования
tr: Finansman listenizden sınırlı bilgileri okuyun
zh_cn: 从您的补助清单中阅读有限的信息

# account.scopePathType.fundingUpdate
source: Update your funding items
ar: تحديث قائمة التمويل خاصتك
cs: Aktualizace položek financování
de: Ihre Finanzierungselemente aktualisieren
es: Actualizar los elementos de financiación
fr: Mettre à jour vos éléments de financement
ja: 資金調達アイテムを更新
ko: 자금원 항목 업데이트
pt: Atualizar itens de financiamento
ru: Обновите источники финансирования
tr: Finansman öğelerini güncelleyin
zh_cn: 更新您的补助项目

# account.scopePathType.orcidBioExternalIdentifiersCreate
source: Add a person identifier
ar: إضافة معرّف شخصي
cs: Přidat identifikátor osoby
de: Personenkennung hinzufügen
es: Añadir un identificador personal
fr: Ajouter un identifiant personnel
ja: 個人識別子を追加
ko: 개인 식별자 추가
pt: Adicionar identificador pessoal
ru: Добавлять личные идентификаторы
tr: Kişisel tanımlayıcı ekleyin
zh_cn: 添加个人识别码

# account.scopePathType.orcidBioReadLimited
source: Read your biographical information
ar: الاطلاع على سيرتك الذاتية
cs: Číst vaše životopisné údaje
de: Ihre biografischen Daten lesen
es: Leer su información biográfica
fr: Consulter votre biographie
ja: 経歴を読み取り
ko: 자기소개 정보 읽기
pt: Ler a sua informação biográfica
ru: Читать биографические сведения
tr: Biyografik bilgilerinizi okuyun
zh_cn: 阅读您的个人信息

# account.scopePathType.orcidBioUpdate
source: Add/update information about you (country, keywords, etc.)
ar: أضف/حدث المعلومات حولك (البلد، الكلمات الرئيسية، إلخ)
cs: Přidat/aktualizovat informace o vaší (zemi, klíčových slovech atd.)
de: Informationen über Sie hinzufügen bzw. aktualisieren (Land, Schlüsselwörter usw.)
es: Añada o actualice la información sobre usted (país, palabras clave, etc.)
fr: Ajouter/mettre à jour des informations vous concernant (pays, mots-clés, etc.)
ja: 自分自身に関する情報 (国、キーワードなど) の追加・更新
ko: 약력 정보(국가, 키워드 등) 추가/업데이트
pt: Adicione/atualize informação sobre si (país, palavras-chave, etc.)
ru: Редактируйте личные данные (страну, ключевые слова и т. д.)
tr: Kendinizle ilgili bilgileri (ülke, anahtar kelimeler vb.) ekleyin/güncelleyin
zh_cn: 添加/更新您的信息（国家、关键词等）

# account.scopePathType.orcidGrantsCreate
source: Add grants to your grants list
ar: إضافة منح إلى قائمة المنح الخاصة بك
cs: Přidat granty do seznamu grantů
de: Bewilligungen zu Ihrer Bewilligungsliste hinzufügen
es: Añadir subvenciones a su lista de subvenciones
fr: Ajouter des subventions à votre liste de subventions
ja: 助成金リストに助成金を追加
ko: 보조금 목록에 보조금 추가
pt: Adicionar bolsas à sua lista de bolsas
ru: Пополните список грантов
tr: Hibeler listenize hibe ekleyin
zh_cn: 将补助金新增至您的补助金列表

# account.scopePathType.orcidGrantsReadLimited
source: Read limited info from your grants list
ar: الاطلاع على معلومات محدودة حول قائمة منحك
cs: Číst omezené informace ze seznamu grantů
de: Eingeschränkte Informationen aus Ihrer Bewilligungsliste lesen
es: Leer información limitada de su lista de subvenciones
fr: Consulter des informations limitées sur votre liste de subventions
ja: 助成金リストから制限付き情報を読み取る
ko: 보조금 목록에서 제한된 정보 읽기
pt: Ler informações limitadas da lista de bolsas
ru: Читать ограниченную информацию о вашем списке грантов
tr: Hibeler listenizden sınırlı bilgileri okuyun
zh_cn: 从您的补助金列表中阅读有限的信息

# account.scopePathType.orcidProfileCreate
source: Create a new profile
ar: إنشاء صفحة شخصية جديدة
cs: Vytvořit nový profil
de: Neues Profil erstellen
es: Crear un nuevo perfil
fr: Créer un nouveau profil
ja: 新しいプロフィールを作成
ko: 새 프로필 만들기
pt: Criar um novo perfil
ru: Создавать новые профили
tr: Yeni profil oluşturun
zh_cn: 创建新的个人资料

# account.scopePathType.orcidProfileReadLimited
source: Read your information with visibility set to Trusted Parties
ar: اقرأ تسجيلة أوركيد الخاصة بك
cs: Číst váš účet ORCID
de: Ihre Informationen lesen, wenn deren Sichtbarkeit auf „Vertrauenswürdige Parteien“ eingestellt ist
es: Leer su registro ORCID
fr: Consulter vos informations lorsque la visibilité est définie sur Parties de confiance
ja: 信頼できる第三者機関のみが見ることができる設定で、あなたの情報を読む
ko: ORCID 레코드 읽기
pt: Ler seu Registro ORCID
ru: Ознакомиться с Вашей записью ORCID
tr: Görünürlüğünüz Güvenilir Taraflar olarak ayarlıyken bilgilerinizi okuyun
zh_cn: 读取您的 ORCID 记录

# account.scopePathType.orcidWorksCreate
source: Add works
ar: إضافة الأعمال
cs: Přidat díla
de: Werke hinzufügen
es: Añadir obras
fr: Ajouter des travaux
ja: 作品を追加
ko: 연구업적 추가
pt: Adicionar obras
ru: Добавьте работы
tr: Çalışma ekle
zh_cn: 添加工作

# account.scopePathType.orcidWorksReadLimited
source: Read items in your ORCID record
ar: الاطلاع على عناصر سجلك لدى ORCID
cs: Číst položky ve svém záznamu ORCID
de: Elemente in Ihrem ORCID-Eintrag lesen
es: Leer los elementos en su registro ORCID
fr: Consulter des éléments de votre dossier ORCID
ja: ORCIDレコードからアイテムを読み取る
ko: ORCID 레코드에서 항목 읽기
pt: Ler itens no seu registo ORCID
ru: Читать элементы в вашем профиле ORCID
tr: ORCID kaydınızdan öğeler okuyun
zh_cn: 阅读 ORCID 记录中的项目

# account.scopePathType.orcidWorksUpdate
source: Update your works
ar: تحديث الوظائف الخاصة بك
cs: Aktualizace děl
de: Ihre Werke aktualisieren
es: Actualizar sus obras
fr: Mettre à jour vos travaux
ja: 作品を更新
ko: 연구업적 업데이트
pt: Atualizar obras
ru: Обновите работы
tr: Çalışmalarınızı güncelleyin
zh_cn: 更新您的工作

# account.scopePathType.peerReviewCreate
source: Add peer reviews
ar: إضافة مراجعات النظراء
cs: Přidat odborné recenze
de: Peer-Reviews hinzufügen
es: Añadir revisiones por pares
fr: Ajouter des évaluations par les pairs
ja: ピアレビューを追加
ko: 동료 검토 추가
pt: Adicionar revisões de pares
ru: Добавьте рецензии
tr: Meslektaş değerlendirmesi ekleyin
zh_cn: 添加同行评论

# account.scopePathType.peerReviewReadLimited
source: Read peer reviews from your ORCID record
ar: الاطلاع على مراجعات النظراء من سجلك لدى ORCID
cs: Číst odborné recenze z vašeho záznamu ORCID
de: Peer-Reviews aus Ihrem ORCID-Eintrag lesen
es: Leer las revisiones por pares de su registro ORCID
fr: Consulter les évaluations par les pairs de votre dossier ORCID
ja: ORCIDレコードからピアレビューを読み取る
ko: ORCID 레코드에서 동료 검토 읽기
pt: Ler revisões de pares do registo ORCID
ru: Читать рецензии в вашем профиле ORCID
tr: ORCID kaydınızdan meslektaş değerlendirmelerini okuyun
zh_cn: 阅读 ORCID 记录中的同行评论
