Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# authorize.readLimitedLongDescription
source: Allow this organization or application to read any information from your record you have marked as limited access. They cannot read information you have marked as private.
ar: السماح لهذه المنظمة أو لهذا التطبيق بقراءة أي معلومات قمت بتحديدها محدودة الوصول في تسجيلتك. لا يمكن قراءة المعلومات التي قمت بتحديدها خاصة.
cs: Této organizaci nebo aplikaci umožní přečíst omezené informace ze svého záznamu.
de: Dieser Organisation oder Anwendung erlauben, alle Daten aus Ihrem Eintrag zu lesen, die Sie für eingeschränkten Zugriff gekennzeichnet haben. Sie können keine Daten lesen, die Sie als privat markiert haben.
es: Permitirá a esta organización o aplicación leer información limitada de su registro ORCID.
fr: Autorise cette organisation ou application à lire toutes les informations de votre dossier que vous avez marquées comme accès limité. Ils ne peuvent pas lire les informations que vous avez marquées comme privées.
ja: この組織またはアプリケーションが、あなたのレコードから制限付き情報を読み取ることを許可します。
ko: 이 기관 또는 애플리케이션이 기록에서 제한된 정보를 읽도록 허락합니다.
pt: Isso irá permitir que esta organização ou aplicativo leia informações limitadas de seu registro.
ru: Позволит этой организации или этому приложению видеть вашу информацию с ограниченным доступом.
tr: Bu kuruluşun veya uygulamanın, sınırlı erişim olarak işaretlediğiniz kaydınızdaki tüm bilgileri okumasına izin verin. Özel olarak işaretlediğiniz bilgileri okuyamazlar.
zh_cn: 将允许此组织或应用程序读取您记录中的有限信息。

# authorize.errorMissingRedirect
source: Error: Incorrect OAuth Link for client id
ar: خطأ: رابط OAuth غير صحيح لمعرّف العميل
cs: Chyba: Nesprávný odkaz OAuth pro ID klienta
de: Fehler: Falscher OAuth-Link für Client-ID
es: Error: Enlace OAuth incorrecto para id del cliente
fr: Erreur : lien OAuth erroné pour l'identifiant client
ja: エラー：クライアントIDのOAuthリンクが正しくありません。
ko: 에러: client id에 대한 올바르지 않은 OAuth 링크
pt: Erro: link OAuth incorreto para o ID do cliente
ru: Ошибка: неверная OAuth-ссылка для id клиента
tr: Hata: İstemci kimliği için yanlış OAuth Bağlantısı
zh_cn: 错误：客户端 ID 的 OAuth 链接不正确

# authorize.errorMissingRedirect2
source: , missing redirect uri parameter
ar: ، معلمة معرف الموارد المنتظم لإعادة التوجيه مفقودة
cs: , chybí parametr URI pro přesměrování
de: , fehlender URI-Parameter für die Umleitung
es: . Falta el parámetro "redirect_uri".
fr: , paramètre d'uri de redirection manquant
ja: リダイレクトURIのパラメータがありません
ko: , 누락된 redirect uri 파라미터
pt: , faltando-lhe o parâmetro de redirecionamento de URI
ru: , отсутствует параметр uri-кода перенаправления
tr: , yönlendirme uri parametresi eksik
zh_cn: ，重定向 uri 参数缺失

# authorize.errorInvalidRedirect1
source: Error: The provided redirect URI
ar: خطأ: معرف الموارد المنتظم لإعادة التوجيه الذي تم تقديمه
cs: Chyba: Zadaný identifikátor URI pro přesměrování
de: Fehler: Der angegebene Umleitungs-URI
es: Error: la URI de redireccionamiento proporcionada
fr: Erreur : l'URI de redirection fourni
ja: エラー：提供されたリダイレクトURI
ko: 에러: 제공된 리다이렉트 URI
pt: Erro: o URI de redirecionamento fornecido
ru: Ошибка: предоставленный URI-код перенаправления
tr: Hata: Sağlanan yönlendirme URI'si
zh_cn: 错误：提供的重定向 URI

# authorize.errorInvalidRedirect2
source: does not match the redirect URIs registered by
ar: لا يتطابق مع عناوين معرفي الموارد المنتظمين لإعادة التوجيه المسجلين من قبل
cs: neodpovídá identifikátorům URI pro přesměrování, které zaregistroval/a
de: stimmt nicht mit den durch die folgende Organisation registrierten Umleitungs-URIs überein:
es: no coincide con las URI de redireccionamiento registradas por
fr: ne correspond pas aux URI de redirection enregistrés par
ja: 以下によって登録されたリダイレクトURIと一致しません：
ko: 다음에 의해 등록된 리다이렉트 URI와 일치하지 않습니다:
pt: não coincide com os URI de redirecionamento registados por
ru: не совпадает с URI-кодом перенаправления, зарегистрированным
tr: şu kurum tarafından kaydedilen yeniden yönlendirme URI'leriyle eşleşmiyor:
zh_cn: 与由下列组织注册的重定向 URI 不匹配：

# authorize.errorInvalidClientID1
source: Error: The provided client id
ar: خطأ: معرف العميل الذي تم تقديمه
cs: Chyba: Zadané ID klienta
de: Fehler: Die angegebene Client-ID
es: Error: el id de cliente proporcionado
fr: Erreur : l'identifiant client fourni
ja: エラー：提供されたクライアントID
ko: 에러: 제공된 client id
pt: Erro: o ID de cliente indicado
ru: Ошибка: предоставленный id клиента
tr: Hata: Sağlanan istemci kimliği
zh_cn: 错误：提供的客户端 ID

# authorize.errorInvalidClientID2
source: is invalid.
ar: غير صالح.
cs: je neplatná položka.
de: ist ungültig.
es: no es válido.
fr: n'est pas valide.
ja: 無効です。
ko: 이(가) 유효하지 않습니다.
pt: é inválido.
ru: недействителен.
tr: geçersizdir.
zh_cn: 无效

# authorize.errorMissingClientID1
source: Error: Incorrect OAuth Link, missing client id parameter.
ar: خطأ: رابط OAuth غير صحيح، ومعلمة مفقودة لمعرّف العميل.
cs: Chyba: Nesprávný odkaz OAuth, chybí parametr ID klienta.
de: Fehler: Falscher OAuth-Link, fehlender Client-ID-Parameter.
es: Error: Enlace OAuth incorrecto. Falta el parámetro "client_id".
fr: Erreur : lien OAuth erroné, paramètre d'identifiant client manquant.
ja: エラー：OAuthリンクが正しくありません。クライアントIDパラメータがありません。
ko: 에러: 잘못된 OAuth 링크, client id 파라미터 누락.
pt: Erro: link de OAuth incorreto, faltando o parâmetro do cliente.
ru: Ошибка: неверная OAuth-ссылка, отсутствует параметр id клиента.
tr: Hata: Yanlış OAuth Bağlantısı, istemci kimliği parametresi eksik.
zh_cn: 错误：OAuth 链接不正确，客户端ID参数缺失。

# authorize.errorLockedMemberID1
source: Error: The provided request couldn't be completed because the integration and hence, the client
ar: خطأ: لم يمكن إتمام الطلب المقدم لأن التكامل، وبالتالي العميل
cs: Chyba: Poskytnutou žádost nelze dokončit z důvodu integrace, a proto klient
de: Fehler: Die gestellte Anfrage konnte nicht abgeschlossen werden, da die Integration und damit der Client
es: Error: la solicitud realizada no pudo completarse a causa de la integración y, en consecuencia, el cliente
fr: Erreur : Votre requête n'a pas pu être complétée car l'intégration et donc, le client
ja: エラー：インテグレーションエラーによりクライアントに接続できないため、コマンドを完了できませんでした
ko: 에러: 통합 및 그에 따른 클라이언트의 문제로 제공된 요청을 완료하지 못했습니다.
pt: Erro: Não foi possível concluir a solicitação fornecida pois a integração, e consequentemente o cliente
ru: Ошибка: запрос нельзя выполнить, поскольку интеграция и, следовательно, клиент
tr: Hata: Sağlanan istek tamamlanamadı çünkü entegrasyon ve dolayısıyla istemci
zh_cn: 错误: 由于集成等因素，该请求失败。客户凭证

# authorize.errorLockedClientID2
source: is locked.
ar: مقفل.
cs: je uzamčeno.
de: ist gesperrt.
es: está bloqueado.
fr: est verrouillé.
ja: ロックされています。
ko: 이(가) 잠겼습니다.
pt: está bloqueado.
ru: заблокирован.
tr: kilitlidir.
zh_cn: 被锁定

# authorize.errorLockedClientID1
source: Error: The provided client id
ar: خطأ: معرف العميل الذي تم تقديمه
cs: Chyba: Zadané ID klienta
de: Fehler: Die angegebene Client-ID
es: Error: el id de cliente proporcionado
fr: Erreur : l'identifiant client fourni
ja: エラー：提供されたクライアントID
ko: 에러: 제공된 client id
pt: Erro: o ID de cliente indicado
ru: Ошибка: предоставленный id клиента
tr: Hata: Sağlanan istemci kimliği
zh_cn: 错误：提供的客户端 ID

# authorize.errorMissingScopes1
source: Error: Incorrect OAuth Link for client id
ar: خطأ: رابط OAuth غير صحيح لمعرّف العميل
cs: Chyba: Nesprávný odkaz OAuth pro ID klienta
de: Fehler: Falscher OAuth-Link für Client-ID
es: Error: Enlace OAuth incorrecto para id del cliente
fr: Erreur : lien OAuth erroné pour l'identifiant client
ja: エラー：クライアントIDのOAuthリンクが正しくありません。
ko: 에러: client id에 대한 올바르지 않은 OAuth 링크
pt: Erro: link OAuth incorreto para o ID de cliente
ru: Ошибка: неверная OAuth-ссылка для id клиента
tr: Hata: İstemci kimliği için yanlış OAuth Bağlantısı
zh_cn: 错误：客户端 ID 的 OAuth 链接不正确

# authorize.errorMissingScopes2
source: , missing scope parameter.
ar: ، معلمة النطاق مفقودة.
cs: , chybí parametr rozsahu.
de: , fehlender Bereichsparameter.
es: . Falta el parámetro "scope".
fr: , paramètre de portée manquant.
ja: スコープパラメータがありません。
ko: , 누락된 scope 파라미터.
pt: , faltando-lhe o parâmetro do âmbito.
ru: , отсутствует параметр области.
tr: , kapsam parametresi eksik.
zh_cn: ，范围参数缺失。

# authorize.errorMissingResponseType
source: Error: Incorrect OAuth Link for client id
ar: خطأ: رابط OAuth غير صحيح لمعرّف العميل
cs: Chyba: Nesprávný odkaz OAuth pro ID klienta
de: Fehler: Falscher OAuth-Link für Client-ID
es: Error: Enlace OAuth incorrecto para id del cliente
fr: Erreur : lien OAuth erroné pour l'identifiant client
ja: エラー：クライアントIDのOAuthリンクが正しくありません。
ko: 에러: client id에 대한 올바르지 않은 OAuth 링크
pt: Erro: link OAuth incorreto para o ID do cliente
ru: Ошибка: неверная OAuth-ссылка для id клиента
tr: Hata: İstemci kimliği için yanlış OAuth Bağlantısı
zh_cn: 错误：客户端 ID 的 OAuth 链接不正确

# authorize.errorMissingResponseType2
source: , missing response type parameter.
ar: ، معلمة نوع الاستجابة مفقودة.
cs: , chybí parametr typu reakce.
de: , fehlender Antworttypparameter.
es: . Falta el parámetro "response_type" .
fr: type de paramètre de réponse manquante
ja: 応答タイプパラメータがありません。
ko: , 누락된 response type 파라미터.
pt: , faltando-lhe o parâmetro do tipo de resposta.
ru: , отсутствует параметр типа ответа.
tr: , yanıt türü parametresi eksik.
zh_cn: ，响应类型参数缺失。

# authorize.error
source: You have reached this page due to an error with the application's integration. Please report this error to the organization that is requesting your ORCID iD.
ar: لقد وصلت إلى هذه الصفحة بسبب خطأ في دمج التطبيق. يُرجى إبلاغ المؤسسة التي تطلب معرِّف أوركيد الخاص بك بهذا الخطأ.
cs: Na tuto stránku jste se dostali z důvodu chyby integrace aplikace. Nahlaste prosím tuto chybu organizaci, která požaduje vaše ORCID iD.
de: Sie haben diese Seite aufgrund eines Fehlers bei der Integration der Anwendung erreicht. Bitte melden Sie diesen Fehler der Organisation, die Ihre ORCID-iD angefordert hat.
es: Ha llegado a esta página debido a un error en la integración de la aplicación. Informe de este error a la organización que solicita su ORCID iD.
fr: Vous avez atteint cette page en raison d'une erreur d'intégration de l'application. Veuillez signaler cette erreur à l'organisation qui demande votre identifiant ORCID.
ja: アプリケーションの統合エラーのため、このページにアクセスしています。このエラーについて、ORCID iDをリクエストしている組織に連絡してください。
ko: 애플리케이션 통합에 오류가 발생하여 이 페이지가 표시되었습니다. 귀하의 ORCID iD를 요청한 조직에 이 오류를 신고하시기 바랍니다.
pt: Chegou a esta página devido a um erro com a integração da aplicação. Reporte este erro à organização que está a solicitar o seu ORCID iD.
ru: Вы оказались на этой странице из-за ошибки интеграции приложения. Сообщите об этом в организацию, которая запрашивает ваш ORCID iD.
tr: Uygulamanın entegrasyonundaki bir hata nedeniyle bu sayfaya ulaştınız. Lütfen bu hatayı ORCID kimliğinizi isteyen kuruluşa bildirin.
zh_cn: 由于应用程序集成错误，您已进入此页面。请向请求您 ORCID iD 号的组织报告此错误。

# shared.showDetails
source: Show details
ar: إظهار التفاصيل
cs: Skrýt podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Masquer les détails
ja: 詳細の表示
ko: 세부정보 숨기기
pt: Ocultar detalhes
ru: Скрыть информацию
tr: Ayrıntıları göster
zh_cn: 隐藏详细信息

# shared.hideDetails
source: Hide details
ar: إخفاء التفاصيل
cs: Skrýt podrobnosti
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細の非表示
ko: 세부정보 숨기기
pt: Ocultar detalhes
ru: Скрыть информацию
tr: Ayrıntıları gizle
zh_cn: 隐藏详细信息

# account.accessGrantedDate
source: Access granted:
ar: تم منح حق الوصول:
cs: Přístup udělen:
de: Zugriff gewährt:
es: Acceso concedido:
fr: Accès accordé :
ja: アクセス権が付与されました。
ko: 승인된 접근 권한:
pt: Acesso concedido:
ru: Доступ предоставлен:
tr: Erişim izni verildi:
zh_cn: 已授予访问权限：

# works.selectAWorkType
source: Select a work type
ar: حدد نوع العمل
cs: Vyberte typ díla
de: Wählen Sie einen Werktyp aus
es: Seleccione un tipo de obra
fr: Sélectionner un type de travail
ja: 著作物タイプを選択
ko: 작업 종류를 선택하세요
pt: Selecione um tipo de obra
ru: Выбрать тип работы
tr: Bir çalışma türü seçin
zh_cn: 选择成果类型

# works.pleaseSelectWork
source: Please select a work type
ar: يرجى تحديد نوع عمل
cs: Vyberte typ díla
de: Bitte wählen Sie einen Werktyp
es: Seleccione un tipo de obra
fr: Sélectionnez un type de travail
ja: 著作物タイプを選択してください
ko: 연구업적 유형 선택
pt: Selecione um tipo de obra
ru: Выберите тип работы
tr: Lütfen bir çalışma türü seçin
zh_cn: 请选择工作形式

# works.workType
source: Work type
ar: نوع العمل
cs: Typ díla
de: Werktyp
es: Tipo de obra
fr: Type de travail
ja: 著作・業績タイプ
ko: 저작물 유형
pt: Tipo de trabalho
ru: Тип работы
tr: Çalışma türü
zh_cn: 成果类型

# shared.showDetailsFor
source: Show details for
ar: عرض التفاصيل لـ
cs: Zobrazit detaily pro
de: Details anzeigen für
es: Mostrar detalles para
fr: Afficher les détails pour
ja: 詳細を表示:
ko: 세부정보 보기
pt: Mostrar detalhes de
ru: Показать подробности
tr: Şunun için detayları göster:
zh_cn: 显示下方应用程序详情

# shared.hideDetailsFor
source: Hide details for
ar: إخفاء تفاصيل
cs: Skrýt podrobnosti pro
de: Details ausblenden für
es: Ocultar detalles para
fr: Masquer les détails pour
ja: 詳細を非表示:
ko: 세부정보 숨기기
pt: Ocultar detalhes de
ru: Скрыть подробную информацию:
tr: Şunun ayrıntılarını gizle:
zh_cn: 隐藏以下内容的详细信息

# interstitial.employmentAffiliationFound
source: Employment affiliation found
ar: تم العثور على انتماء وظيفي
cs: Nalezeno přidružení zaměstnání
de: Beschäftigungszugehörigkeit gefunden
es: Afiliación laboral encontrada
fr: Affiliation professionnelle trouvée
ja: 雇用所属が見つかりました
ko: 고용상태 담당기관 찾음
pt: Afiliação profissional encontrada
ru: Найдена аффилиация
tr: Çalışma bağlantısı bulundu
zh_cn: 已找到雇佣隶属机构

# interstitial.basedOnTheVerifiedEmail
source: Based on the verified email
ar: بناءً على البريد الإلكتروني الذي تم التحقق منه
cs: Na základě ověřeného e-mailu
de: Basierend auf der verifizierten E-Mail-Adresse
es: Basándonos en el correo electrónico verificado
fr: D'après l'adresse e-mail vérifiée,
ja: 確認済みメールアドレスに基づき
ko: 확인된 이메일에 근거
pt: Com base no e-mail de verificação
ru: На основе подтвержденного адреса эл. почты
tr: Doğrulanan e-postaya bağlı olarak
zh_cn: 基于已验证的电子邮件

# interstitial.weThinkYouAreCurrentlyAffiliatedWith
source: we think you are currently affiliated with
ar: نعتقد أنك تنتمي حاليًا إلى
cs: se domníváme, že jste v současné době přidruženi k
de: vermuten wir folgende Zugehörigkeit
es: creemos que actualmente está afiliado a
fr: nous pensons que vous êtes actuellement affilié(e) à
ja: 現在次の機関に所属していると推定されます
ko: 현재 다음과 제휴되어 있는 것으로 판단됨
pt: consideramos que tem atualmente uma afiliação com
ru: мы полагаем, что ваше текущее место работы —
tr: şu anda şu isimle/kurumla bağlantılı olduğunuzu düşünüyoruz:
zh_cn: 我们认为您当前隶属于

# interstitial.webePreselectedThisOrganizationForYouInTheFormBelow
source: We’ve pre-selected this organization for you in the form below.
ar: لقد قمنا بتحديد هذه المؤسسة مسبقًا لك في النموذج أدناه.
cs: Tuto organizaci jsme pro vás předem vybrali v níže uvedeném formuláři.
de: Wir haben diese Organisation bereits im Formular unten für Sie ausgewählt.
es: Hemos preseleccionado esta organización para usted en el siguiente formulario.
fr: Nous avons pré-sélectionné cette organisation pour vous dans le formulaire ci-dessous.
ja: 以下のフォームで、この団体を事前に選択しました。
ko: 아래 양식에 이 기관이 사전 선택되었습니다.
pt: Pré-selecionámos esta organização para si no formulário abaixo.
ru: Эта организация автоматически указана в поле ниже.
tr: Aşağıdaki formda sizin için bu kuruluşu seçtik.
zh_cn: 已为您在下方表格内预选了该单位。

# interstitial.organization
source: Organization
ar: مؤسسة
cs: Organizace
de: Organisation
es: Organización
fr: Organisme
ja: 組織
ko: 기구
pt: Organização
ru: Организация
tr: Organizasyon
zh_cn: 组织机构

# register.weCantIdentifyThisOrganization
source: We can’t identify this organization. Please try entering the organization name again.
ar: يتعذر علينا تحديد هذه المؤسسة. يُرجى إعادة المحاولة لإدخال اسم المؤسسة.
cs: Tuto organizaci nemůžeme identifikovat. Zkuste znovu zadat jméno organizace.
de: Wir konnten diese Organisation nicht identifizieren. Bitte versuchen Sie erneut, den Namen der Organisation einzugeben.
es: No podemos identificar esta organización. Intente introducir de nuevo el nombre de la organización.
fr: Nous ne pouvons pas identifier cette organisation. Essayez de saisir à nouveau le nom de l'organisation.
ja: この組織を特定できません。組織名をもう一度入力してください。
ko: 이 기관을 식별할 수 없습니다. 기관 이름을 다시 입력해보십시오.
pt: Não foi possível identificar esta organização. Experimente introduzir novamente o nome da organização.
ru: Организация не найдена. Проверьте название и введите его еще раз.
tr: Bu kuruluşu tanımlayamıyoruz. Lütfen kuruluş ismini tekrar girmeyi deneyin.
zh_cn: 无法找到这个单位，请再试一次。

# register.pleaseEnterAnOrganizationName
source: Please enter an organization name
ar: يرجى إدخال اسم المؤسسة
cs: Zadejte jméno organizace
de: Bitte geben Sie einen Organisationsnamen ein
es: Introduzca un nombre de organización
fr: Saisissez le nom d'une organisation
ja: 組織名を入力してください
ko: 기관 이름 입력
pt: Introduza novamente o nome da organização
ru: Укажите название организации
tr: Lütfen bir kuruluş adı girin
zh_cn: 请输入单位名称

# register.department
source: Department
ar: القسم
cs: Oddělení
de: Abteilung
es: Departamento
fr: Département
ja: 部門
ko: 과
pt: Departamento
ru: Подразделение
tr: Bölüm
zh_cn: 部门

# register.optional
source: (Optional)
ar: (اختياري)
cs: (Volitelné)
es: (Opcional)
fr: (Facultatif)
ja: （オプション）
ko: (선택 사항)
pt: (Opcional)
ru: (Необязательно)
tr: (İsteğe bağlı)
zh_cn: (非必填)

# shared.maxLength.less_than_one_thousand
source: Must be less than 1000 characters
ar: يجب أن يكون أقل من 1000 حرف
cs: Musí být kratší než 1000 znaků
de: Muss weniger als 1000 Zeichen lang sein
es: Debe contener menos de 1000 caracteres
fr: Doit comporter moins de 1000 caractères
ja: 1000 文字未満でなければなりません
ko: 1000자 미만이어야합니다.
pt: Deve conter menos de 1000 caracteres
ru: Длина не должна превышать 1000 знаков
tr: 1000 karakterden az olmalıdır
zh_cn: 必须少于 1000 个字符

# register.roleJobTitle
source: Role/Job title
ar: الدور/المسمى الوظيفي
cs: Název role/pozice
de: Rolle/Titel
es: Rol/Cargo laboral
fr: Titre du poste
ja: 役職
ko: 역할/직책
pt: Função/Título do emprego
ru: Роль/должность
tr: Rol/İş unvanı
zh_cn: 职务/头衔

# shared.startDate
source: Start date
ar: تاريخ البدء
cs: Datum začátku
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작일
pt: Data de início
ru: Дата начала деятельности
tr: Başlangıç tarihi
zh_cn: 开始日期

# shared.year
source: Year
ar: سنة
cs: Rok
de: Jahr
es: Año
fr: Année
ja: 年
ko: 년
pt: Ano
ru: Год
tr: Yıl
zh_cn: 年

# shared.month
source: Month
ar: شهر
cs: Měsíc
de: Monat
es: Mes
fr: Mois
ja: 月
ko: 월
pt: Mês
ru: Месяц
tr: Ay
zh_cn: 月

# shared.invalidDate
source: Invalid date
ar: تاريخ غير صحيح
cs: Neplatné datum
de: Ungültiges Datum
es: Fecha inválida
fr: Date invalide
ja: 無効な日付
ko: 잘못된 날짜
pt: Data inválida
ru: Некорректная дата
tr: Geçersiz tarih
zh_cn: 日期无效

# interstitial.addThisAffiliation
source: Add this affiliation
ar: إضافة هذا الانتماء
cs: Přidat toto přidružení
de: Diese Zugehörigkeit hinzufügen
es: Añadir esta afiliación
fr: Ajouter cette affiliation
ja: この所属を追加
ko: 이 담당기관 추가
pt: Adicionar esta afiliação
ru: Добавить эту аффилиацию
tr: Bu bağlantıyı ekle
zh_cn: 添加此隶属机构

# interstitial.continueWithoutAddingAffiliation
source: Continue without adding affiliation
ar: المواصلة بدون إضافة الانتماء
cs: Pokračovat bez toho, abyste přidali přidružení
de: Weiter ohne Angabe einer Zugehörigkeit
es: Continuar sin añadir afiliación
fr: Continuer sans ajouter d'affiliation
ja: 所属を追加せずに続行
ko: 담당기관 추가 없이 계속
pt: Continuar sem adicionar uma afiliação
ru: Продолжить, не добавляя аффилиацию
tr: Bağlantıyı eklemeden devam et
zh_cn: 继续但不添加隶属机构

# interstitial.employmentAffiliationAdded
source: Employment affiliation added
ar: تمت إضافة الانتماء الوظيفي
cs: Přidáno přidružení zaměstnání
de: Beschäftigungszugehörigkeit hinzugefügt
es: Se ha añadido una afiliación laboral
fr: Affiliation professionnelle ajoutée
ja: 雇用所属を追加しました
ko: 고용상태 담당기관 추가됨
pt: Afiliação profissional adicionada
ru: Добавлена аффилиация
tr: Çalışma bağlantısı eklendi
zh_cn: 已添加雇佣隶属机构

# interstitial.theFollowingAffiliation
source: The following organization has been added to your ORCID record as an employment affiliation.
ar: تمت إضافة المؤسسة التالية إلى سجل ORCID الخاص بك كانتماء وظيفي.
cs: Následující organizace byla přidána do vašeho záznamu ORCID jako přidružení zaměstnání.
de: Die folgende Organisation wurde Ihrem ORCID-Eintrag als Beschäftigungszugehörigkeit hinzugefügt.
es: Se ha añadido la siguiente organización a su registro ORCID a modo de afiliación laboral.
fr: L'organisation suivante a été ajoutée à votre dossier ORCID en tant qu'affiliation professionnelle.
ja: 以下の組織があなたのORCIDレコードに雇用所属として追加されました。
ko: 다음 기관이 귀하의 ORCID 레코드에 고용상태 담당기관으로 추가되었습니다.
pt: A seguinte organização foi adicionada ao seu registo ORCID como afiliação profissional.
ru: Следующая организация добавлена в ваш профиль ORCID как профессиональная аффилиация.
tr: Aşağıdaki kuruluş, bir iş bağlantısı olarak ORCID kaydınıza eklendi.
zh_cn: 以下组织已新增至您的 ORCID 记录作为就业隶属机构。

# interstitial.visitYourOrcidRecord2
source: Visit your ORCID record to manage your affiliations, works, professional activities and more.
ar: تفضل بزيارة سجلك في ORCID لإدارة انتماءاتك، وأعمالك، وأنشطتك المهنية، وغيرها.
cs: Navštivte svůj záznam ORCID, kde můžete spravovat svá přidružení, díla, odborné činnosti a další.
de: Gehen Sie zu Ihrem ORCID-Eintrag, um Ihre Zugehörigkeiten, Werke, berufliche Tätigkeiten und mehr zu verwalten.
es: Visite su registro ORCID para gestionar sus afiliaciones, obras, actividades profesionales, etc.
fr: Consultez votre dossier ORCID pour gérer vos affiliations, vos travaux, vos activités professionnelles et plus encore.
ja: ORCIDレコードにアクセスして、所属、作品、専門的活動などを管理することができます。
ko: 담당기관, 연구업적, 전문 활동 등을 관리하려면 귀하의 ORCID 레코드를 방문하시기 바랍니다.
pt: Visite o seu registo ORCID para gerir as suas afiliações, trabalhos, atividades profissionais e muito mais.
ru: Чтобы управлять сведениями об аффилиации, работах, профессиональной деятельности и не только, перейдите в профиль ORCID.
tr: İlişkilerinizi, çalışmalarınızı, profesyonel aktivitelerinizi ve daha fazlasını yönetmek için ORCID kaydınızı ziyaret edin.
zh_cn: 访问您的 ORCID 记录，管理您的隶属机构、工作、专业活动等。

# interstitial.continueTo
source: Continue to
ar: الاستمرار إلى
cs: Pokračovat do aplikace
de: Weiter zu
es: Continuar en
fr: Continuer vers
ja: 次へ進む:
ko: 다음으로 계속
pt: Continuar para
ru: Продолжить в
tr: Şuna devam et:
zh_cn: 继续前往

# register.clearOrganization
source: Clear organization
ar: مؤسسة واضحة
cs: Odstranit organizaci
de: Organisation löschen
es: Eliminar organización
fr: Effacer l'organisation
ja: 明確な組織
ko: 기관 지우기
pt: Remover organização
ru: Убрать организацию
tr: Kuruluşu temizle
zh_cn: 清除单位

# register.organizationPlaceholder
source: Type your organization name
ar: الرجاء كتابة اسم المؤسسة
cs: Zadejte jméno své organizace
de: Organisationsnamen eingeben
es: Escriba el nombre de su organización
fr: Tapez le nom de votre organisation
ja: 組織名を入力してください
ko: 기관 이름 타이핑
pt: Introduza o nome da sua organização
ru: Введите название организации
tr: Kuruluş adınızı yazın
zh_cn: 输入您单位的名称

# register.departmentPlaceholder
source: School, college or department
ar: المدرسة، أو الكلية، أو القسم
cs: Škola, vysoká škola nebo obor
de: Schule, Hochschule oder Abteilung
es: Colegio, universidad o departamento
fr: École, université ou département
ja: 学校、大学、学部
ko: 학교, 대학 또는 학과
pt: Escola, faculdade ou departamento
ru: Школа, другое учебное заведение или отдел
tr: Okul, üniversite veya bölüm
zh_cn: 学校，学院或部门

# register.rolePlaceholder
source: Your role or job in the organization
ar: دورك أو وظيفتك في المؤسسة
cs: Vaše role nebo pozice v organizaci
de: Ihre Rolle oder Stelle in der Organisation
es: Su cargo o puesto en la organización
fr: Votre poste dans l'organisation
ja: 組織におけるあなたの役割や仕事
ko: 기관 내 귀하의 역할 또는 직책
pt: A sua função ou emprego na organização
ru: Роль или должность в организации
tr: Kuruluştaki rolünüz veya işiniz
zh_cn: 您在单位承担的职务

# register.organization
source: Organization
ar: مؤسسة
cs: Organizace
de: Organisation
es: Organización
fr: Organisme
ja: 組織
ko: 기구
pt: Organização
ru: Организация
tr: Organizasyon
zh_cn: 组织机构
