Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# ngOrcid.signin.deactivated.UsingOrcid.3
source: contact the support team
ar: الاتصال بفريق الدعم
cs: obraťte se na tým podpory.
de: kontaktieren Sie bitte das Support-Team
es: póngase en contacto con el equipo de asistencia
fr: contacter l'équipe d'assistance
ja: サポートチームまでお問い合わせください
ko: 지원팀에 문의하십시오
pt: contacte a equipa de apoio ao cliente
ru: обратитесь в службу поддержки.
tr: destek ekibiyle iletişime geçin
zh_cn: 联系支持团队

# ngOrcid.signin.claimYourOrcidRecord
source: Claim your ORCID record
ar: المطالبة بسجل ORCID الخاص بك
cs: Vyžádat si váš záznam ORCID
de: Ihren ORCID-Eintrag beanspruchen
es: Reclamar su registro ORCID
fr: Réclamer votre dossier ORCID
ja: ORCIDレコードを申請
ko: ORCID 레코드 클레임
pt: Reivindique o seu registo ORCID
ru: Подтвердить профиль ORCID
tr: ORCID kaydınızı talep edin
zh_cn: 获取您的 ORCID 记录

# ngOrcid.signin.reactivateOrcidRecordWithId
source: Reactivate the ORCID record associated with this iD
ar: قم بإعادة تنشيط سجل ORCID المرتبط بهذا المعرف
cs: Znovu aktivujte záznam ORCID spojený s tímto ID
de: Den mit dieser iD verknüpften ORCID-Eintrag reaktivieren.
es: Reactivar el registro ORCID asociado con este iD
fr: Réactivez le dossier ORCID associé à cet iD
ja: このiDに関連付けられているORCIDレコードを再アクティブ化する
ko: 이 iD에 연결된 ORCID 레코드 재활성화
pt: Reativar o registo ORCID associado a este iD
ru: Восстановить профиль ORCID, связанный с этим идентификатором
tr: Bu kimlikle ilişkili ORCID kaydını yeniden etkinleştirin
zh_cn: 重新激活当前 iD 号关联的 ORCID 记录

# ngOrcid.signin.signInToActive
source: Sign in to the active ORCID account
ar: قم بتسجيل الدخول إلى حساب ORCID النشط
cs: Přihlásit se do aktivního účtu ORCID
de: Beim aktiven ORCID-Konto anmelden
es: Inicie sesión en la cuenta activa de ORCID
fr: Connectez-vous au compte ORCID actif
ja: アクティブなORCIDアカウントにサインイン
ko: 활성 ORCID 계정에 로그인
pt: Entrar na conta ORCID ativa
ru: Войти в активный аккаунт ORCID
tr: Etkin ORCID hesabına giriş yapın
zh_cn: 登录使用中的 ORCID 帐户

# account.or
source: or
ar: أو
cs: nebo
de: oder
es: o
fr: ou
ja: または
ko: 혹은
pt: ou
ru: или
tr: veya
zh_cn: 或

# ngOrcid.signin.forExample
source: For example: joe@institution.edu or 0000-1234-5678-9101
ar: على سبيل المثال: joe@institution.edu أو 0000-1234-5678-9101
cs: Například: joe@institution.edu nebo 0000-1234-5678-9101
de: Zum Beispiel: peter@institution.edu oder 0000-1234-5678-9101
es: Por ejemplo: juan@institution.edu o 0000-1234-5678-9101
fr: Par exemple : joe@institution.edu ou 0000-1234-5678-9101
ja: 例: joe@institution.edu または 0000-1234-5678-9101
ko: 예: joe@institution.edu 또는 0000-1234-5678-9101
pt: Por examplo: joe@institution.edu ou 0000-1234-5678-9101
ru: Например, ivanov@institution.edu или 0000-1234-5678-9101
tr: Örneğin: joe@institution.edu veya 0000-1234-5678-9101
zh_cn: 例如：joe@institution.edu 或 0000-1234-5678-9101

# ngOrcid.signin.pleaseEnterEmailAddress
source: Please enter your email address or your ORCID iD
ar: الرجاء إدخال عنوان بريدك الإلكتروني أو معرف ORCID الخاص بك
cs: Zadejte prosím vaší e-mailovou adresu nebo vaše ID ORCID
de: Bitte geben Sie Ihre E-Mail-Adresse oder Ihre ORCID-iD ein
es: Introduzca su dirección de correo electrónico u ORCID iD
fr: Saisissez votre adresse e-mail ou votre ORCID iD
ja: メールアドレスまたはORCID iDを入力してください
ko: 이메일 주소 또는 ORCID iD 입력
pt: Introduza o seu endereço de e-mail ou o seu ORCID iD
ru: Введите адрес эл. почты или ORCID iD
tr: Lütfen e-posta adresinizi veya ORCID Kimliğinizi girin
zh_cn: 请输入电子邮件地址或您的 ORCID iD 号

# ngOrcid.signin.enterValidEmailOrOrcidForExample
source: Please enter a valid email address or ORCID iD, for example: joe@institution.edu or 0000-1234-5678-9101
ar: يُرجى إدخال عنوان بريد إلكتروني صالح أو معرف ORCID، على سبيل المثال: joe@institution.edu أو 0000-1234-5678-9101
cs: Zadejte prosím platnou e-mailovou adresu nebo ID ORCID, například: joe@institution.edu nebo 0000-1234-5678-9101
de: Bitte geben Sie eine gültige E-Mail-Adresse oder ORCID-iD ein, beispielsweise peter@institution.edu oder 0000-1234-5678-9101.
es: Introduzca una dirección de correo electrónico u ORCID iD válidos. Por ejemplo: juan@institution.edu o 0000-1234-5678-9101.
fr: Saisissez une adresse e-mail valide ou un ORCID iD, par exemple joe@institution.edu ou 0000-1234-5678-9101
ja: 有効なEメールアドレスまたはORCID iDを入力してください。例: joe@institution.edu または 0000-1234-5678-9101
ko: 유효한 이메일 주소 또는 ORCID iD 입력. 예: joe@institution.edu 또는 0000-1234-5678-9101
pt: Introduza um endereço de e-mail ou um ORCID iD válido, por exemplo: joe@institution.edu ou 0000-1234-5678-9101
ru: Укажите действительный адрес эл. почты или ORCID iD, например ivanov@institution.edu или 0000-1234-5678-9101
tr: Lütfen geçerli bir e-posta adresi veya ORCID Kimliği girin, örneğin: mehmet@kurum.edu veya 0000-1234-5678-9101
zh_cn: 请输入有效的电子邮件地址或 ORCID iD 号，例如：joe@institution.edu 或 0000-1234-5678-9101

# ngOrcid.signin.yourPasswordMoreThan
source: Your password is more than 256 characters long.
ar: يبلغ طول كلمة المرور الخاصة بك أكثر من 256 حرفًا.
cs: Vaše heslo je delší než 256 znaků.
de: Ihr Passwort ist über 256 Zeichen lang.
es: Su contraseña tiene más de 256 caracteres.
fr: Votre mot de passe dépasse 256 caractères
ja: パスワードが256文字以上入力されています。
ko: 비밀번호가 256자를 초과합니다.
pt: A sua palavra-passe tem mais de 256 caracteres.
ru: Пароль не может состоять более чем из 256 символов.
tr: Parolanız 256 karakterden daha uzun.
zh_cn: 您的密码已超过 256 个字符。

# ngOrcid.signin.yourCannotSignIn
source: You cannot sign in to this ORCID account until you have reset your password.
ar: يتعذّر تسجيل الدخول إلى حساب ORCID هذا حتى تقوم بإعادة تعيين كلمة المرور الخاصة بك.
cs: K tomuto účtu ORCID se nemůžete přihlásit, dokud si neresetujete heslo.
de: Sie können sich nicht bei diesem ORCID-Konto anmelden, bis Sie Ihr Passwort zurückgesetzt haben.
es: No podrá acceder a esta cuenta de ORCID hasta que haya restablecido su contraseña.
fr: Vous devez réinitialiser votre mot de passe pour vous connecter à ce compte ORCID.
ja: パスワードをリセットするまで、このORCIDアカウントにサインインできません。
ko: 비밀번호를 초기화하기 전까지는 이 ORCID 계정에 로그인할 수 없습니다.
pt: Não pode entrar nesta conta ORCID até ter reposto a sua palavra-passe.
ru: Для входа в аккаунт необходимо сбросить пароль.
tr: Parolanızı sıfırlayana kadar bu ORCID hesabıyla oturum açamazsınız.
zh_cn: 请先重置密码，再登录此 ORCID 帐户。

# ngOrcid.signin.resetYourPassword
source: Reset your password
ar: اعد ضبط كلمه السر
cs: Resetujte své heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ko: 비밀번호 초기화
pt: Redefinir senha
ru: Сброс пароля
tr: Parolanızı sıfırlayın
zh_cn: 重置密码

# ngOrcid.signin.username
source: Email or 16-digit ORCID iD
ar: البريد الإلكتروني أو معرف ORCID المكون من 16 رقماً
cs: E-mail nebo 16místný ORCID iD
de: E-Mail-Adresse oder 16-stellige ORCID iD
es: Correo electrónico u ORCID iD de 16 dígitos
fr: Adresse email ou ID ORCID à 16 chiffres
ja: メールまたは16桁のORCID iD
ko: 이메일 또는 16자리 ORCID iD
pt: E-mail ou ORCID iD de 16 dígitos
ru: Электронная почта или 16-значный идентификационный номер ORCID
tr: E-posta veya 16 haneli ORCID Kimliği
zh_cn: 邮箱或 16 位数字 ORCID iD 号

# ngOrcid.signin.claiming
source: Claiming your account
ar: المطالبة بحسابك
cs: Vyžádat váš účet
de: Beanspruchung Ihres Kontos
es: Reclamando su cuenta
fr: Réclamer votre compte
ja: アカウントの申請
ko: 계정 클레임 중
pt: Reivindicar a sua conta
ru: Подтверждаем аккаунт…
tr: Hesabınızı talep etmek
zh_cn: 正在获取您的帐户

# ngOrcid.signin.verify.claimSent
source: Thank you for claiming your ORCID record; please complete the process by following the steps in the email we are now sending you. If you don’t receive an email from us, please
ar: شكرًا لك على المطالبة بسجل ORCID الخاص بك؛ يُرجى إكمال العملية باتباع الخطوات الواردة في الرسالة عبر البريد الإلكتروني الذي نرسله إليك الآن. إذا لم تتلقى منا رسالة عبر البريد الإلكتروني، فيُرجى
cs: Děkujeme za vyžádání vašeho záznamu ORCID; dokončete prosím proces postupem podle kroků v e-mailu, který vám nyní posíláme. Pokud od nás neobdržíte e-mail, prosím
de: Vielen Dank für die Beanspruchung Ihres ORCID-Eintrags. Bitte schließen Sie den Vorgang ab, indem Sie die Schritte in der E-Mail befolgen, die wir Ihnen jetzt senden. Wenn Sie keine E-Mail von uns erhalten,
es: Gracias por reclamar su registro ORCID. Complete el proceso siguiendo los pasos del correo electrónico que le vamos a enviar. Si no recibe un mensaje nuestro,
fr: Merci d'avoir réclamé votre dossier ORCID. Veuillez terminer le processus en suivant les étapes dans l'e-mail que nous venons de vous envoyer. Si vous ne recevez pas cet e-mail de notre part, veuillez
ja: ORCIDレコードを申請いただきありがとうございます。今からお送りするメールの手順に従って処理を完了してください。メールが届かない場合は、
ko: ORCID 레코드를 클레임해 주셔서 감사합니다. 지금 보내드리는 이메일의 단계에 따라 절차를 완료하십시오. 이메일을 받지 못하면
pt: Obrigado por reivindicar o seu registo ORCID. Siga os passos do e-mail que lhe enviámos agora para concluir o processo. Se não receber um e-mail da nossa parte,
ru: Благодарим за подтверждение профиля ORCID. Чтобы завершить регистрацию, следуйте инструкции в отправленном нами письме. Если вы его не получили,
tr: ORCID kaydınızı talep ettiğiniz için teşekkür ederiz; lütfen size gönderdiğimiz e-postadaki adımları izleyerek işlemi tamamlayın. Bizden bir e-posta almazsanız, lütfen
zh_cn: 感谢您获取您的 ORCID 记录；我们即将向您发送电子邮件，请按照其中步骤完成操作。如果您没有收到我们的邮件，请

# ngOrcid.signin.currentlySign
source: You are currently signed in as
ar: انت الآن مسجل الدخول كـ
cs: Momentálně jste přihlášen jako
de: Sie sind aktuell eingeloggt als
es: Actualmente ha iniciado sesión como
fr: Vous êtes actuellement connecté comme
ja: 〜として現在サインインしています
ko: 현재 다음 계정으로 로그인하셨습니다:
pt: Neste momento, tem a sessão iniciada como
ru: В настоящий момент Вы выполнили вход как
tr: Oturum açtığınız hesap:
zh_cn: 您当前登录帐户为

# ngOrcid.signin.continueAs
source: Continue as
ar: استمر كـ
cs: Pokračujte jako
de: Weiter als
es: Seguir como
fr: Continuer comme
ja: 次のように続ける
ko: 다음으로 계속하기
pt: Continuar como
ru: Продолжить как
tr: Şu olarak devam et:
zh_cn: 继续

# ngOrcid.signin.notYou
source: Not you?
ar: أليس هذا أنت؟
cs: Nejsi to ty?
de: Das sind nicht Sie?
es: ¿No es usted?
fr: Ce n'est pas vous ?
ja: お客様ではありませんでしたか？
ko: 본인이 아니신가요?
pt: Não é você?
ru: Это не Вы?
tr: Bu siz değil misiniz?
zh_cn: 不是您？

# ngOrcid.signin.signInInstitution
source: Sign in through your institution
ar: تسجيل الدخول من خلال مؤسستك
cs: Přihlaste se prostřednictvím své instituce
de: Über Ihre Institution anmelden
es: Iniciar sesión mediante su institución
fr: Connexion via votre institution
ja: 機関経由でサインイン
ko: 연구 기관을 통해 로그인
pt: Entre através da sua instituição
ru: Войти с помощью организации
tr: Kurumunuz üzerinden oturum açın
zh_cn: 从您的机构登录

# ngOrcid.signin.institutionalAccount
source: Access through your institution
ar: الوصول من خلال مؤسستك
cs: Přístup prostřednictvím vaší instituce
de: Zugang über Ihre Institution
es: Acceda a través de su institución
fr: Accès à travers votre institution
ja: 機関からのアクセス
ko: 기관을 통한 액세스
pt: Acesso através da sua instituição
ru: Доступ через Ваше учреждение
tr: Kurumunuz üzerinden erişim
zh_cn: 通过您的机构访问

# ngOrcid.signin.google
source: Sign in with Google
ar: تسجيل الدخول بواسطة جوجل
cs: Přihlásit se pomocí Google
de: Mit Google anmelden
es: Inicie sesión con Google
fr: Se connecter avec Google
ja: Googleでサインインする
ko: Google로 로그인
pt: Fazer login com o Google
ru: Вход с помощью Google
tr: Google ile oturum aç
zh_cn: 使用 Google 帐号登录

# ngOrcid.signin.facebook
source: Sign in with Facebook
ar: تسجيل الدخول باستخدام الفيسبوك
cs: Přihlásit se pomocí Facebooku
de: Mit Facebook anmelden
es: Inicie sesión con Facebook
fr: Se connecter avec Facebook
ja: Facebookでサインイン
ko: Facebook으로 로그인
pt: Fazer login com o Facebook
ru: Вход с помощью Facebook
tr: Facebook ile oturum aç
zh_cn: 使用 Facebook 帐号登录

# ngOrcid.signin.signInToOrcid
source: Sign in to ORCID
ar: تسجيل الدخول إلى ORCID
cs: Přihlášení do ORCID
de: Melden Sie sich bei ORCID an
es: Inicie sesión en ORCID
fr: Connexion à ORCID
ja: ORCIDにサインイン
ko: ORCID에 로그인
pt: Iniciar sessão no ORCID
ru: Войдите в аккаунт ORCID
tr: ORCID'de oturum aç
zh_cn: 登录 ORCID

# ngOrcid.signin.dontHaveYourOrcid
source: Don't have your ORCID iD yet?
ar: أليس لديك معرف ORCID الخاص بك حتى الآن؟
cs: Ještě nemáte své ID ORCID?
de: Sie haben Ihre ORCID-iD noch nicht?
es: ¿Aún no tiene un ORCID iD?
fr: Vous n'avez pas encore votre ORCID iD ?
ja: ORCID iDをお持ちではありませんか？
ko: 아직 ORCID iD가 없습니까?
pt: Ainda não tem um ORCID iD?
ru: Еще нет ORCID iD?
tr: Henüz ORCID Kimliğiniz yok mu?
zh_cn: 还没有 ORCID iD 号？

# ngOrcid.signin.or
source: or
ar: أو
cs: nebo
de: oder
es: u
fr: ou
ja: または
ko: 또는
pt: ou
ru: или
tr: veya
zh_cn: 或

# account.knowledgeBaseEnabling
source: See the Knowledge Base for step-by-step instructions on enabling 2FA
ar: راجع قاعدة المعارف للحصول على إرشادات خطوة بخطوة حول تمكين المصادقة الثنائية (2FA)
cs: Podrobné instrukce jak zapnout dvoukrokové ověření naleznete ve Vědomostní bázi (Knowledge Base)
de: In der Wissensdatenbank finden Sie Schritt-für-Schritt-Anleitungen zum Aktivieren von 2FA
es: Ver la Base de conocimiento para instrucciones paso a paso sobre cómo habilitar 2FA
fr: Consultez la base de connaissances pour obtenir des instructions détaillées sur l'activation de 2FA
ko: 2FA를 사용하도록 설정하는 단계별 지침을 지식 베이스에서 확인하십시오.
pt: Veja a Base de Conhecimento para instruções passo-a-passo sobre a ativação do 2FA
ru: Ознакомьтесь с пошаговыми инструкциями по включению двухфакторной аутентификации в Базе Знаний
tr: 2FA'yı etkinleştirmekle ilgili talimat adımları için Bilgi Bankası'na bakın
zh_cn: 有关启用 2FA 的步骤说明，请参见知识库

# account.installTwoFactor
source: 1. Install a two-factor authentication app
ar: 1. قم بتثبيت تطبيق توثيق ذو عاملين 2FA على هاتفك المحمول.
cs: 1. Nainstalujte si autentizační aplikaci pro dvoukrokové ověření
de: 1. Installieren Sie eine Zwei-Faktor-Authentifizierungs-App
es: 1. Instalar una app de autenticación de dos factores en su dispositivo móvil
fr: 1. Installez une application d'authentification à deux facteurs
ja: １、 2 要素認証アプリをインストールします
ko: 1. 모바일 기기에 2단계 인증 앱을 설치합니다
pt: 1. Instale um app de autenticação de dois fatores em seu dispositivo móvel
ru: 1. Установите мобильное приложение для двухфакторной аутентификации
tr: 1. İki faktörlü kimlik doğrulama uygulaması yükleyin
zh_cn: 1、在您的移动设备上安装双因素验证应用

# account.app2FARequired
source: A 2FA app is required to create the six-digit code you need to access your account each time you sign in. Most apps are for mobile devices; some are also available as desktop or web-based apps.
ar: مطلوب تطبيق 2FA لإنشاء رمز مكون من ستة أرقام تحتاجه للوصول إلى حسابك في كل مرة تقوم فيها بتسجيل الدخول. معظم التطبيقات مخصصة للأجهزة المحمولة ؛ بعضها متاح أيضًا كتطبيقات سطح المكتب أو تطبيقات الويب.
cs: Autentizační aplikace je potřebná pro generování šestimístného kódu pro přístup k vašemu účtu při každém přihlášení. Většina těchto aplikací je k určena pro mobilní zařízení. Některé jsou k dispozici i jako aplikace pro PC nebo webové aplikace.
de: Eine 2FA-App ist erforderlich, um den sechsstelligen Code zu erstellen, den Sie bei jeder Anmeldung benötigen, um auf Ihr Konto zuzugreifen. Die meisten Apps sind für Mobilgeräte; einige sind auch als Desktop- oder webbasierte Apps verfügbar.
es: Se necesita una app de autenticación de dos factores (2FA) para generar el código de seis dígitos. Este código será solicitado en cada inicio de sesión. La mayoría de apps son para dispositivos móviles, pero también hay apps para escritorio y navegador.
fr: Une application 2FA est requise pour créer le code à six chiffres dont vous avez besoin pour accéder à votre compte chaque fois que vous vous connectez. La plupart des applications sont destinées aux appareils mobiles; certains sont également disponibles en tant qu'applications de bureau ou basées sur le Web.
ko: 2단계 앱에 관한 일부 정보가 여기 있습니다
pt: Um aplicativo 2FA é necessário para criar o código de seis dígitos de que você precisa para acessar sua conta toda vez que você faz o login. A maioria dos aplicativos são para dispositivos móveis; alguns também estão disponíveis como aplicativos desktop ou baseados na web.
ru: 2FA приложение необходимо для создания шестизначного кода, который требуется при каждом входе в Ваш личный кабинет ORCID. Большинство приложений создано для мобильного телефона, однако, есть версии для компьютеров и веб-браузеров.
tr: Her oturum açtığınızda hesabınıza erişmek amacıyla ihtiyacınız olan altı haneli kodu oluşturmak için bir 2FA uygulaması gereklidir. Çoğu uygulama mobil cihazlar içindir; bazıları masaüstü veya web tabanlı uygulamalar olarak da kullanılabilir.
zh_cn: 此处提供有关双因素应用的一些信息

# account.downloadAndInstall
source: Download and install a 2FA app, such as
ar: قم بتنزيل وتثبيت تطبيق المصادقة الثنائية، مثل
cs: Stáhněte a nainstalujte si 2FA aplikaci jako například
de: 2FA-App herunterladen und installieren, z. B.
es: Descargar e instalar una app de autenticación de dos factores, como
fr: Téléchargez et installez une application avec authentification à deux facteurs, telle que
ja: 2FAアプリをダウンロードしてインストールしてください、例えば：
ko: 다음과 같은 2FA 앱을 다운로드하여 설치합니다.
pt: Descarregue e instale uma aplicação de 2FA, como por exemplo
ru: Скачайте и установите приложение 2FA, например
tr: Aşağıdakiler gibi bir 2FA uygulaması indirin ve yükleyin
zh_cn: 下载并安装 2FA 应用程序，例如

# account.knowledgeBaseForList
source: See the Knowledge Base for a list of apps we've tested ourselves
ar: اطلع على قاعدة المعارف للحصول على قائمة بالتطبيقات التي اختبرناها بأنفسنا
cs: Podívejte se do Databáze vědomostí na seznam aplikací, které jsme sami vyzkoušeli
de: In der Wissensdatenbank finden Sie eine Liste von Apps, die wir selbst getestet haben
es: Consulte la base de conocimiento para ver la lista de aplicaciones que hemos probado
fr: Consultez la base de connaissances pour obtenir une liste des applications que nous avons testées nous-mêmes.
ja: テスト済みのアプリ一覧については、ナレッジベースをご覧ください
ko: 저희가 직접 테스트한 앱 목록은 지식 베이스(Knowledge Base)를 참조하세요.
pt: Consulte a Base de Conhecimentos para aceder a uma lista de aplicações já testadas por nós
ru: Список приложений, которые мы протестировали сами, приведен в Базе знаний
tr: Kendimizi test ettiğimiz uygulamaların listesi için Bilgi Bankası'na bakın
zh_cn: 请参阅知识库以获取我们测试过的应用程序列表

# account.scantQr
source: 2. Scan the QR code with your device
ar: 2. امسح رمز الاستجابة السريعة بجهازك
cs: 2. Naskenujte QR kód svým zařízením
de: 2. Scannen Sie den QR-Code mit Ihrem Gerät
es: 2. Escanee el código QR con su dispositivo
fr: 2. Numérisez le code QR avec votre appareil
ja: 2. 端末でQRコードを読み取ります
ko: 2. 기기로 QR 코드를 스캔합니다.
pt: 2. Faça a leitura do código de QR com o seu dispositivo
ru: 2. Отсканируйте QR-код с помощью своего устройства
tr: 2. QR kodunu cihazınızla tarayın
zh_cn: 2. 用您的设备扫描 QR 码

# account.openYour2FA
source: Open your 2FA app and scan the QR code image below.
ar: افتح تطبيق المصادقة الثنائية الخاص بك وامسح صورة رمز الاستجابة السريعة أدناه.
cs: Otevřete svou 2FA aplikaci a naskenujte QR kód, který je níže.
de: Öffnen Sie Ihre 2FA-App und scannen Sie das QR-Code-Bild unten.
es: Abra su aplicación de dos factores y escanee la imagen del código QR de abajo.
fr: Ouvrez votre application avec authentification à deux facteurs et numérisez l'image du code QR ci-dessous.
ja: 2FAアプリを起動し、下のQRコード画像をスキャンしてください。
ko: 2FA 앱을 열고 아래 QR 코드 이미지를 스캔하세요.
pt: Abra a sua aplicação de 2FA e faça a leitura da imagem de código QR abaixo.
ru: Откройте свое приложение 2FA и отсканируйте изображение QR-кода ниже.
tr: 2FA uygulamanızı açın ve aşağıdaki QR kodu görüntüsünü tarayın.
zh_cn: 开启您的 2FA 应用程序并扫描下方的 QR 码图片。

# account.cantScan
source: Can't scan the barcode?
ar: لا يمكن مسح هذا الرمز ؟
cs: Nemáte možnost načíst čárový kód?
de: Sie können den Barcode nicht scannen?
es: ¿No puede escanear el código QR?
fr: Vous ne pouvez pas scanner le code-barres?
ja: バーコードをスキャンができません？
ko: 바코드 스캔 할 수 없습니까?
pt: Não é possível digitalizar o código de barras?
ru: Не удается отсканировать штрих-код?
tr: Barkodu tarayamıyor musunuz?
zh_cn: 无法扫描条码?

# account.getTextCode
source: Get a text code
ar: الحصول على رمز نصي
cs: Vyžádejte si textový kód
de: Nutzen Sie einen Textcode
es: Obtenga un código de texto
fr: Obtenez un code texte
ja: テキストコードを取得し、
ko: 텍스트 코드를 가져
pt: Obter um código de texto
ru: Получите текстовый код
tr: Kısa mesaj kodu al
zh_cn: 获取文本代码，

# account.enterIntoYour
source: and enter it into your 2FA app instead.
ar: ثم اكتبه إلى تطبيق توثيق ذوعاملين 2FA بدلا من ذلك.
cs: a zadejte jej do vaší aplikace pro dvoukrokové ověření.
de: und geben Sie diesen stattdessen in Ihre 2FA-App ein.
es: y escríbalo en su app de autenticación de dos factores.
fr: et saisissez-le dans votre application 2FA à la place.
ko: 와서 2 요소 앱에 입력하십시오.
pt: e digite-o em seu aplicativo de autenticação de dois fatores (2FA).
ru: и введите его в свое приложение для двухфакторной аутентификации.
tr: ve bunun yerine 2FA uygulamanıza girin.
zh_cn: 并将其输入到双因子应用程序中。

# account.enterSixDigit
source: 3. Enter the six-digit code from your authentication app
ar: 3. أدخل الرمز المكون من ستة أرقام من تطبيق المصادقة الخاص بك
cs: 3. Zadejte šestimístný kód z vaší ověřovací aplikace
de: 3. Geben Sie den sechsstelligen Code aus Ihrer Authentifizierungs-App ein
es: 3. Introduzca el código de seis dígitos que obtiene de su app de autenticación
fr: 3. Saisissez le code à six chiffres de votre application d'authentification
ja: 3. 認証アプリから6桁のコードを入力します
ko: 3. 인증 앱의 6자리 코드 입력하세요.
pt: 3. Introduza o código de seis dígitos fornecido através da sua aplicação de autenticação
ru: 3. Введите шестизначный код из вашего приложения для аутентификации
tr: 3. Kimlik doğrulama uygulamanızdaki altı haneli kodu girin
zh_cn: 3. 输入您的身份验证应用程序中的六位数代码

# account.afterScanning
source: After scanning the QR code or entering the text code your 2FA app will generate a six-digit code. Enter the code below.
ar: بعد مسح رمز الاستجابة السريعة أو إدخال الرمز النصي، سينشئ تطبيق المصادقة الثنائية رمزاً مكوناً من ستة أرقام. أدخل الرمز في الأسفل.
cs: Po naskenování QR kódu nebo zadání textového kódu vygeneruje vaše 2FA aplikace šestimístný kód. Zadejte jej níže.
de: Nachdem Sie den QR-Code gescannt oder den Textcode eingegeben haben, generiert Ihre 2FA-App einen sechsstelligen Code. Geben sie diesen unten ein.
es: Tras escanear el código QR o introducir el código del texto, su aplicación de dos factores generará un código de seis dígitos. Introduzca el código abajo.
fr: Après avoir scanné le code QR ou saisi le code texte, votre application avec authentification à deux facteurs générera un code à six chiffres. Saisissez le code ci-dessous.
ja: QRコードをスキャンするか、テキストコードを入力すると、2FAアプリが6桁のコードを生成します。以下のコードを入力してください。
ko: QR 코드를 스캔하거나 텍스트 코드를 입력하면 귀하의 2FA 앱에서 6자리 코드를 생성합니다. 그 코드를 아래에 입력하세요.
pt: Depois de fazer a leitura do código QR ou de introduzir o código de texto, a sua aplicação 2FA irá gerar um código de seis dígitos. Introduza o código abaixo.
ru: После сканирования QR-кода или ввода текстового кода ваше приложение 2FA сгенерирует шестизначный код. Введите код ниже.
tr: QR kodunu taradıktan veya metin kodunu girdikten sonra, 2FA uygulamanız altı basamaklı bir kod oluşturacaktır. Kodu aşağıya girin.
zh_cn: 在扫描 QR 码或输入文本代码后，您的 2FA 应用程序会生成一个六位数代码。请在下方输入此代码。

# account.continue
source: Continue
ar: استمرار
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
ja: 選択
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam et
zh_cn: 继续

# account.save2FACodes
source: Save your 2FA recovery codes!
ar: احفظ رموز استرداد المصادقة الثنائية الخاصة بك!
cs: Uložte si obnovovací kódy pro 2FA!
de: Bewahren Sie Ihre 2FA-Wiederherstellungscodes gut auf!
es: ¡Guarde sus códigos de recuperación para el sistema 2FA!
fr: Sauvegardez vos codes de récupération avec authentification à deux facteurs !
ja: 2FAリカバリーコードを保存しましょう
ko: 2FA 복구 코드를 저장하세요!
pt: Guarde os seus códigos de recuperação de 2FA!
ru: Сохраните свои коды восстановления 2FA!
tr: 2FA kurtarma kodlarınızı kaydedin!
zh_cn: 保存您的 2FA 恢复代码！
