Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.unverifiedEmailAddress
source: Unverified email address
ar: عنوان البريد الإلكتروني الذي لم يتم التحقق منه
cs: Neověřená e-mailová adresa
de: Nicht verifizierte E-Mail-Adresse
es: Dirección de correo electrónico no verificada
fr: Adresse e-mail non vérifiée
ja: 未確認のメールアドレス
ko: 확인되지 않은 이메일 주소
pt: Endereço de e-mail não verificado
ru: Неподтвержденный адрес электронной почты
tr: Doğrulanmamış e-posta adresi
zh_cn: 未验证的电子邮件地址

# account.manageYourEmails
source: Manage your emails
ar: إدارة رسائل البريد الإلكتروني
cs: Spravovat e-maily
de: E-Mail-Adressen verwalten
es: Gestione sus correos electrónicos
fr: Gérer vos e-mails
ja: 電子メールを管理
ko: 이메일 관리
pt: Gerir e-mails
ru: Управление адресами эл. почты
tr: E-postalarınızı yönetin
zh_cn: 管理您的电子邮件

# account.emailFrequency
source: Email frequency
ar: تواتر رسائل البريد الالكتروني
cs: Frekvence emailů
de: E-Mail-Häufigkeit
es: Notificaciones
fr: Notifications
ja: 電子メールの頻度
ko: 알림
pt: Notificações
ru: Частота писем
tr: E-posta sıklığı
zh_cn: 通知

# account.howOftenShouldWeSend
source: How often should we send you ORCID notification emails about:
ar: ما مدى تكرار إرسال رسائل البريد الإلكتروني الخاصة بإشعارات ORCID إليك بخصوص:
cs: Jak často bychom vám měli posílat e-maily s oznámením ORCID o:
de: Wie oft möchten Sie ORCID-Benachrichtigungs-E-Mails erhalten?
es: Con qué frecuencia desea que le enviemos notificaciones por correo electrónico de ORCID sobre:
fr: À quelle fréquence devrions-nous vous envoyer des e-mails de notification ORCID concernant :
ja: ORCIDの通知メールの受信頻度:
ko: 주제별 ORCID 알림 이메일 수신 빈도:
pt: Com que frequência gostaria de receber e-mails de notificação ORCID sobre:
ru: Частота уведомлений от ORCID о:
tr: Şu konuyla ilgili ORCID bildirim e-postalarını ne sıklıkta gönderelim:
zh_cn: 我们应多久向您发送一次有关以下内容的 ORCID 通知邮件？

# account.itemsAddedOrEdited
source: Items added or edited in your record by a trusted party
ar: العناصر التي تمت إضافتها أو تحريرها في السجل الخاص بك بواسطة طرف موثوق به
cs: Položky, které Důvěryhodná strana přidala nebo upravila ve Vašem účtu
de: Elemente, die von einer vertrauenswürdigen Partei in Ihrem Eintrag hinzugefügt oder bearbeitet wurden
es: Artículos añadidos o editados en su registro por una persona de confianza
fr: Des articles ont été ajoutés ou modifiés dans votre dossier par un tiers de confiance.
ja: 信頼できる当事者によってレコードに追加、または編集された項目
ko: 신뢰하는 제3자에 의해 항목이 추가되거나 편집됨
pt: Itens adicionados ou editados no seu registo por uma parte certificada
ru: позиции, добавленные или отредактированные в вашей записи доверенной стороной
tr: Güvenilir bir taraf tarafından kaydınıza eklenen veya düzenlenen öğeler
zh_cn: 可信方在您的记录中添加或编辑的项目

# account.administrativeChangesSuchAs
source: Administrative changes, such as being made a trusted individual
ar: التغييرات الإدارية ، مثل جعل الفرد موثوقًا به
cs: Administrativní změny, např. když vás někdo přidá jako Důvěryhodnou osobu.
de: Administrative Änderungen, z. B. die Ernennung zu einer vertrauenswürdigen Person
es: Cambios administrativos, como ser nombrado persona de confianza
fr: Modifications administratives, comme devenir une personne de confiance
ja: 信頼できる個人になるなどの管理上の変更
ko: 예를 들어 신뢰하는 개인에 의해 적용된 행정적 변경
pt: Mudanças administrativas, como tornar-se numa pessoa de confiança
ru: Административные изменения, такие как доверенный человек
tr: Güvenilir bir kişi haline getirilmek gibi yönetimsel değişiklikler
zh_cn: 行政变更，如成为可信个人

# account.orcidMembers
source: ORCID members wanting your permission to automatically update your record
ar: يرغب أعضاء أوركيد في الحصول على إذن منك لتحديث سجلك تلقائياً
cs: Členové ORCID, kteří od vás chtějí povolení k tomu, aby mohli automaticky aktualizovat váš záznam
de: ORCID-Mitglieder, die um Ihre Erlaubnis bitten, Ihren Eintrag automatisch zu aktualisieren
es: Miembros de ORCID que requieren su permiso para actualizar automáticamente su registro
fr: Les membres d'ORCID qui veulent votre permission pour mettre à jour automatiquement votre dossier
ja: ORCIDメンバーがあなたのレコードを自動的に更新する許可を求めています
ko: 귀하의 기록을 자동으로 업데이트할 수 있도록 귀하의 승인을 원하는 ORCID 회원
pt: Membros do ORCID que solicitam a sua autorização para atualizarem automaticamente o seu registo
ru: Участники ORCID хотят получить ваше разрешение на автоматическое обновление вашей учетной записи
tr: Kaydınızı otomatik olarak güncellemek için izninizi isteyen ORCID üyeleri
zh_cn: ORCID 成员希望您允许自动更新您的记录

# account.tipsAndFeatures
source: Tips & features email
ar: نصائح وميزات البريد الإلكتروني
cs: E-mail s tipy a funkcemi
de: E-Mails über Tipps und Funktionen
es: Correo electrónico de consejos y funcionalidades
fr: E-mail concernant les astuces et les fonctionnalités
ja: ヒントと機能に関するメール
ko: 팁 및 기능 이메일
pt: E-mail de dicas e funcionalidades
ru: Рассылка с информацией о новых функциях и советами
tr: İpuçları ve özellikler e-postası
zh_cn: 提示和功能电子邮件

# account.weOccasionallySend
source: We occasionally send out an email with information on new features and tips for getting the best out of your ORCID record.
ar: نرسل أحياناً بريداً إلكترونياً يحتوي على معلومات حول الميزات الجديدة والنصائح للحصول على أقصى استفادة من تسجيلة أوركيد الخاصة بك.
cs: Čas od času rozesíláme e-mail, ve kterém najdete informace o nových funkcích a tipy, jak svůj záznam ORCID využít co nejlépe.
de: Wir versenden gelegentlich E-Mails mit Informationen zu neuen Funktionen und Tipps, wie Sie das Meiste aus Ihrem ORCID-Eintrag herausholen können.
es: De forma ocasional, enviaremos un correo electrónico con información sobre nuevas funcionalidades y consejos, con el fin de sacar el máximo partido a su registro ORCID.
fr: Nous envoyons de temps en temps un e-mail contenant des informations sur les nouvelles fonctionnalités et des conseils pour tirer le meilleur parti de votre enregistrement ORCID.
ja: 新機能の情報や、ORCID記録を最大限に活用するためのヒントを、時折メールでお知らせしています。
ko: 가끔 새로운 기능에 대한 정보와 본인 ORCID 기록을 최대한 활용할 수 있는 팁이 포함된 이메일을 보내드립니다.
pt: Ocasionalmente, enviamos um e-mail com informações sobre novas funcionalidades e com dicas para aproveitar o melhor possível o seu registo ORCID.
ru: Время от времени мы рассылаем письмо с информацией о новых функциях и советами по максимально эффективному использованию вашей учетной записи ORCID.
tr: Zaman zaman yeni özellikler hakkında bilgi ve ORCID kaydınızdan en iyi şekilde yararlanmanız için ipuçları içeren bir e-posta gönderiyoruz.
zh_cn: 我们偶尔会发送一封电子邮件，其中包含有关如何充分利用您的 ORCID 记录的新功能的信息和提示。

# account.idLikeToReceiveTheOrcidTips
source: I’d like to receive the ORCID tips & features email
ar: أرغب في تلقي نصائح وميزات ORCID عبر البريد الإلكتروني
cs: Chci dostávat e-mail s tipy a funkcemi ORCID
de: Ich möchte E-Mails über ORCID-Tipps und -Funktionen erhalten.
es: Me gustaría recibir el correo electrónico de consejos y funcionalidades de ORCID
fr: J'aimerais recevoir l'e-mail ORCID concernant les astuces et les fonctionnalités
ja: ORCIDのヒントと機能に関するメールの受信を希望します
ko: ORCID 팁 및 기능 이메일을 받고 싶습니다.
pt: Gostaria de receber o e-mail de dicas e funcionalidades do ORCID
ru: Я хочу получать новостную рассылку ORCID
tr: ORCID ipuçları ve özellikler e-postasını almak istiyorum
zh_cn: 我希望收到 ORCID 提示和功能电子邮件

# account.setTheFrequency
source: Set the frequency for update notifications
ar: تعيين مدى تكرار إشعارات التحديث
cs: Nastavit frekvenci pro oznámení aktualizací
de: Legen Sie die Häufigkeit der Benachrichtigungen bzgl. Aktualisierungen fest
es: Establezca la frecuencia de las notificaciones sobre actualizaciones
fr: Définir la fréquence des notifications de mise à jour
ja: 更新通知の頻度を設定
ko: 업데이트 이메일 빈도 설정
pt: Definir a frequência das notificações de atualização
ru: Установить частоту уведомлений об изменениях
tr: Yenilik bildirimlerinin sıklığını ayarlayın
zh_cn: 设置更新通知的频率

# account.setTheFrequencyAdministrative
source: Set the frequency for administrative change notifications
ar: تعيين مدى تكرار إشعارات التغيير الإداري
cs: Nastavit frekvenci pro oznámení o administrativní změně
de: Legen Sie die Häufigkeit der Benachrichtigungen in Bezug auf administrative Änderungen fest
es: Establezca la frecuencia de las notificaciones sobre cambios a nivel administrativo
fr: Définir la fréquence des notifications de changement administratif
ja: 管理変更通知の頻度を設定
ko: 행정 관리 변경 알림 빈도 설정
pt: Definir a frequência das notificações de alterações administrativas
ru: Установить частоту уведомлений об административных изменениях
tr: Yönetimsel değişiklik bildirimlerinin sıklığını ayarlayın
zh_cn: 设置管理变更通知的频率

# account.setTheFrequencyMember
source: Set the frequency for permission request notifications
ar: تعيين مدى تكرار إشعارات طلب الأذونات
cs: Nastavit frekvenci pro oznámení o žádosti o povolení
de: Legen Sie die Häufigkeit von Benachrichtigungen in Bezug auf Genehmigungsanfragen fest
es: Establezca la frecuencia de las notificaciones sobre solicitudes de permisos
fr: Définir la fréquence des notifications de demande d'autorisation
ja: 権限リクエスト通知の頻度を設定
ko: 권한 요청 알림 빈도 설정
pt: Definir a frequência das notificações de pedidos de permissão
ru: Установить частоту уведомлений о запросах на разрешение
tr: İzin talebi bildirimlerinin sıklığını ayarlayın
zh_cn: 设置权限请求通知的频率

# account.setYourPreferred
source: Set your preferred language for display and ORCID automated notifications.
ar: ضبط لغتك المفضلة للعرض وإشعارات أوركيد المؤتمتة
cs: Nastavte svůj preferovaný jazyk pro zobrazování a automatické oznámení od ORCID.
de: Legen Sie Ihre bevorzugte Sprache für die Anzeige und automatische ORCID-Benachrichtigungen fest.
es: Establezca su idioma determinado para la visualización y las notificaciones automáticas de ORCID.
fr: Sélectionnez votre langue préférée pour l'affichage et les notifications automatiques d'ORCID.
ja: 表示および ORCID 自動通知に使用する言語を設定します。
ko: 표시 및 ORCID 자동 알림용 기본 언어를 설정하십시오.
pt: Defina suas preferências de idioma para a tela e para as notificações automáticas do ORCID.
ru: Выберите язык автоматических уведомлений от ORCID.
tr: Ekran ve ORCID otomatik bildirimleri için tercih ettiğiniz dili ayarlayın.
zh_cn: 设置用于显示和 ORCID 自动通知的首选语言。

# account.byDefaultVisibility
source: By default, what visibility should be given to new items added to your ORCID Record?
ar: بشكل افتراضي ، ما هي الرؤية التي يجب إعطاؤها للعناصر الجديدة المضافة إلى سجل أوركيد الخاص بك؟
cs: Kdo by měl být ve výchozím nastavení schopný zobrazit informace přidané do vašeho záznamu ORCID?
de: Welche Sichtbarkeit sollen neue Elemente, die Ihrem ORCID-Eintrag hinzugefügt werden, standardmäßig erhalten?
es: De forma predeterminada, ¿quién puede ver la información añadida a su registro ORCID?
fr: Par défaut, quelle visibilité donner aux nouveaux éléments ajoutés à votre dossier ORCID ?
ja: デフォルトで、ORCID レコードに追加された情報を見ることができる人は誰ですか？
ko: 기본적으로 ORCID 기록에 추가된 정보를 열람할 수 있는 사람은 누구입니까?
pt: Por padrão, que visibilidade deve ser dada a novos itens adicionados ao seu Registro ORCID?
ru: По умолчанию, какие настройки видимости должны быть указаны при добавлении новых элементов (например, работ) в Вашу учётную запись?
tr: Varsayılan olarak, ORCID Kaydınıza eklenen yeni öğeler için hangi görünürlüğü ayarlayacaksınız?
zh_cn: 默认情况下，谁能够看到添加到您的 ORCID 记录的信息？

# register.VisibilityEveryone
source: Everyone
ar: عام
cs: Každý
de: Alle
es: Público
fr: Publique
ja: 誰でも
ko: 공개
pt: Todos
ru: Публичный доступ
tr: Herkes
zh_cn: 公开

# register.VisibilityEveryone2
source: (87% of users choose this)
ar: (87% من المستخدمين يختارون هذا)
cs: (tuto možnost volí 87 % uživatelů)
de: (87 % der Benutzer entscheiden sich dafür)
es: (87% de nuestros usuarios selecciona esta opción)
fr: (le choix de 87% de utilisateurs)
ja: (ユーザーの87％が選択)
ko: (사용자의 87%가 이것을 선택합니다)
pt: (87% dos utilizadores escolhem esta opção)
ru: (87% пользователей выбирают этот вариант)
tr: (Kullanıcıların %87'si bunu seçiyor)
zh_cn: （87% 的用户选择此项）

# register.VisibilityTrusted
source: Trusted Organizations
ar: المنظمات الموثوقة
cs: Důvěryhodné organizace
de: Vertrauenswürdige Organisationen
es: Organizaciones de Confianza
fr: Organisations de confiance
ja: 信頼できる組織
ko: 신뢰할 수 있는 조직
pt: Organizações de Confiança
ru: Доверенные организации
tr: Güvenilir Kuruluşlar
zh_cn: 受信任的组织

# register.VisibilityTrusted2
source: (5% of users choose this)
ar: (5% من المستخدمين يختارون هذا)
cs: (tuto možnost volí 5 % uživatelů)
de: (5 % der Nutzer entscheiden sich dafür)
es: (5% de nuestros usuarios selecciona esta opción)
fr: (le choix de 5% de utilisateurs)
ja: (ユーザーの5％が選択)
ko: (사용자의 5%가 이것을 선택합니다)
pt: (5% dos utilizadores escolhem esta opção)
ru: (5% пользователей выбирают это)
tr: (Kullanıcıların %5'i bunu seçiyor)
zh_cn: （5% 的用户选择此项）

# register.VisibilityPrivate
source: Only me
ar: خاص
cs: Pouze já
de: Nur ich
es: Privado
fr: Privé
ja: 私だけ
ko: 비공개
pt: Apenas eu
ru: Личный доступ
tr: Sadece ben
zh_cn: 仅限本人

# register.VisibilityPrivate2
source: (8% of users choose this)
ar: (8% من المستخدمين يختارون هذا)
cs: (tuto možnost volí 8 % uživatelů)
de: (8 % der Nutzer entscheiden sich dafür)
es: (8% de nuestros usuarios selecciona esta opción)
fr: (le choix de 8% de utilisateurs)
ja: (ユーザーの8％が選択)
ko: (8%의 사용자가 이것을 선택합니다)
pt: (8% dos utilizadores escolhem esta opção)
ru: (8% пользователей выбирают этот вариант)
tr: (Kullanıcıların %8'i bunu seçiyor)
zh_cn: （8% 的用户选择此项）

# register.visibilityDescription2
source: More information on visibility settings
ar: المزيد من المعلومات حول إعدادات الخصوصية
cs: Další informace o nastavení viditelnosti
de: Weitere Informationen zu den Sichtbarkeitseinstellungen
es: Más información en la configuración de privacidad
fr: Plus d’informations sur les paramètres de visibilité
ja: 可視性設定についての詳細
ko: 프라이버시 설정에 대한 추가정보
pt: Mais informações sobre configurações de visibilidade
ru: Подробнее в настройках конфиденциальности
tr: Görünürlük ayarları hakkında daha fazla bilgi
zh_cn: 关于隐私设置的更多信息

source: Account settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Kontoeinstellungen
es: Configuración de cuenta
fr: Paramètres du compte
ja: アカウント設定
ko: 계정설정
pt: Configurações da Conta
ru: Настройки учетной записи
tr: Hesap ayarları
zh_cn: 帐户设置

# account.defaults
source: Defaults
ar: الأوضاع الافتراضية
cs: Výchozí nastavení
de: Standardwerte
es: Ajustes predeterminados
fr: Défauts
ja: デフォルト
ko: 기본값
pt: Padrões
ru: По умолчанию
tr: Varsayılan
zh_cn: 默认值

# account.notificationEmailAddressFrequency
source: Notification email frequency
ar: تكرار رسائل البريد الإلكتروني للإشعارات
cs: Frekvence e-mailu s oznámením
de: Häufigkeit von Benachrichtigungs-E-Mails
es: Frecuencia de las notificaciones por correo electrónico
fr: Fréquence des e-mails de notification
ja: 通知メールの頻度
ko: 알림 이메일 빈도
pt: Frequência dos e-mails de notificação
ru: Частота уведомлений по почте
tr: Bildirim e-postası sıklığı
zh_cn: 电子邮件通知频率

# account.language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh_cn: 语言

# account.visibility
source: Visibility
ar: الرؤية
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
ja: 可視性
ko: 공개여부
pt: Visibilidade
ru: Доступность для просмотра
tr: Görünürlük
zh_cn: 可见性

# account.youCanSignIntoOrcid
source: You can sign into ORCID using any of the institutional accounts you have linked to your ORCID record.
ar: يمكنك تسجيل الدخول إلى ORCID باستخدام أي من حساباتك المؤسسية المرتبطة بسجلك.
cs: Do účtu ORCID se můžete přihlásit prostřednictvím kteréhokoli institucionálního účtu, který jste si propojili se svým účtem ORCID.
de: Sie können sich mit jedem der institutionellen Konten, die Sie mit Ihrem ORCID-Eintrag verknüpft haben, bei ORCID anmelden.
es: Puede iniciar sesión en ORCID con cualquiera de las cuentas institucionales que ha vinculado a su registro ORCID.
fr: Vous pouvez utiliser n'importe quel compte d'institution relié à votre dossier ORCID pour vous connecter à ORCID.
ja: ORCIDにサインインするには、ORCIDレコードにリンクされている機関アカウントを使用します。
ko: 귀하의 ORCID 레코드에 연결된 기관 계정 중 아무거나 사용하여 ORCID에 로그인할 수 있습니다.
pt: Pode iniciar sessão no ORCID utilizando qualquer uma das contas institucionais que tenha associado ao seu registo ORCID.
ru: Войти в ORCID можно с помощью любого из аккаунтов организаций, связанных с вашим профилем ORCID.
tr: ORCID kaydınıza bağladığınız kurumsal hesapları kullanarak ORCID'e giriş yapabilirsiniz.
zh_cn: 您可以使用任何链接到您的 ORCID 记录的机构帐户登录 ORCID。

# account.learnMoreAboutUsing
source: Learn more about using alternate accounts to sign in to ORCID
ar: تعرف على المزيد حول استخدام الحسابات البديلة لتسجيل الدخول إلى أوركيد
cs: Zjistěte víc o používání náhradních účtů pro přihlašování k ORCID
de: Erfahren Sie mehr über die Verwendung alternativer Konten für die Anmeldung bei ORCID
es: Obtener más información sobre el uso de cuentas alternativas para iniciar sesión en ORCID
fr: En savoir plus sur l'utilisation de comptes alternatifs pour se connecter à ORCID
ja: ORCIDにサインインするための代替アカウントの使用方法に関する詳細
ko: 대체 계정으로 ORCID에 로그인하는 방법에 대해 자세히 알아보기
pt: Saiba mais sobre a utilização de contas alternativas para iniciar sessão no ORCID
ru: Узнайте больше об использовании альтернативных аккаунтов для входа в ORCID
tr: ORCID'de oturum açmak için alternatif hesaplar kullanmakla ilgili daha fazla bilgi edinin
zh_cn: 了解有关如何使用备用帐户登录 ORCID 的更多信息

# account.account
source: Account
ar: الحساب
cs: Účet
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt: Conta
ru: Аккаунт
tr: Hesap
zh_cn: 帐户

# account.alternateSignInID
source: Alternate sign in ID
ar: معرف تسجيل الدخول البديل
cs: ID přihlašovacího účtu
de: Alternative Anmelde-ID
es: ID de cuenta para inicio de sesión
fr: Identifiant du compte de connexion
ja: サインイン用アカウント ID
ko: 계정 ID 로그인
pt: Entrar com o ID da Conta
ru: Войти в учетную запись
tr: Alternatif oturum açma kimliği
zh_cn: 替代登录帐户 ID

# account.accessGranted
source: Access granted
ar: تم منح الوصول
cs: Přístup udělen
de: Zugriff gewährt
es: Acceso concedido
fr: Accès autorisé
ja: アクセスが許可されました
ko: 액세스 허용됨
pt: Acesso fornecido
ru: Доступ предоставлен
tr: Erişim izni verildi
zh_cn: 已授予访问权限

# account.youHaventAdded
source: You haven't added any alternate sign in accounts yet.
ar: أنت لم تقم بإضافة أي حسابات تسجيل الدخول البديلة
cs: Zatím jste nepřidali žádné alternativní přihlašovací účty
de: Sie haben noch keine alternativen Anmeldekonten hinzugefügt.
es: No ha agregado ninguna cuenta alternativa para iniciar sesión.
fr: Vous n'avez ajouté aucune comptes de connexion
ja: サインイン用アカウントがまったく追加されていません
ko: 어떤 로그인 계정 추가하시지 않았습니다.
pt: Você não adicionou nenhuma entrar em contas.
ru: Вы не добавили ни одной альтернативного учетная запись.
tr: Henüz alternatif bir oturum açma hesabı eklemediniz.
zh_cn: 您未新增任何替代登入帐户

# account.changeOrUpdateAccountPassword
source: Change or update your account password.
ar: تغيير أو تحديث كلمة مرور حسابك.
cs: Změňte nebo zaktualizujte heslo ke svému účtu.
de: Ändern oder aktualisieren Sie Ihr Kontopasswort.
es: Cambie o actualice la contraseña de la cuenta.
fr: Changez ou mettez à jour le mot de passe de votre compte.
ja: アカウントパスワードを変更または更新します。
ko: 계정 비밀번호를 변경하거나 업데이트하기
pt: Alterar ou atualizar a senha da sua conta.
ru: Измените или обновите пароль своего аккаунта.
tr: Hesabınızın parolanızı değiştirin veya güncelleyin.
zh_cn: 更改或更新您的帐户密码。

# account.oldPassword
source: Old password
ar: كلمة المرور القديمة
cs: Staré heslo
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
ja: 古いパスワード
ko: 기존 비밀번호
pt: Senha antiga
ru: Старый пароль
tr: Eski parola
zh_cn: 旧密码

# account.passwordCannotBeEmpty
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
cs: Heslo musí být vyplněno
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
ja: パスワードを空白にすることはできません
ko: 비밀번호는 비워둘 수 없습니다.
pt: O campo "senha" não pode estar em branco
ru: Пароль не может быть пустым
tr: Parola boş bırakılamaz
zh_cn: 密码不能为空

# account.newPassword
source: New password
ar: كلمة مرور جديدة
cs: Nové heslo
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova senha
ru: Новый пароль
tr: Yeni parola
zh_cn: 新密码

# shared.passwordCantBeEmpty
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
cs: Heslo musí být vyplněno
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
ja: パスワードを空白にすることはできません
ko: 비밀번호는 비워둘 수 없습니다.
pt: O campo "senha" não pode estar em branco
ru: Пароль не может быть пустым
tr: Parola boş bırakılamaz
zh_cn: 密码不能为空

# register.wrongPasswordPatternV2
source: Password must meet all requirements
ar: يجب أن تفي كلمة المرور بجميع المتطلبات
cs: Heslo musí splňovat všechny požadavky
de: Das Passwort muss alle Anforderungen erfüllen
es: La contraseña debe cumplir todos los requisitos
fr: Le mot de passe doit répondre à toutes les exigences.
ja: パスワードはすべての要件を満たさなければいけません
ko: 비밀번호는 모든 조건을 충족해야 합니다
pt: A senha precisa cumprir todos os requisitos
ru: Пароль должен соответствовать всем требованиям
tr: Parola tüm gereksinimleri karşılamalıdır
zh_cn: 密码必须满足所有要求

# register.passwordIsToLongV2
source: Password must be between 8 and 256 characters
ar: يجب أن تكون كلمة المرور بين 8 و256 حرفًا
cs: Heslo musí mít 8 až 256 znaků
de: Das Passwort muss zwischen 8 und 256 Zeichen lang sein
es: La contraseña debe tener entre 8 y 256 caracteres
fr: Le mot de passe doit compter entre huit et 256 caractères.
ja: パスワードは8文字以上、256文字以下である必要があります
ko: 비밀번호는 8~256자여야 합니다
pt: A senha deve conter entre 8 e 256 caracteres
ru: Пароль должен содержать от 8 до 256 символов
tr: Şifre 8 ila 256 karakter arasında olmalıdır
zh_cn: 密码必须介于 8 到 256 个字符之间

# register.passwordLength
source: 8 or more characters
ar: 8 أحرف أو أكثر
cs: 8 nebo více znaků
de: 8 oder mehr Zeichen
es: 8 caracteres o más
fr: 8 caractères ou plus
ja: 8文字以上の文字数
ko: 8자 이상
pt: 8 ou mais caracteres
ru: 8 или более символов
tr: 8 veya daha fazla karakter
zh_cn: 多于 8 个字符

# register.passwordSymbolV2
source: At least 1 letter or symbol
ar: حرف أو رمز واحد على الأقل
cs: Alespoň 1 písmeno nebo symbol
de: Mindestens 1 Buchstabe oder Zeichen
es: Al menos una letra o símbolo
fr: Au moins une lettre ou un symbole
ja: 少なくとも1文字または記号
ko: 최소 1개의 문자 또는 기호
pt: Pelo menos 1 letra ou símbolo
ru: Минимум 1 буква или символ
tr: En az 1 harf veya sembol
zh_cn: 至少 1 个字母或符号

# register.passwordNumberV2
source: At least 1 number
ar: رقم واحد على الأقل
cs: Alespoň 1 číslo
de: Mindestens 1 Zahl
es: Al menos un número
fr: Au moins un chiffre
ja: 少なくとも1つの数字
ko: 최소 1개의 숫자
pt: Pelo menos 1 número
ru: Минимум 1 цифра
tr: En az 1 rakam
zh_cn: 至少 1 个数字

# account.confirmNewPassword
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
cs: Potvrďte nové heslo
de: Neues Passwort bestätigen
es: Confirmar contraseña nueva
fr: Confirmez le nouveau mot de passe
ja: 新しいパスワードの確認
ko: 새 비밀번호 확인
pt: Confirmar nova senha
ru: Подтвердить новый пароль
tr: Yeni parolayı onayla
zh_cn: 确认新密码

# register.passwordConfirmationRequired
source: Retype your password
ar: أعد كتابة كلمة المرور
cs: Přepište své heslo
de: Geben Sie Ihr Passwort erneut ein
es: Reescriba su contraseña
fr: Écrivez de nouveau votre mot de passe
ja: パスワードを再度入力してください
ko: 패스워드 재입력
pt: Digite novamente a sua senha
ru: Повторите пароль
tr: Parolanızı yeniden yazın
zh_cn: 重新输入密码

# register.passwordConfirmationMatchV2
source: Passwords do not match
ar: كلمة المرور غير مطابقة
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor
zh_cn: 密码不匹配

# account.yourPasswordHasBeenUpdate
source: Your password has been updated
ar: لقد تم تحديث كلمة السر الخاصة بك
cs: Vaše heslo bylo zaktualizováno
de: Ihr Passwort wurde aktualisiert
es: Su contraseña se ha actualizado
fr: Votre mot de passe a été mis à jour
ja: パスワードが更新されました
ko: 비밀번호가 업데이트되었습니다.
pt: A sua senha foi atualizada
ru: Ваш пароль был обновлен
tr: Şifreniz güncellendi
zh_cn: 您的密码已更新
