Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# summary.validatedResearchResources
source: Validated research resources
ar: مصادر بحثية معتمدة
cs: Ověřené výzkumné zdroje
de: Verifizierte Forschungsressourcen
es: Recursos de investigación validados
fr: Ressources de recherche validées
ja: 検証済みの研究リソース
ko: 검증된 연구 리소스
pt: Recursos de pesquisa validados
ru: Подтвержденные исследовательские ресурсы
tr: Doğrulanmış araştırma kaynakları
zh_cn: 已认证的研究资源

# summary.selfAssertedResearchResource
source: Self-asserted research resource
ar: مصدر بحثي موئوق
cs: Výzkumný zdroj přidaný uživatelem
de: Selbst angegebene Forschungsressource
es: Recurso de investigación autoafirmado
fr: Ressource de recherche autoproclamée
ja: 自己出資研究リソース
ko: 자기주장 연구 리소스
pt: Recurso de pesquisa autoafirmado
ru: Неподтвержденный исследовательский ресурс
tr: Kullanıcı tarafından onaylanmış araştırma kaynağı
zh_cn: 自我宣称的研究资源

# summary.validatedResearchResource
source: Validated research resource
ar: مصادر بحث معتمدة
cs: Ověřený výzkumný zdroj
de: Verifizierte Forschungsressourcen
es: Recurso de investigación validado
fr: Ressource de recherche validée
ja: 検証済みの研究リソース
ko: 검증된 연구 리소스
pt: Recurso de pesquisa validado
ru: Подтвержденный исследовательский ресурс
tr: Doğrulanmış araştırma kaynağı
zh_cn: 已认证的研究资源

# summary.reviewsFor
source: reviews for
ar: مراجعات لـ
cs: recenze pro
de: Reviews für
es: revisiones para
fr: évaluations pour
ja: レビュー対象:
ko: 검토, 대상:
pt: revisões para
ru: рец. на
tr: şunun için incelemeler:
zh_cn: 评论：

# summary.reviewFor
source: review for
ar: مراجعة لـ
cs: recenze pro
de: Review für
es: revisión para
fr: évaluation pour
ja: レビュー対象:
ko: 검토, 대상:
pt: revisão para
ru: рецензия на
tr: şunun için inceleme:
zh_cn: 评论：

# summary.publicationgrantes
source: publications/grants
ar: منشورات/ منح
cs: publikace/granty
de: Erscheinungen/Bewilligungen
es: publicaciones/subvenciones
fr: publications/subventions
ja: 出版 / 助成金
ko: 발행물/보조금
pt: publicações/bolsas
ru: (количество публикаций/грантов)
tr: yayınlar/hibeler
zh_cn: 出版物/补助金

# summary.publicationgrant
source: publication/grant
ar: منشور/ منحة
cs: publikace/grant
de: Erscheinung/Bewilligung
es: publicación/subvención
fr: publication/subvention
ja: 出版 / 助成金
ko: 발행물/보조금
pt: publicação//bolsa
ru: публикацию/грант
tr: yayın/hibe
zh_cn: 出版物/补助金

# summary.moreAffiliations
source: more Affiliations
ar: المزيد من الانتسابات
cs: více Přidružení
de: weitere Zugehörigkeiten
es: afiliaciones más
fr: autres affiliations
ja: 件の所属 (その他)
ko: 담당기관 더 보기
ru: свед. об аффилиации
tr: daha fazla Bağlantı
zh_cn: 更多隶属机构

# summary.moreProfessionalActivities
source: more Professional activities
ar: المزيد من الأنشطة المهنية
cs: více Profesionálních aktivit
de: weitere berufliche Tätigkeiten
es: actividades profesionales más
fr: autres activités professionnelles
ja: 件の専門研究活動 (その他)
ko: 전문 활동 더 보기
ru: свед. о профессиональной деятельности
tr: daha fazla Profesyonel faaliyet
zh_cn: 更多专业活动

# summary.moreOtherIdentifiers
source: more Other Identifiers
ar: المزيد من المعرفات الأخرى
de: weitere andere Kennungen
es: identificadores más
fr: autres identifiants
ja: 件の識別子 (その他)
ko: 다른 식별자 더 보기
ru: идентиф.
tr: daha fazla Diğer Tanımlayıcı
zh_cn: 更多其他识别码

# summary.moreEmailDomains
source: more Email Domains
ar: المزيد من نطاقات البريد الإلكتروني
cs: další e-mailové domény
de: weitere E-Mail-Domains
es: dominios de correo electrónico más
fr: autres domaines e-mail
ja: その他のメールドメイン
ko: 이메일 도메인 더 보기
pt: mais domínios de e-mail
ru: домен. эл. почты
tr: daha fazla E-posta Etki Alanı
zh_cn: 更多电子邮件域名

# summary.moreEmailDomain
source: more Email Domain
ar: المزيد من نطاق البريد الإلكتروني
cs: další e-mailová doména
de: weitere E-Mail-Domain
es: dominio de correo electrónico más
fr: autre domaine e-mail
ja: その他のメールドメイン
ko: 이메일 도메인 더 보기
pt: mais Domínio de e-mail
ru: домен электронной почты
tr: daha fazla E-posta Etki Alanı
zh_cn: 更多电子邮件域名

# summary.moreAffiliation
source: more Affiliation
ar: المزيد من الانتسابات
de: weitere Zugehörigkeit
es: afiliación más
fr: autre affiliation
ja: 件の所属 (その他)
ko: 담당기관 더 보기
ru: аффилиация
tr: daha fazla Bağlantı
zh_cn: 更多隶属机构

# summary.moreProfessionalActivitie
source: more Professional activity
ar: المزيد من النشاط المهني
cs: více Profesionální aktivity
de: weitere berufliche Tätigkeit
es: actividad profesional más
fr: autre activité professionnelle
ja: 件の専門研究活動 (その他)
ko: 전문 활동 더 보기
ru: профессиональная деятельность
tr: daha fazla Profesyonel faaliyet
zh_cn: 更多专业活动

# summary.moreOtherIdentifier
source: more Other Identifier
ar: المزيد من المعرف الآخر
cs: více Dalšího identifikátora
de: weitere andere Kennung
es: identificador más
fr: autre identifiant
ja: 件の識別子 (その他)
ko: 다른 식별자 더 보기
ru: идентификатор
tr: daha fazla Diğer Tanımlayıcı
zh_cn: 更多其他识别码

# summary.moreEducationQualifications
source: more Education and Qualifications
ar: مزيد من التعليم والمؤهلات
cs: další vzdělání a kvalifikace
de: weitere Ausbildung und Qualifikationen
es: educación y titulaciones más
fr: autres formations et qualifications
ja: その他の教育と資格
ko: 학력 및 자격증 더 보기
pt: mais Educação e Qualificações
ru: свед. об образовании и квалификации
tr: daha fazla Eğitim ve Nitelik
zh_cn: 更多的教育和资质

# summary.moreEducationQualification
source: more Education and Qualification
ar: مزيد من التعليم والمؤهل
cs: další vzdělání a kvalifikace
de: weitere Ausbildung und Qualifikation
es: educación y titulación más
fr: autre formation et qualification
ja: その他の教育と資格
ko: 학력 및 자격증 더 보기
pt: mais Educação e Qualificação
ru: сведение об образовании и квалификации
tr: daha fazla Eğitim ve Nitelik
zh_cn: 更多的教育和资质

# summary.emailDomainsLabel
source: Email Domains
ar: نطاقات البريد الإلكتروني
cs: E-mailové domény
es: Dominios de correo electrónico
fr: Domaines e-mail
ja: メードメイン
ko: 이메일 도메인
pt: Domínios de e-mail
ru: Домены электронной почты
tr: E-posta Etki Alanları
zh_cn: 电子邮件域名

# public-layout.my_orcid
source: ORCID Record
ar: تسجيلة أوركيد
cs: Účet ORCID
de: ORCID-Eintrag
es: Registro ORCID
fr: Dossier ORCID
ja: ORCID レコード
ko: ORCID 레코드
pt: Registro ORCID
ru: Запись ORCID
tr: ORCID Kaydı
zh_cn: ORCID 记录

# summary.viewAffiliations
source: View all affiliations in
ar: اعرض كل الانتماءات في
cs: Zobrazit všechna přidružení v
de: Alle Zugehörigkeiten im
es: Ver todas las afiliaciones en
fr: Afficher toutes les affiliations dans
ja: すべての所属を表示:
ko: 모든 담당기관 보기
pt: Ver todas as afiliações em
ru: Смотреть все аффилиации здесь:
tr: Tüm bağlantıları görüntüleyin:
zh_cn: 查看所有附属机构

# summary.viewWorks
source: View all works in
ar: اعرض كل الأعمال في
cs: Zobrazit všechna díla v
de: Alle Werke in
es: Ver todas las obras en
fr: Afficher tous les travaux dans
ja: すべての作品を表示:
ko: 모든 연구업적 보기
pt: Ver todas as obras em
ru: Смотреть все работы здесь:
tr: Tüm çalışmaları görüntüleyin:
zh_cn: 查看搜索工作

# summary.viewFundings
source: View all funding in
ar: اعرض كل التمويل في
cs: Zobrazit všechna financování do
de: Alle Finanzierungsdaten in
es: Ver todas las financiaciones en
fr: Afficher tous les financements dans
ja: すべての資金調達を表示:
ko: 모든 자금원 보기
pt: Ver todo o financiamento em
ru: Смотреть все источники финансирования здесь:
tr: Tüm finansmanı görüntüleyin:
zh_cn: 查看所有资金

# summary.viewResearchResources
source: View all research and resources in
ar: عرض جميع الأبحاث والموارد في
cs: Zobrazit všechny výzkumy a zdroje v
de: Alle Forschung und Ressourcen für folgenden Eintrag anzeigen:
es: Ver todas las investigaciones y recursos en
fr: Voir toutes les recherches et ressources dans
ja: すべての研究とリソースを表示:
ko: 모든 연구 및 리소스 보기
pt: Ver todas as pesquisas e recursos em
ru: Смотреть все исследовательские ресурсы здесь:
tr: Şuradaki tüm araştırmalar ve kaynakları görüntüleyin:
zh_cn: 查看下列的所有研究和资源

# summary.viewPeerReviews
source: View all peer reviews in
ar: اعرض كل التقييمات في
cs: Zobrazit všechny recenze v
de: Alle Peer-Reviews in
es: Ver todas las revisiones por pares en
fr: Afficher tous les examens par les pairs dans
ja: すべてのピアレビューを表示:
ko: 모든 동료 검토 보기
pt: Ver todas as revisões por pares em
ru: Смотреть все рецензии здесь:
tr: Tüm meslektaş değerlendirmelerini görüntüleyin:
zh_cn: 查看所有同行评审

# summary.viewProfessionalActivities
source: View all professional activities in
ar: اعرض كل الأنشطة المهنية في
cs: Zobrazit všechny odborné činnosti v
de: Alle beruflichen Tätigkeiten in
es: Ver todas las actividades profesionales en
fr: Afficher toutes les activités professionnelles dans
ja: すべての専門研究活動を表示:
ko: 모든 전문 활동 보기
pt: Ver todas as atividades profissionais em
ru: Смотреть все сведения о проф. деятельности здесь:
tr: Tüm profesyonel faaliyetleri görüntüleyin:
zh_cn: 查看所有的专业活动

# summary.viewIdentifiers
source: View all identifiers in
ar: اعرض كل المعرفات في
cs: Zobrazit všechny identifikátory v
de: Alle Identifikatoren in
es: Ver todos los identificadores en
fr: Afficher tous les identifiants dans
ja: すべての識別子を表示:
ko: 모든 식별자 보기
pt: Ver todos os identificadores em
ru: Смотреть все идентификаторы здесь:
tr: Tüm tanımlayıcıları görüntüleyin:
zh_cn: 查看所有标识符

# summary.viewEducationQualificationsActivities
source: View all education and qualifications in
ar: عرض جميع المؤهلات والتعليمات في
cs: Zobrazit všechna vzdělání a kvalifikace v
de: Alle Ausbildung und Qualifikationen für folgenden Eintrag anzeigen:
es: Ver toda la educación y las titulaciones en
fr: Voir toutes les formations et qualifications dans
ja: すべての教育と資格を表示:
ko: 모든 학력 및 자격증 보기
pt: Ver toda a educação e qualificações em
ru: Смотреть все сведения об образовании и квалификации здесь:
tr: Şuradaki tüm eğitim ve nitelikleri görüntüleyin:
zh_cn: 查看下列的所有教育和资质

# summary.viewEducationQualificationsActivitie
source: View education and qualification in
ar: عرض المؤهلات والتعليمات في
cs: Zobrazit vzdělání a kvalifikaci v
de: Ausbildung und Qualifikation für folgenden Eintrag anzeigen:
es: Ver la educación y la titulación en
fr: Voir les formations et qualifications dans
ja: 教育と資格を表示:
ko: 학력 및 자격증 보기
pt: Ver educação e qualificação em
ru: Смотреть сведения об образовании и квалификации здесь:
tr: Şuradaki eğitim ve niteliği görüntüleyin:
zh_cn: 查看下列的教育和资质

# summary.viewDomain
source: View all email domains in
ar: عرض جميع نطاقات البريد الإلكتروني في
cs: Zobrazit všechny e-mailové domény v
de: Alle E-Mail-Domains für folgenden Eintrag anzeigen:
es: Ver todos los dominios de correo electrónico en
fr: Voir tous les domaines e-mail dans
ja: すべてのメールドメインを表示:
ko: 모든 이메일 도메인 보기
pt: Ver todos os domínios de e-mail em
ru: Смотреть все домены электронной почты здесь:
tr: Şuradaki tüm e-posta etki alanlarını görüntüleyin:
zh_cn: 查看下列的所有电子邮件域名

# ngOrcid.signin.2fa.label
source: Two-factor authentication code
ar: رمز المصادقة الثنائية
cs: Kód pro dvoukrokové ověření
de: Zwei-Faktor-Authentifizierungscode
es: Código de autenticación de dos factores
fr: Code d'authentification à deux facteurs
ja: 2 要素認証コード
ko: 2단계 인증 코드
pt: Código de autenticação de dois fatores
ru: Код двухфакторная проверка подлинности
tr: İki faktörlü kimlik doğrulama kodu
zh_cn: 双重验证代码

# ngOrcid.signin.2fa.instructionsPart1
source: Enter a code
ar: أدخل رمزاً
cs: Zadejte kód
de: Geben Sie einen Code
es: Introduzca un código
fr: Rentrez un code
ja: コードを入力
ko: 코드 입력
pt: Introduza um código
ru: Ввести код
tr: İki faktörlü kimlik doğrulama
zh_cn: 输入代码

# ngOrcid.signin.2fa.instructionsPart2
source: from your two-factor authentication app
ar: من تطبيق المصادقة الثنائية الخاص بك
cs: z aplikace pro dvoukrokové ověření
de: aus Ihrer Zwei-Faktor-Authentifizierungs-App ein.
es: desde su aplicación de autentificación de dos factores
fr: de votre application d'authentification à deux facteurs
ja: 2要素認証アプリから
ko: 2단계 인증 앱에서
pt: a partir do seu aplicativo de autenticação de dois fatores
ru: из Вашего приложения двухфакторной аутентификации
tr: uygulamanızdan bir kod girin
zh_cn: 从您的双重验证应用程序

# shared.orcidHelpCenter
source: ORCID Help Center
ar: مركز مساعدة أوركيد (ORCID)
cs: Pomocné centrum ORCID
de: ORCID-Hilfezentrum
es: Centro de ayuda de ORCID
fr: Centre d'aide ORCID
ja: ORCIDヘルプセンター
ko: ORCID 도움말 센터
pt: Centro de Ajuda da Orcid
ru: Справочный центр ORCID
tr: ORCID Yardım Merkezi
zh_cn: ORCID 帮助中心

# ngOrcid.signin.2fa.authenticate
source: AUTHENTICATE
ar: مصادقة
cs: OVĚŘENÍ
de: AUTHENTIFIZIEREN
es: AUTENTICAR
fr: AUTHENTIFIER
ja: 認証
ko: 인증
pt: AUTENTICAR
ru: УДОСТОВЕРИТЬ
tr: KİMLİK DOĞRULAMASI
zh_cn: 验证

# shared.setVisibilityFor
source: Set visibility for
ar: إعداد نمط عرض لـ
cs: Nastavit viditelnost pro
de: Sichtbarkeit festlegen für
es: Establecer visibilidad para
fr: Définir la visibilité pour
ja: 可視性を設定:
ko: 다음 대상의 공개 범위 설정
pt: Definir visibilidade como
ru: Настройте видимость для следующего элемента:
tr: Şunun için görünürlüğü ayarla:
zh_cn: 设置可见性

# shared.thisItemOnly
source: This item only
ar: هذه المادة فقط
cs: Pouze tato položka
de: Nur dieses Element
es: Solo este elemento
fr: Cet élément uniquement
ja: このアイテムのみ
ko: 이 항목만
pt: Apenas este item
ru: Только этот элемент
tr: Yalnızca bu öğe
zh_cn: 仅限此项目

# shared.allItemsInThisGroup
source: All items in this group
ar: كل المواد في هذه المجموعة
cs: Všechny položky v této skupině
de: Alle Elemente in dieser Gruppe
es: Todos los elementos de este grupo
fr: Tous les éléments de ce groupe
ja: このグループのすべてのアイテム
ko: 이 그룹 내 모든 항목
pt: Todos os itens neste grupo
ru: Все элементы в группе
tr: Bu gruptaki tüm öğeler
zh_cn: 此群组中的所有项目

# shared.selectedItemsForVisibility
source: Selected items
ar: المواد المحددة
cs: Vybrané položky
de: Ausgewählte Elemente
es: Elementos seleccionados
fr: Éléments sélectionnés
ja: 選択されたアイテム
ko: 선택한 항목
pt: Itens selecionados
ru: Выбранные элементы
tr: Seçili öğeler
zh_cn: 已选项目

# shared.moreInformationOnOrcidVisibility
source: More information on ORCID visibility settings
ar: مزيد من المعلومات حول إعدادات العرض في ORCID؟
cs: Další informace o nastavení viditelnosti ve službě ORCID
de: Weitere Informationen zu den ORCID-Sichtbarkeitseinstellungen
es: Más información sobre la configuración de visibilidad de ORCID
fr: En savoir plus sur les paramètres de visibilité ORCID
ja: ORCIDの可視性設定についての詳細
ko: ORCID 공개 설정에 대한 자세한 정보
pt: Mais informações sobre as definições de visibilidade da ORCID
ru: Подробнее о настройках видимости в ORCID…
tr: ORCID görünürlük ayarları hakkında daha fazla bilgi
zh_cn: 更多关于 ORCID 可见性设置的信息

# share.ariaLabelPublic
source: set item visibility to Everyone
ar: تعيين إظهار العناصر للجميع
cs: nastavit viditelnost položky na Pro všechny
de: Elementsichtbarkeit auf „Alle“ festlegen
es: establezca la visibilidad del elemento para Todos
fr: définir la visibilité de l'élément sur Publique
ja: アイテムの表示設定を全員に設定
ko: 항목을 모두에게 공개로 설정
pt: definir a visibilidade do item para Todos
ru: выбрать настройку видимости элементов «Публичный доступ»
tr: öğe görünürlüğünü Herkes olarak ayarla
zh_cn: 设置项目可见性为“所有人”

# share.ariaLabelTrustedParty
source: set item visibility to Trusted Parties
ar: تعيين إظهار العناصر للأطراف الموثوق بها
cs: nastavit viditelnost položky na Důvěryhodné strany
de: Elementsichtbarkeit auf „Vertrauenswürdige Parteien“ festlegen
es: establezca la visibilidad del elemento para Partes de confianza
fr: définir la visibilité de l'élément sur Parties de confiance
ja: アイテムの表示設定を信頼できる個人・組織に設定
ko: 항목을 제한적으로 공개로 설정
pt: definir a visibilidade do item para Partes confiáveis
ru: выбрать настройку видимости элементов «Доверенные лица»
tr: öğe görünürlüğünü Güvenilir Taraflar olarak ayarla
zh_cn: 将项目可见性设置为“受信任方”

# share.ariaLabelPrivate
source: set item visibility to Only Me
ar: تعيين إظهار العناصر إلي فقط
cs: nastavit viditelnost položky na Pouze pro mě
de: Elementsichtbarkeit auf „Nur ich“ festlegen
es: establezca la visibilidad del elemento para Solo yo
fr: définir la visibilité de l'élément sur Privée
ja: アイテムの表示設定を自分のみに設定
ko: 항목을 비공개로 설정
pt: definir a visibilidade do item para Apenas eu
ru: выбрать настройку видимости элементов «Приватный доступ»
tr: öğe görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将项目可见性设置为“只有我”

# share.currentSelected
source: (Currently selected)
ar: (المحدد حاليا)
cs: (Aktuálně vybrané položky)
de: (Momentan ausgewählt)
es: (Seleccionado actualmente)
fr: (Actuellement sélectionné)
ja: (現在選択中)
ko: (현재 선택됨)
pt: (Atualmente selecionados)
ru: (Выбранный параметр)
tr: (Şu anda seçilen)
zh_cn: （当前选中）

# share.twoFactorSetup
source: 2FA - ORCID
ar: الاستيثاق الثنائي - أوركيد
cs: ORCID – Dvoufaktorové ověřování
ru: ORCID: 2FA

# share.institutionalLinking
source: Institutional linking - ORCID
ar: الربط المؤسسي - أوركيد
cs: ORCID – Propojení účtu instituce
de: Institutionelle Verknüpfung – ORCID
es: Vinculación con cuenta institucional - ORCID
fr: Liaison avec un compte institutionnel - ORCID
ja: 機関リンク - ORCID
ko: 기관 연결 - ORCID
pt: Ligação através de conta institucional - ORCID
ru: ORCID: привязка аккаунта организации
tr: Kurumsal hesapla bağlama - ORCID
zh_cn: 机构连接 - ORCID

# share.social
source: Social linking - ORCID
ar: الربط الاجتماعي - أوركيد
cs: ORCID – Propojení účtu sociálních sítí
de: Soziale Verknüpfung – ORCID
es: Vinculación con cuenta de red social - ORCID
fr: Liaison avec les réseaux sociaux - ORCID
ja: ソーシャルリンク - ORCID
ko: 소셜 연결 - ORCID
pt: Ligação através de conta social - ORCID
ru: ORCID: привязка аккаунта соцсети
tr: Sosyal medya hesaplarıyla bağlama - ORCID
zh_cn: 社交连接 - ORCID

# share.institutional
source: Institutional sign in - ORCID
ar: تسجيل الدخول المؤسسي - أوركيد
cs: ORCID – Přihlášení přes účet instituce
de: Institutionelle Anmeldung – ORCID
es: Inicio de sesión con cuenta institucional - ORCID
fr: Connexion avec un compte institutionnel - ORCID
ja: 機関サインイン - ORCID
ko: 기관 로그인 - ORCID
pt: Início de sessão com conta institucional - ORCID
ru: ORCID: вход с помощью аккаунта организации
tr: Kurumsal Hesapla Oturum Açma - ORCID
zh_cn: 机构登录 - ORCID

# share.inbox
source: Notifications inbox - ORCID
ar: صندوق بريد الإشعارات - أوركيد
cs: ORCID – Schránka pro oznámení
de: Benachrichtigungsposteingang – ORCID
es: Buzón de entrada de notificaciones - ORCID
fr: Boîte de réception des notifications - ORCID
ja: 通知受信トレイ - ORCID
ko: 알림 수신함 - ORCID
pt: Caixa de entrada de notificações - ORCID
ru: ORCID: входящие уведомления
tr: Bildirim gelen kutusu - ORCID
zh_cn: 通知收件箱 - ORCID

# share.signin
source: Sign in - ORCID
ar: تسجيل الدخول - أوركيد
cs: ORCID – Přihlásit se
de: Anmeldung – ORCID
es: Iniciar sesión - ORCID
fr: Connexion - ORCID
ja: サインイン - ORCID
ko: 로그인 - ORCID
pt: Iniciar sessão - ORCID
ru: ORCID: вход
tr: Oturum Aç - ORCID
zh_cn: 登录 - ORCID

# share.authorize
source: Oauth - ORCID
ar: Oauth - أوركيد
cs: ORCID – Oauth
ja: 認証 - ORCID
ru: ORCID: Oauth
zh_cn: 认证 - ORCID

# share.search
source: Search - ORCID
ar: البحث - أوركيد
cs: ORCID – Hledat
de: Suche – ORCID
es: Buscar - ORCID
fr: Recherche - ORCID
ja: 検索 - ORCID
ko: 검색 - ORCID
pt: Pesquisar - ORCID
ru: ORCID: поиск
tr: Ara - ORCID
zh_cn: 搜索 - ORCID

# share.reactivation
source: Account reactivation - ORCID
ar: إعادة تفعيل الحساب - أوركيد
cs: ORCID – Opětovná aktivace účtu
de: Kontoreaktivierung – ORCID
es: Reactivación de cuenta - ORCID
fr: Réactivation du compte - ORCID
ja: アカウントの再有効化 - ORCID
ko: 계정 재활성화 - ORCID
pt: Reativação de conta - ORCID
ru: ORCID: восстановление аккаунта
tr: Hesabı yeniden etkinleştirme - ORCID
zh_cn: 账户激活 - ORCID

# share.resetPassword
source: Reset password - ORCID
ar: إعادة تعيين كلمة المرور - أوركيد
cs: ORCID – Obnovení hesla
de: Passwortzurücksetzung – ORCID
es: Restablecer contraseña - ORCID
fr: Réinitialisation du mot de passe - ORCID
ja: パスワードのリセット - ORCID
ko: 비밀번호 초기화 - ORCID
pt: Repor palavra-passe - ORCID
ru: ORCID: сброс пароля
tr: Parolayı sıfırla - ORCID
zh_cn: 重置密码 - ORCID

# share.register
source: Register - ORCID
ar: التسجيل - أوركيد
cs: ORCID – Registrace
de: Registrierung – ORCID
es: Registrarse - ORCID
fr: Inscription - ORCID
ja: 登録 - ORCID
ko: 등록 - ORCID
pt: Registar - ORCID
ru: ORCID: регистрация
tr: Kaydol - ORCID
zh_cn: 注册 - ORCID

# share.account
source: Account settings - ORCID
ar: إعدادات الحساب - أوركيد
cs: ORCID – Nastavení účtu
de: Kontoreinstellungen – ORCID
es: Configuración de cuenta - ORCID
fr: Paramètres du compte - ORCID
ja: アカウント設定 - ORCID
ko: 계정 설정 - ORCID
pt: Definições de conta - ORCID
ru: ORCID: настройки аккаунта
tr: Hesap ayarları - ORCID
zh_cn: 账户设置 - ORCID

# share.deactivateAccount
source: Deactivate account - ORCID
ar: تعطيل الحساب - ORCID
cs: Deaktivovat účet –⁠⁠⁠⁠⁠⁠ ORCID
de: Konto deaktivieren – ORCID
es: Desactivar cuenta - ORCID
fr: Désactiver le compte - ORCID
ja: アカウントの無効化 - ORCID
ko: 계정 비활성화 - ORCID
pt: Desativar conta - ORCID
ru: Деактивировать аккаунт – ORCID
tr: Hesabı devre dışı bırak - ORCID
zh_cn: 关闭帐户 - ORCID

# share.trustedParties
source: Trusted parties - ORCID
ar: الأطراف الموثوقة - أوركيد
cs: ORCID – Důvěryhodné strany
de: Vertrauenswürdige Parteien – ORCID
es: Partes de confianza - ORCID
fr: Parties de confiance - ORCID
ja: トラステッド・パーティー - ORCID
ko: 제한적으로 공개 - ORCID
pt: Indivíduos e organizações de confiança - ORCID
ru: ORCID: доверенные лица
tr: Güvenilir taraflar - ORCID
zh_cn: 受信任组织 - ORCID

# share.resetPasswordEmail
source: Reset password - ORCID
ar: إعادة تعيين كلمة المرور - أوركيد
cs: ORCID – Obnovení hesla
de: Passwortzurücksetzung – ORCID
es: Restablecer contraseña - ORCID
fr: Réinitialisation du mot de passe - ORCID
ja: パスワードのリセット - ORCID
ko: 비밀번호 초기화 - ORCID
pt: Repor palavra-passe - ORCID
ru: ORCID: сброс пароля
tr: Parolayı sıfırla - ORCID
zh_cn: 重置密码 - ORCID

# share.selfService
source: Self Service - ORCID
ar: الخدمة الذاتية - أوركيد
cs: ORCID – Samoobslužná služba
es: Autoservicio - ORCID
fr: Libre-service - ORCID
ja: セルフサービス - ORCID
ru: ORCID: инструмент самообслуживания
tr: Self Servis - ORCID
zh_cn: 自助服务 - ORCID

# share.developerTools
source: Developer tools - ORCID
ar: أدوات المطور - أوركيد
cs: ORCID – Nástroje pro vývojáře
de: Entwicklerwerkzeuge – ORCID
es: Herramientas de desarrollador - ORCID
fr: Outils du développeur - ORCID
ja: 開発者ツール - ORCID
ko: 개발자 도구 - ORCID
pt: Ferramentas para programadores - ORCID
ru: ORCID: инструменты для разработчиков
tr: Geliştirici araçları - ORCID
zh_cn: 开发人员工具 - ORCID

# share.myOrcidTitle
source: - My ORCID
ar: - أوركيد الخاص بي
cs: – Můj ORCID
de: – Mein ORCID
es: - Mi ORCID
fr: - Mon ORCID
ja: - マイORCID
ko: - 내 ORCID
pt: - O meu ORCID
ru: — Мой ORCID
tr: - ORCID hesabım
zh_cn: - 我的 ORCID

# shared.dialogAriaLabeledByEmployment
source: Manage employment dialog
ar: إدارة مربع حوار التوظيف
cs: Spravovat dialogové okno Zaměstnání
de: Dialogfeld „Arbeitsverhältnisse verwalten“
es: Gestione el diálogo de empleo
fr: Gérer la boîte de dialogue Emploi
ja: 雇用ダイアログを管理
ko: 고용상태 대화상자 관리
pt: Gerir a caixa de diálogo do emprego
ru: Диалоговое окно управления: трудоустройство
tr: İş iletişim kutusunu yönet
zh_cn: 管理就业对话框

# shared.dialogAriaLabeledByEducation
source: Manage education dialog
ar: إدارة مربع حوار التعليم
cs: Spravovat dialogové okno Vzdělání
de: Dialogfeld „Ausbildung verwalten“
es: Gestione el diálogo de educación
fr: Gérer la boîte de dialogue Formation
ja: 教育ダイアログを管理
ko: 학력 대화상자 관리
pt: Gerir a caixa de diálogo da educação
ru: Диалоговое окно управления: образование
tr: Eğitim iletişim kutusunu yönet
zh_cn: 管理教育对话框

# shared.dialogAriaLabeledByQualification
source: Manage qualification dialog
ar: إدارة مربع حوار التأهيل
cs: Spravovat dialogové okno Kvalifikace
de: Dialogfeld „Qualifikation verwalten“
es: Gestione el diálogo de titulación
fr: Gérer la boîte de dialogue Qualification
ja: 資格ダイアログを管理
ko: 자격증 대화상자 관리
pt: Gerir a caixa de diálogo da qualificação
ru: Диалоговое окно управления: квалификация
tr: Nitelik iletişim kutusunu yönet
zh_cn: 管理资格认证对话框

# shared.dialogAriaLabeledByDistinction
source: Manage distinction dialog
ar: إدارة مربع حوار التميز
cs: Spravovat dialogové okno Vyznamenání
de: Dialogfeld „Auszeichnungen verwalten“
es: Gestione el diálogo de distinción
fr: Gérer la boîte de dialogue Distinction
ja: 賞ダイアログを管理
ko: 수훈 대화상자 관리
pt: Gerir a caixa de diálogo das distinções
ru: Диалоговое окно управления: знаки отличия
tr: Ayrım iletişim kutusunu yönet
zh_cn: 管理杰出贡献对话框
