Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.membershipSortStart
source: Sort membership, service, and editorial service by start date
ar: فرز العضوية والخدمة والخدمة التحريرية حسب تاريخ البدء
cs: Seřadit členství, služby a editační služby podle data zahájení
de: Mitgliedschaften, Dienstleistungen und redaktionelle Dienste nach Startdatum sortieren
es: Ordenar membresía, servicio y servicio editorial por fecha de inicio
fr: Trier les adhésions, les services et les services éditoriaux par date de début
ja: 会員制度、サービス、編集サービスを開始日でソート
ko: 시작일순으로 회원자격, 공헌, 편집 공헌 정렬
pt: Ordenar adesão, serviço e serviço editorial por data de início
ru: Отсортировать сведения о подписке, услугах и редакционных службах по дате начала
tr: Üyeliği, hizmeti ve editörlük hizmetini başlangıç tarihine göre sırala
zh_cn: 按开始日期对会员资格、服务及编辑服务进行排序

# shared.employmentSortEnd
source: Sort employment by end date
ar: فرز الوظائف حسب تاريخ الانتهاء
cs: Řadit zaměstnání podle data ukončení
de: Arbeitsverhältnisse nach Enddatum sortieren
es: Ordenar empleo por fecha de finalización
fr: Trier les emplois par date de fin
ja: 雇用を終了日でソート
ko: 종료일순으로 고용상태 정렬
pt: Ordenar emprego por data de fim
ru: Отсортировать информацию о трудоустройстве по дате окончания
tr: İşi bitiş tarihine göre sırala
zh_cn: 按结束时间对就业进行排序

# shared.professionalActivitiesSortEnd
source: Sort professional activities by end date
ar: فرز الأنشطة المهنية حسب تاريخ الانتهاء
cs: Řadit odborné aktivity podle data ukončení
de: Berufliche Tätigkeiten nach Enddatum sortieren
es: Ordenar actividades profesionales por fecha de finalización
fr: Trier les activités professionnelles par date de fin
ja: 専門研究活動を終了日でソート
ko: 종료일순으로 전문 활동 정렬
pt: Ordenar atividades profissionais por data de fim
ru: Отсортировать виды профессиональной деятельности по дате окончания
tr: Mesleki faaliyetleri bitiş tarihine göre sırala
zh_cn: 按结束日期对专业活动进行排序

# shared.educationSortEnd
source: Sort education and qualifications by end date
ar: فرز التعليم والمؤهلات حسب تاريخ الانتهاء
cs: Řadit vzdělání a kvalifikace podle data ukončení
de: Ausbildung und Qualifikationen nach Enddatum sortieren
es: Ordenar educación y titulaciones por fecha de finalización
fr: Trier les formations et les qualifications par date de fin
ja: 教育と資格を終了日でソート
ko: 종료일순으로 학력 및 자격증 정렬
pt: Ordenar formação e qualificações por data de fim
ru: Отсортировать сведения об образовании и квалификации по дате окончания
tr: Eğitim ve yeterlilikleri bitiş tarihine göre sırala
zh_cn: 按结束时间对学历和资历进行排序

# shared.distinctionSortEnd
source: Sort invited positions and distinction by end date
ar: فرز المناصب الشرفية والامتيازات حسب تاريخ الانتهاء
cs: Řadit udělené pozice a ocenění podle data ukončení
de: Eingeladene Positionen und Auszeichnungen nach Enddatum sortieren
es: Ordenar puestos de invitado y distinciones por fecha de finalización
fr: Trier les postes d'invités et les distinctions par date de fin
ja: 招待されたポジションと賞を終了日でソート
ko: 종료일순으로 초빙직책 및 수훈 정렬
pt: Ordenar cargos por convite e distinções por data de fim
ru: Отсортировать сведения о приглашениях на должности и знаках отличия по дате окончания
tr: Davetle katılım sağlanan görevleri, ödül ve dereceleri bitiş tarihine göre sırala
zh_cn: 按结束时间对受邀职位和荣誉进行排序

# shared.membershipSortEnd
source: Sort membership, service, and editorial service by end date
ar: فرز العضوية والخدمة والخدمة التحريرية حسب تاريخ الانتهاء
cs: Seřadit členství, služby a editační služby podle data ukončení
de: Mitgliedschaften, Dienstleistungen und redaktionelle Dienste nach Enddatum sortieren
es: Ordenar membresía, servicio y servicio editorial por fecha de finalización
fr: Trier les adhésions, les services et les services éditoriaux par date de fin
ja: 会員制度、サービス、編集サービスを終了日でソート
ko: 종료일순으로 회원자격, 공헌, 편집 공헌 정렬
pt: Ordenar adesão, serviço e serviço editorial por data de fim
ru: Отсортировать сведения о подписке, услугах и редакционных службах по дате окончания
tr: Üyeliği, hizmeti ve editörlük hizmetini bitiş tarihine göre sırala
zh_cn: 按结束日期对会员资格、服务及编辑服务进行排序

# shared.professionalActivitiesSortType
source: Sort professional activities by type
ar: فرز الأنشطة المهنية حسب النوع
cs: Řadit odborné aktivity podle typu
de: Berufliche Tätigkeiten nach Typ sortieren
es: Ordenar actividades profesionales por tipo
fr: Trier les activités professionnelles par type
ja: 専門研究活動をタイプでソート
ko: 유형별로 전문 활동 정렬
pt: Ordenar atividades profissionais por tipo
ru: Отсортировать профессиональную деятельность по типу
tr: Mesleki faaliyetleri türüne göre sırala
zh_cn: 按类型对专业活动进行排序

# shared.fundingSortType
source: Sort funding by type
ar: فرز التمويل حسب النوع
cs: Řadit financování podle typu
de: Finanzierung nach Typ sortieren
es: Ordenar financiación por tipo
fr: Trier les financements par type
ja: 資金調達をタイプでソート
ko: 유형별로 자금원 정렬
pt: Ordenar financiamento por tipo
ru: Отсортировать сведения о финансировании по типу
tr: Fonu türe göre sırala
zh_cn: 按类型对资金进行排序

# shared.worksSortType
source: Sort works by type
ar: فرز الأعمال حسب النوع
cs: Řadit díla podle typu
de: Werke nach Typ sortieren
es: Ordenar obras por tipo
fr: Trier les travaux par type
ja: 作品をタイプでソート
ko: 유형별로 연구업적 정렬
pt: Ordenar trabalhos por tipo
ru: Отсортировать работы по типу
tr: İşleri türe göre sırala
zh_cn: 按类型对工作进行排序

# shared.fundingSortDate
source: Sort funding by date
ar: فرز التمويل حسب التاريخ
cs: Řadit financování podle data
de: Finanzierung nach Datum sortieren
es: Ordenar financiación por fecha
fr: Trier les financements par date
ja: 資金調達を日付でソート
ko: 날짜순으로 자금원 정렬
pt: Ordenar financiamento por data
ru: Отсортировать сведения о финансировании по дате
tr: Fonu tarihe göre sırala
zh_cn: 按日期对资金进行排序

# shared.worksSortDate
source: Sort works by date
ar: فرز الأعمال حسب التاريخ
cs: Řadit díla podle data
de: Werke nach Datum sortieren
es: Ordenar obras por fecha
fr: Trier les travaux par date
ja: 作品を日付でソート
ko: 날짜순으로 연구업적 정렬
pt: Ordenar trabalhos por data
ru: Отсортировать работы по дате
tr: İşleri tarihe göre sırala
zh_cn: 按时间对工作进行排序

# shared.researchSortDate
source: Sort research resources by date
ar: فرز موارد البحث حسب التاريخ
cs: Řadit recenze podle data
de: Forschungsressourcen nach Datum sortieren
es: Ordenar recursos de investigación por fecha
fr: Trier les ressources de recherche par date
ja: 研究リソースを日付でソート
ko: 날짜순으로 연구 리소스 정렬
pt: Ordenar recursos de investigação por data
ru: Отсортировать исследовательские ресурсы по дате
tr: Araştırma kaynaklarını tarihe göre sırala
zh_cn: 按日期对研究资源进行排序

# shared.employmentSortSource
source: Sort employment by source
ar: فرز العمالة حسب المصدر
cs: Seřadit povolání pomocí zdroje
de: Arbeitsverhältnisse nach Quelle sortieren
es: Ordenar empleo por fuente
fr: Trier les emplois par source
ja: 雇用をソースでソート
ko: 소스순으로 고용상태 정렬
pt: Ordenar emprego por fonte
ru: Отсортировать информацию о трудоустройстве по источнику
tr: İşi kaynağa göre sırala
zh_cn: 按来源排序就业经历

# shared.educationSortSource
source: Sort education and qualifications by source
ar: فرز التعليم والمؤهلات حسب المصدر
cs: Seřadit vzdělání a kvalifikace pomocí zdroje
de: Ausbildung und Qualifikationen nach Quelle sortieren
es: Ordenar educación y titulaciones por fuente
fr: Trier les formations et les qualifications par source
ja: 教育と資格をソースでソート
ko: 소스순으로 학력 및 자격증 정렬
pt: Ordenar formação e habilitações por fonte
ru: Отсортировать сведения об образовании и квалификации по источнику
tr: Eğitim ve niteliği kaynağa göre sırala
zh_cn: 按来源排序学历与资历

# shared.professionalActivitiesSortSource
source: Sort professional activities by source
ar: فرز الأنشطة المهنية حسب المصدر
cs: Seřadit profesionální aktivity pomocí zdroje
de: Berufliche Tätigkeiten nach Quelle sortieren
es: Ordenar actividades profesionales por fuente
fr: Trier les activités professionnelles par source
ja: 専門研究活動をソースでソート
ko: 소스순으로 전문 활동 정렬
pt: Ordenar atividades profissionais por fonte
ru: Отсортировать сведения о профессиональной деятельности по источнику
tr: Profesyonel faaliyetleri kaynağa göre sırala
zh_cn: 按来源排序专业活动

# shared.fundingSortSource
source: Sort funding by source
ar: فرز التمويل حسب المصدر
cs: Seřadit financování pomocí zdroje
de: Finanzierung nach Quelle sortieren
es: Ordenar financiación por fuente
fr: Trier les financements par source
ja: 資金調達をソースでソート
ko: 소스순으로 자금원 정렬
pt: Ordenar financiamento por fonte
ru: Отсортировать сведения о финансировании по источнику
tr: Finansmanı kaynağa göre sırala
zh_cn: 按来源排序资金

# shared.worksSortSource
source: Sort works by source
ar: فرز الأعمال حسب المصدر
cs: Seřadit práce pomocí zdroje
de: Werke nach Quelle sortieren
es: Ordenar obras por fuente
fr: Trier les travaux par source
ja: 作品をソースでソート
ko: 소스순으로 연구업적 정렬
pt: Ordenar trabalhos por fonte
ru: Отсортировать работы по источнику
tr: Çalışmaları kaynağa göre sırala
zh_cn: 按来源排序工作

# shared.editAriaLabelCountries
source: Manage your countries
ar: إدارة بلادك
cs: Spravovat země
de: Länder verwalten
es: Gestione sus países
fr: Gérer vos pays
ja: 国を管理
ko: 국가 관리
pt: Gerir países
ru: Управление разделом «Страны»
tr: Ülkelerinizi yönetin
zh_cn: 管理您的国家

# shared.editAriaLabelEmails
source: Manage your emails
ar: إدارة رسائل البريد الإلكتروني
cs: Spravovat e-maily
de: E-Mail-Adressen verwalten
es: Gestione sus correos electrónicos
fr: Gérer vos e-mails
ja: 電子メールを管理
ko: 이메일 관리
pt: Gerir e-mails
ru: Управление адресами эл. почты
tr: E-postalarınızı yönetin
zh_cn: 管理您的电子邮件

# shared.editAriaLabelWebsites
source: Manage your websites & social links
ar: إدارة المواقع الإلكترونية والروابط الاجتماعية الخاصة بك
cs: Spravovat odkazy na webové stránky a sociální sítě
de: Websites und Links zu sozialen Medien verwalten
es: Gestione sus enlaces a sitios web y redes sociales
fr: Gérer vos sites Internet et vos liens sociaux
ja: ウェブサイト＆ソーシャルリンクを管理
ko: 웹사이트 및 소셜 링크 관리
pt: Gerir websites e hiperligações sociais
ru: Управление сайтами и ссылками на соцсети
tr: Web sitelerinizi ve sosyal bağlantılarınızı yönetin
zh_cn: 管理您的网站和社交链接

# shared.editAriaLabelKeywords
source: Manage your keywords
ar: إدارة الكلمات الرئيسية الخاصة بك
cs: Spravovat klíčová slova
de: Schlüsselwörter verwalten
es: Gestione sus palabras clave
fr: Gérer vos mots-clés
ja: キーワードを管理
ko: 키워드 관리
pt: Gerir palavras-chave
ru: Управление ключевыми словами
tr: Anahtar kelimelerinizi yönetin
zh_cn: 管理您的关键字

# shared.editAriaLabelOtherIds
source: Manage your other IDs
ar: إدارة معرّفاتك الأخرى
cs: Spravovat ostatní ID
de: Andere IDs verwalten
es: Gestione sus otros ID
fr: Gérer vos autres identifiants
ja: 他のIDを管理
ko: 다른 ID 관리
pt: Gerir outros IDs
ru: Управление другими идентификаторами
tr: Diğer kimliklerinizi yönetin
zh_cn: 管理您的其他 ID

# shared.editAriaLabelBiography
source: Manage your biography
ar: إدارة سيرتك الذاتية
cs: Spravovat životopis
de: Biografie verwalten
es: Gestione su biografía
fr: Gérer votre biographie
ja: バイオグラフィーを管理
ko: 자기소개 관리
pt: Gerir biografia
ru: Управление разделом «Биография»
tr: Biyografinizi yönetin
zh_cn: 管理您的简历

# shared.editAriaLabelNames
source: Manage your names
ar: إدارة الأسماء الخاصة بك
cs: Spravovat jména
de: Namen verwalten
es: Gestione sus nombres
fr: Gérer vos noms
ja: 名前を管理
ko: 이름 관리
pt: Gerir nomes
ru: Управление разделом «Имена»
tr: Adlarınızı yönetin
zh_cn: 管理您的名称

# shared.editAriaLabel
source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑

# shared.opensInNewTab
source: (opens in a new tab)
ar: (يفتح في علامة تبويب جديدة)
cs: (otevře se v nové záložce)
de: (wird in einem neuen Tab geöffnet)
es: (se abrirá en una pestaña nueva)
fr: (s'ouvre dans un nouvel onglet)
ja: (新しいタブが開きます)
ko: (새 탭에서 열기)
pt: (abre num novo separador)
ru: (откроется в новой вкладке)
tr: (yeni bir sekmede açılır)
zh_cn: （在新标签页中打开）

# ngOrcid.signin.deactivated
source: A deactivated ORCID record is associated with this email address; to reactivate your ORCID record please enter your email address and submit the form to start the reactivate process.
ar: يرتبط سجل ORCID معطل بعنوان البريد الإلكتروني هذا؛ لإعادة تنشيط سجل ORCID الخاص بك، يُرجى إدخال عنوان بريدك الإلكتروني وإرسال النموذج لبدء عملية إعادة التنشيط.
cs: Deaktivovaný ORCID záznam je spojen s touto e-mailovou adresou; Chcete-li znovu aktivovat záznam ORCID, zadejte prosím svou e-mailovou adresu a odešlete formulář a spusťte proces opětovného aktivace.
de: Dieser E-Mail-Adresse ist ein deaktivierter ORCID-Eintrag zugeordnet. Um Ihren ORCID-Eintrag zu reaktivieren, geben Sie bitte Ihre E-Mail-Adresse ein und schicken Sie das Formular ab, um den Reaktivierungsprozess zu starten.
es: Hay un registro ORCID desactivado asociado con esta dirección de correo electrónico; para reactivar su registro ORCID introduzca su dirección de correo electrónico y envíe el formulario para comenzar el proceso de reactivación.
fr: Un dossier ORCID désactivé est associé à cette adresse électronique ; pour réactiver votre dossier ORCID, veuillez entrer votre adresse électronique et soumettre le formulaire pour lancer le processus de réactivation.
ja: 非アクティブ化されたORCIDレコードがこのメールアドレスに関連付けられています。ORCIDレコードを再アクティベートするには、メールアドレスを入力し、フォームを送信して再アクティベートプロセスを開始してください。
ko: 비활성화된 ORCID 레코드가 이 이메일 주소와 연관되어 있습니다. ORCID 레코드를 재활성화하려면 이메일 주소를 입력하고 양식을 제출하여 재활성화 프로세스를 시작하십시오.
pt: Um registro ORCID desativado está associado a este endereço de e-mail; para reativar o seu registro ORCID, introduza o seu endereço de e-mail e envie o formulário para iniciar o processo de reativação.
ru: С этим адресом электронной почты связана деактивированная запись ORCID. Чтобы повторно активировать запись ORCID, введите свой адрес электронной почты и отправьте форму для начала процесса реактивации.
tr: Devre dışı bırakılmış bir ORCID kaydı bu e-posta adresiyle ilişkilidir; ORCID kaydınızı yeniden etkinleştirmek için lütfen e-posta adresinizi girin ve yeniden etkinleştirme işlemini başlatmak üzere formu gönderin.
zh_cn: 已停用的 ORCID 记录与此邮箱地址关联；为重新激活您的 ORCID 记录，请输入您的邮箱地址并提交表单以启动重新激活过程。

# ngOrcid.signin.deactivatedEnterEmail
source: If you can no longer access any emails associated with your iD, please
ar: إذا لم يعد بإمكانك الوصول إلى أي رسائل بريد إلكتروني مرتبطة بالمعرف الخاص بك، من فضلك
cs: Pokud již nemáte přístup k žádnému e-mailu připojenému k vašemu iD, prosím
de: Wenn Sie nicht mehr auf die E-Mails zugreifen können, die mit Ihrer iD verknüpft sind, dann
es: Si ya no puede acceder a ningún correo electrónico asociado con su iD, por favor
fr: Si vous ne pouvez plus avoir accès à aucune des adresses électroniques liées à votre ID, veuillez
ja: 今後、お客様のiDに関連したメールにはアクセスすることができません
ko: 귀하의 iD와 관련된 이메일에 더 이상 액세스할 수 없는 경우
pt: Se não tem mais acesso à nenhum endereço de e-mail associado ao seu iD, por favor
ru: Если у Вас больше нет доступа к электронной почте, связанной с вашим iD, пожалуйста
tr: Artık kimliğinizle ilişkili hiçbir e-postaya erişemiyorsanız, lütfen
zh_cn: 如果您无法再访问任何与您的 iD 相关的邮件，请

# ngOrcid.signin.contactSupport
source: contact support
ar: اتصل بالدعم
cs: kontaktujte podporu
de: kontaktieren Sie den Support
es: contáctenos
fr: contacter l'assistance
ja: サポートまでご連絡ください
ko: 지원팀에 문의하십시오
pt: contactar suporte
ru: обратитесь в службу поддержки
tr: destek ekibiyle iletişime geçin
zh_cn: 联系 ORCID 团队

# ngOrcid.signin.email
source: Email
ar: بريد الكتروني
de: E-Mail-Adresse
es: Correo electrónico
fr: Courriel
ja: 電子メール
ko: 이메일
ru: Адрес электронной почты
tr: E-posta
zh_cn: 电子邮件

# ngOrcid.signin.emailHint
source: example@email.com
cs: Email
de: beispiel@email.com
es: ejemplo@email.com
fr: exemple@email.fr
ja: 電子メール
ko: 이메일
pt: examplo@email.com
ru: primer@mail.ru
zh_cn: 电子邮件格式

# ngOrcid.signin.requiredEmail
source: Email is required
ar: البريد الإلكتروني مطلوب
cs: Je vyžadován e-mail
de: Die E-Mail-Adresse ist erforderlich
es: Se necesita un correo electrónico
fr: Une adresse e-mail est requise
ja: メールが必要です
ko: 이메일이 필요합니다
pt: É necessário um e-mail
ru: Адрес электронной почты обязателен
tr: E-posta gereklidir
zh_cn: 需要填写邮箱

# ngOrcid.signin.invalidEmail
source: Use the format example@email.com
ar: استخدم التنسيق example@email.com
cs: Použijte formát example@email.com
de: Verwenden Sie das Format beispiel@email.com
es: Utilice el formato ejemplo@email.com
fr: Utiliser le format exemple@email.com
ja: example@email.comのフォーマットを使用してください
ko: example@email.com 형식을 사용하십시오
pt: Utilize o formato exemplo@email.com
ru: Используйте формат example@email.com
tr: example@email.com biçimini kullanın
zh_cn: 请使用 example@email.com 格式的邮箱名

# ngOrcid.signin.submit
source: SUBMIT
ar: تأكيد
cs: ODESLAT
de: ABSCHICKEN
es: ENVIAR
fr: SOUMETTRE
ja: 提出
ko: 제출
pt: ENVIAR
ru: ОТПРАВИТЬ
tr: GÖNDER
zh_cn: 提交

# ngOrcid.signin.theOrcidId
source: The Orcid iD
ar: معرف Orcid
cs: ID ORCID
de: Die ORCID-iD
es: ORCID iD
fr: L'Orcid iD
ja: Orcid iD
ko: ORCID iD
pt: O ORCID iD
ru: ORCID iD
tr: Orcid kimliği
zh_cn: ORCID iD 号

# ngOrcid.signin.cannotSignInToOrcid
source: You cannot sign in to ORCID with this email address until you have claimed the record.
ar: يتعذّر عليك تسجيل الدخول إلى ORCID باستخدام عنوان البريد الإلكتروني هذا إلا بعد المطالبة بالسجل.
cs: Pomocí této e-mailové adresy se nemůžete přihlásit do ORCID, dokud si nevyžádáte záznam.
de: Sie können sich nicht mit dieser E-Mail-Adresse bei ORCID anmelden, bis Sie den Eintrag beansprucht haben.
es: No podrá iniciar sesión en ORCID con esta dirección de correo electrónico hasta que haya reclamado el registro.
fr: Vous ne pouvez pas vous connecter à ORCID avec cette adresse e-mail tant que vous n'avez pas réclamé le dossier.
ja: レコードを申請するまで、このメールアドレスでORCIDにサインインすることはできません。
ko: 레코드를 클레임하기 전까지는 이 이메일 주소로 ORCID에 로그인할 수 없습니다.
pt: Não pode entrar no ORCID com este endereço de e-mail até ter reivindicado o registo.
ru: Чтобы войти в систему с помощью этого адреса эл. почты, подтвердите профиль.
tr: Kaydı talep edene dek bu e-posta adresiyle ORCID'de oturum açamazsınız.
zh_cn: 请先获取当前记录，再使用此电子邮件地址登录 ORCID。

# ngOrcid.signin.cannotSignInToOrcidWithId
source: You cannot sign in to ORCID with this iD until you have claimed the record.
ar: لا يمكنك تسجيل الدخول إلى ORCID باستخدام هذا المعرف حتى تتم المطالبة بالسجل.
cs: Do ORCID se nemůžete přihlásit pomocí tohoto ID, dokud si nevyžádáte záznam.
de: Sie können sich nicht mit dieser iD bei ORCID anmelden, bis Sie den Eintrag beansprucht haben.
es: No podrá iniciar sesión en ORCID con este iD hasta que haya reclamado el registro.
fr: Vous ne pouvez pas vous connecter à ORCID avec cet identifiant tant que vous n'avez pas réclamé le dossier.
ja: レコードを申請するまで、このiDでORCIDにサインインすることはできません。
ko: 레코드를 클레임하기 전까지는 이 iD로 ORCID에 로그인할 수 없습니다.
pt: Não pode entrar no ORCID com este iD até ter reivindicado o registo.
ru: Чтобы войти с помощью этого идентификатора, подтвердите профиль.
tr: Kaydı talep edene dek bu kimlikle ORCID'de oturum açamazsınız.
zh_cn: 请先获取当前记录，再登录 ORCID。

# ngOrcid.signin.needToReactivateAccount
source: You will need to reactivate the account before you can sign in with this email address.
ar: يلزمك إعادة تنشيط الحساب قبل أن تتمكن من تسجيل الدخول باستخدام عنوان البريد الإلكتروني هذا.
cs: Než se budete moci přihlásit pomocí této e-mailové adresy, budete muset účet znovu aktivovat.
de: Sie müssen das Konto erneut aktivieren, bevor Sie sich mit dieser E-Mail-Adresse anmelden können.
es: Deberá reactivar la cuenta para iniciar sesión con esta dirección de correo electrónico.
fr: Vous devrez réactiver le compte avant de pouvoir vous connecter avec cette adresse e-mail.
ja: このメールアドレスでサインインする前に、アカウントを再有効化する必要があります。
ko: 계정을 재활성화해야만 이 이메일 주소로 로그인할 수 있습니다.
pt: Terá de reativar a conta antes de poder entrar com este endereço de e-mail.
ru: Чтобы использовать этот адрес эл. почты, восстановите аккаунт.
tr: Bu e-posta adresiyle oturum açmadan önce hesabı yeniden etkinleştirmeniz gerekmektedir.
zh_cn: 请先重新激活帐户，再使用此电子邮件地址登录。

# ngOrcid.signin.needToReactivateToSigInWithId
source: You will need to reactivate the account before you can sign in with this iD.
ar: يلزمك إعادة تنشيط الحساب قبل أن تتمكن من تسجيل الدخول باستخدام هذا المعرف.
cs: Než se budete moci přihlásit pomocí tohoto ID, budete si muset účet znovu aktivovat.
de: Sie müssen das Konto erneut aktivieren, bevor Sie sich mit dieser iD anmelden können.
es: Deberá reactivar la cuenta para iniciar sesión con este iD.
fr: Vous devrez réactiver le compte avant de pouvoir vous connecter avec cet identifiant.
ja: このiDでサインインする前に、アカウントを再有効化する必要があります。
ko: 계정을 재활성화해야만 이 iD로 로그인할 수 있습니다.
pt: Terá de reativar a conta antes de poder entrar com este iD.
ru: Чтобы использовать этот идентификатор, восстановите аккаунт.
tr: Bu kimlikle oturum açmadan önce hesabı yeniden etkinleştirmeniz gerekmektedir.
zh_cn: 请先重新激活帐户，再使用当前 iD 号登录。

# ngOrcid.signin.orcidAccountHasBeenDeprecated
source: This ORCID account has been deprecated. The active account is
ar: تم إهمال حساب ORCID هذا. الحساب النشط هو
cs: Tento účet ORCID byl zastaralý. Aktivní účet je
de: Dieses ORCID-Konto ist nicht mehr aktuell. Das aktive Konto ist
es: Esta cuenta ORCID está desactivada. La cuenta activa es
fr: Ce compte ORCID a été rendu obsolète. Le compte actif est le
ja: このORCIDアカウントは廃止されました。アクティブなアカウントはこちらです:
ko: 이 ORCID 계정은 사용중지되었습니다. 활성 계정:
pt: Esta conta ORCID foi descontinuada. A conta ativa é
ru: Этот аккаунт устарел. Активный:
tr: Bu ORCID hesabı artık geçersiz. Etkin hesap:
zh_cn: 当前 ORCID 帐户已被取代。正在使用的帐户是

# ngOrcid.signin.deactivated.UsingOrcid.1
source: To start reactivation please enter an email address associated with this account in the 'Email or ORCID iD' field above.
ar: لبدء إعادة التنشيط، يُرجى إدخال عنوان بريد إلكتروني مرتبط بهذا الحساب في حقل "البريد الإلكتروني أو معرف ORCID" أعلاه.
cs: Abyste spustili opětovnou aktivaci, zadejte do pole „E-mail nebo ORCID iD“ výše e-mailovou adresu spojenou s tímto účtem.
de: Um mit der Reaktivierung zu beginnen, geben Sie bitte eine mit diesem Konto verknüpfte E-Mail-Adresse in das Feld „E-Mail oder ORCID-iD“ oben ein.
es: Para iniciar el proceso de reactivación, introduzca la dirección de correo electrónico vinculada a esta cuenta en el campo "Correo electrónico o ID de ORCID" que se encuentra arriba.
fr: Pour commencer le processus de réactivation, saisissez une adresse e-mail associée à ce compte dans le champ "Adresse e-mail ou ID ORCID" ci-dessus.
ja: 再有効化を開始するには、上の「メールまたはORCID iD」フィールドに、このアカウントに関連付けられているメールアドレスを入力してください。
ko: 재활성화를 시작하려면 위 '이메일 또는 ORCID iD' 내 계정에 연결된 이메일 주소를 입력하십시오.
pt: Para iniciar a reativação, introduza um endereço de e-mail associado a esta conta no campo "E-mail ou ORCID ID" acima.
ru: Для восстановления введите адрес электронной почты, связанный с этим аккаунтом, в поле «Адрес электронной почты или ORCID iD» сверху.
tr: Yeniden etkinleştirmeyi başlatmak için lütfen yukarıdaki "E-posta veya ORCID kimliği" alanına bu hesapla ilişkili bir e-posta adresi girin.
zh_cn: 如需重新激活，请在上方“邮箱或 ORCID iD”栏输入关联此帐户的电子邮箱地址。

# ngOrcid.signin.deactivated.UsingOrcid.2
source: If you no longer have access to any of the email addresses associated with the deactivated account please
ar: إذا لم يعد بإمكانك الوصول إلى أي من عناوين البريد الإلكتروني المرتبطة بالحساب المعطل، فيُرجى
cs: Pokud už nemáte přístup k e-mailovým adresám spojeným s deaktivovaným účtem,
de: Wenn Sie keinen Zugriff mehr auf eine der E-Mail-Adressen haben, die mit dem deaktivierten Konto verbunden sind,
es: Si ya no dispone de acceso a ninguna de las direcciones de correo electrónico vinculadas a la cuenta desactivada,
fr: Si vous n'avez plus accès à aucune des adresses e-mail associées au compte désactivé, merci de
ja: 無効化されたアカウントに紐づくメールアドレスにアクセスできなくなった場合は、
ko: 비활성화된 계정과 연결된 이메일 주소 중 액세스 가능한 것이 없다면
pt: Se já não tiver acesso a nenhum dos endereços de e-mail associados à conta desativada,
ru: Если у вас нет доступа ни к одному адресу, привязанному к деактивированному аккаунту,
tr: Devre dışı bırakılmış hesapla ilişkili e-posta adreslerinin hiçbirine artık erişiminiz yoksa lütfen
zh_cn: 如您无法使用与待激活帐户关联的电子邮箱，请
