Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# side-bar.ariaLabelOrcidTermsSupport
source: ORCID support page (Opens in a new tab)
ar: صفحة دعم ORCID (تفتح في علامة تبويب جديدة)
cs: Stránka podpory ORCID (Otevře se v nové záložce)
de: ORCID-Supportseite (öffnet in neuem Tab)
es: Página de asistencia de ORCID (se abrirá en una pestaña nueva)
fr: Page d'aide ORCID (s'ouvre dans un nouvel onglet)
ja: ORCIDサポートページ (新しいタブが開きます)
ko: ORCID 지원 페이지(새 탭에서 열림)
pt: Página de suporte da ORCID (abre num novo separador)
ru: Страница службы поддержки ORCID (откроется новая вкладка)
tr: ORCID destek sayfası (Yeni bir sekmede açılır)
zh_cn: ORCID 支持页面（在新标签页中打开）

# side-bar.ariaLabelOrcidTermsOfUseLink
source: ORCID terms of use (Opens in a new tab)
ar: شروط استخدام ORCID (يفتح في علامة تبويب جديدة)
cs: Podmínky používání služeb ORCID (Otevře se v nové záložce)
de: ORCID-Nutzungsbedingungen (öffnet in neuem Tab)
es: Términos de uso de ORCID (se abrirá en una pestaña nueva)
fr: Conditions d'utilisation ORCID (s'ouvre dans un nouvel onglet)
ja: ORCID利用規約 (新しいタブが開きます)
ko: ORCID 이용 약관(새 탭에서 열림)
pt: Termos de utilização da ORCID (abre num novo separador)
ru: Условия использования ORCID (откроется новая вкладка)
tr: ORCID kullanım koşulları (Yeni bir sekmede açılır)
zh_cn: ORCID 使用条款（在新标签页中打开）

# side-bar.ariaLabelEmailSave
source: Save changes to Emails
ar: حفظ التغييرات في رسائل البريد الإلكتروني
cs: Uložit změny v e-mailech
de: Änderungen an E-Mail-Adressen speichern
es: Guarde los cambios realizados en Correos electrónicos
fr: Enregistrer les modifications dans E-mails
ja: メールの変更を保存
ko: 이메일에 변경사항 저장
pt: Guardar alterações em E-mails
ru: Сохранить изменения в разделе «Адреса электронной почты»
tr: E-posta değişikliklerini kaydet
zh_cn: 保存对电子邮件的更改

# side-bar.ariaLabelEmailAndDomainsSave
source: Save changes to Emails & domains
ar: حفظ التغييرات على البريد الإلكتروني والنطاقات
cs: Uložit změny v e-mailech a doménách
de: Änderungen an E-Mails und Domains speichern
es: Guardar cambios en "Correos electrónicos y dominios"
fr: Enregistrer les modifications apportées à E-mails et domaines
ja: メールアドレス & ドメインへの変更を保存
ko: 이메일 및 도메인에 변경사항 저장
pt: Salvar alterações em e-mails e domínios
ru: Сохранить изменения в разделе «Адреса электронной почты и домены»
tr: E-postalar ve etki alanları değişikliklerini kaydet
zh_cn: 保存对电子邮件和域名的更改

# side-bar.notificationsAreSentToEmail
source: Notifications are sent to
ar: تُرسل الإشعارات إلى
cs: Oznámení jsou zasílána na adresu
de: Benachrichtigungen werden gesendet an
es: Las notificaciones se envían a
fr: Les notifications sont envoyées à
ja: 通知の送信先:
ko: 알림이 다음으로 전송됨
pt: As notificações são enviadas para
ru: Уведомления отправляются на адрес
tr: Bildirimler gönderildi:
zh_cn: 通知会发送到

# side-bar.ariaLabelEmailCancel
source: Cancel changes and close Emails
ar: إلغاء التغييرات وإغلاق رسائل البريد الإلكتروني
cs: Zrušit změny a zavřít e-maily
de: Änderungen verwerfen und E-Mail-Adressen schließen
es: Cancele los cambios y cierre Correos electrónicos
fr: Annuler les modifications et fermer E-mails
ja: 変更をキャンセルしてメールを閉じる
ko: 변경사항을 취소하고 이메일 닫기
pt: Cancelar alterações e fechar E-mails
ru: Отменить изменения и закрыть раздел «Адреса электронной почты»
tr: Değişiklikleri iptal et ve E-postaları kapat
zh_cn: 取消更改并关闭电子邮件

# side-bar.ariaLabelEmailAndDomainsCancel
source: Cancel changes and close Emails & domains
ar: إلغاء التغييرات وإغلاق إعدادات البريد الإلكتروني والنطاقات
cs: Zrušit změny v e-mailech a doménách
de: Änderungen verwerfen und E-Mails und Domains schließen
es: Cancelar cambios y cerrar "Correos electrónicos y dominios"
fr: Annuler les modifications et fermer E-mails et domaines
ja: 変更をキャンセルしてメールアドレス & ドメインを閉じる
ko: 변경사항을 취소하고 이메일 및 도메인 닫기
pt: Cancelar alterações e fechar e-mails e domínios
ru: Отменить изменения и закрыть раздел «Адреса электронной почты и домены»
tr: Değişiklikleri iptal et ve E-postalar ve etki alanlarını kapat
zh_cn: 取消更改并关闭电子邮件和域名

# side-bar.ariaLabelEmailDelete
source: Delete Email
ar: حذف البريد الإلكتروني
cs: Odstranit e-mail
de: E-Mail-Adresse löschen
es: Elimine el correo electrónico
fr: Supprimer l'e-mail
ja: メールを削除
ko: 이메일 삭제
pt: Eliminar e-mail
ru: Удалить адрес электронной почты
tr: E-postayı Sil
zh_cn: 删除电子邮件

# side-bar.ariaLabelEmailAndDomainsClose
source: Close Emails & domains
ar: إغلاق إعدادات البريد الإلكتروني والنطاقات
cs: Zavřít e-maily a domény
de: E-Mails und Domains schließen
es: Cerrar "Correos electrónicos y dominios"
fr: Fermer E-mails et domaines
ja: メールアドレス & ドメインを閉じる
ko: 이메일 및 도메인 닫기
pt: Fechar e-mails e domínios
ru: Закрыть раздел «Адреса электронной почты и домены»
tr: E-posta ve etki alanlarını kapat
zh_cn: 关闭电子邮件和域名

# side-bar.ariaLabelEmailClose
source: Close Emails
ar: إغلاق رسائل البريد الإلكتروني
cs: Zavřít e-maily
de: E-Mail-Adressen schließen
es: Cerrar Correos electrónicos
fr: Fermer E-mails
ja: メールを閉じる
ko: 이메일 닫기
pt: Fechar e-mails
ru: Закрыть раздел «Адреса электронной почты»
tr: E-postaları Kapat
zh_cn: 关闭电子邮件

# side-bar.emailAddress
source: Email address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
de: E-Mail-Adresse
es: Direcciones de correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
pt: Endereço de e-mail
ru: Адрес электронной почты
tr: E-posta adresi
zh_cn: 电子邮件地址

# side-bar.newEmailAddress
source: New email address
ar: عنوان بريد إلكتروني جديد
cs: Nová e-mailová adresa
de: Neue E-Mail-Adresse
es: Nueva dirección de correo electrónico
fr: Nouvelle adresse e-mail
ja: 新しいメールアドレス
ko: 새 이메일 주소
pt: Novo endereço de e-mail
ru: Новый адрес электронной почты
tr: Yeni e-posta adresi
zh_cn: 新建电子邮件地址

# side-bar.otherEmails
source: Other email addresses
ar: عناوين بريد إلكتروني أخرى
cs: Další e-mailové adresy
de: Weitere E-Mail-Adressen
es: Otras direcciones de correo electrónico
fr: Autres adresses e-mails
ja: その他のメールアドレス
ko: 다른 이메일 주소들
pt: Outros endereços de e-mail
ru: Другие адреса эл. почты
tr: Diğer e-posta adresleri
zh_cn: 其他电子邮箱地址

# side-bar.ariaLabelPrimaryEmailPublic
source: Set primary email visibility to Everyone
ar: تعيين رؤية البريد الإلكتروني الأساسي إلى "الجميع"
cs: Nastavit viditelnost primárního e-mailu na Pro všechny
de: Sichtbarkeit der primären E-Mail-Adresse auf „Alle“ festlegen
es: Establezca la visibilidad del correo electrónico principal para Todos
fr: Définir la visibilité de l'adresse e-mail principale sur Tout le monde
ja: メインのメールアドレスの表示設定を全員に設定
ko: 기본 이메일을 모두에게 공개로 설정
pt: Definir a visibilidade de e-mail principal como Todos
ru: Выбрать для параметра видимости основного адреса электронной почты значение «Все»
tr: Birincil e-posta görünürlüğünü Herkes olarak ayarla
zh_cn: 将主要电子邮件可能度设置为所有人

# side-bar.ariaLabelPrimaryEmailTrustedParties
source: Set primary email visibility to Trusted Parties
ar: تعيين رؤية البريد الإلكتروني الأساسي إلى "الأطراف الموثوق بها"
cs: Nastavit viditelnost primárního e-mailu na Důvěryhodné strany
de: Sichtbarkeit der primären E-Mail-Adresse auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad del correo electrónico principal para Partes de confianza
fr: Définir la visibilité de l'adresse e-mail principale sur Parties de confiance
ja: メインのメールアドレスの表示設定を信頼できる個人・組織に設定
ko: 기본 이메일을 제한적으로 공개로 설정
pt: Definir a visibilidade de e-mail principal como Partes confiáveis
ru: Выбрать для параметра видимости основного адреса электронной почты значение «Доверенные лица»
tr: Birincil e-posta görünürlüğünü Güvenilir Taraflar olarak ayarla
zh_cn: 将主要电子邮件可能度设置为受信任方

# side-bar.ariaLabelPrimaryEmailPrivate
source: Set primary email visibility to Only Me
ar: تعيين رؤية البريد الإلكتروني الأساسي إلى "أنا فقط"
cs: Nastavit viditelnost primárního e-mailu na Pouze pro mě
de: Sichtbarkeit der primären E-Mail-Adresse auf „Nur ich“ festlegen
es: Establezca la visibilidad del correo electrónico principal para Solo yo
fr: Définir la visibilité de l'adresse e-mail principale sur Privé
ja: メインのメールアドレスの表示設定を自分のみに設定
ko: 기본 이메일을 비공개로 설정
pt: Definir a visibilidade de e-mail principal como Apenas para mim
ru: Выбрать для параметра видимости основного адреса электронной почты значение «Только я»
tr: Birincil e-posta görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将主要电子邮件可能度设置为只有我

# side-bar.ariaLabelOtherEmailPublic
source: Set other email visibility to Everyone
ar: تعيين رؤية بريد إلكتروني آخر إلى "الجميع"
cs: Nastavit viditelnost dalších e-mailů na Pro všechny
de: Sichtbarkeit der anderen E-Mail-Adressen auf „Alle“ festlegen
es: Establezca la visibilidad de otro correo electrónico para Todos
fr: Définir la visibilité de l'autre adresse e-mail sur Tout le monde
ja: 他のメールアドレスの表示設定を全員に設定
ko: 다른 이메일을 모두에게 공개로 설정
pt: Definir a visibilidade de e-mail de outros como Todos
ru: Выбрать для параметра видимости неосновного адреса электронной почты значение «Все»
tr: Diğer e-posta görünürlüğünü Herkes olarak ayarla
zh_cn: 将其他电子邮件可能度设置为所有人

# side-bar.ariaLabelOtherEmailTrustedParties
source: Set other email visibility to Trusted Parties
ar: تعيين رؤية بريد إلكتروني آخر إلى "الأطراف الموثوق بها"
cs: Nastavit viditelnost dalších e-mailů na Důvěryhodné strany
de: Sichtbarkeit der anderen E-Mail-Adressen auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de otro correo electrónico para Partes de confianza
fr: Définir la visibilité de l'autre adresse e-mail sur Parties de confiance
ja: 他のメールアドレスの表示設定を信頼できる個人・組織に設定
ko: 다른 이메일을 제한적으로 공개로 설정
pt: Definir a visibilidade de e-mail de outros como Partes confiáveis
ru: Выбрать для параметра видимости неосновного адреса электронной почты значение «Доверенные лица»
tr: Diğer e-posta görünürlüğünü Güvenilen Taraflar olarak ayarla
zh_cn: 将其他电子邮件可能度设置为受信任方

# side-bar.ariaLabelOtherEmailPrivate
source: Set other email visibility to Only Me
ar: تعيين رؤية بريد إلكتروني آخر إلى "أنا فقط"
cs: Nastavit viditelnost dalších e-mailů na Pouze pro mě
de: Sichtbarkeit der anderen E-Mail-Adressen auf „Nur ich“ festlegen
es: Establezca la visibilidad de otro correo electrónico para Solo yo
fr: Définir la visibilité de l'autre adresse e-mail sur Privé
ja: 他のメールアドレスの表示設定を自分のみに設定
ko: 다른 이메일을 비공개로 설정
pt: Definir a visibilidade de e-mail de outros como Apenas para mim
ru: Выбрать для параметра видимости неосновного адреса электронной почты значение «Только я»
tr: Diğer e-posta görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将其他电子邮件可能度设置为只有我

# side-bar.ariaLabelEmailPublic
source: Set email visibility to Everyone
ar: تعيين إمكانية رؤية البريد الإلكتروني على "الجميع"
cs: Nastavit viditelnost e-mailu na Všichni
de: Sichtbarkeit von E-Mails auf „Alle“ festlegen
es: Establezca la visibilidad de los correos electrónicos para Todos
fr: Définir la visibilité des e-mails sur Tout le monde
ja: メールの表示設定を全員に変更
ko: 이메일을 모두에게 공개로 설정
pt: Definir a visibilidade de e-mail como Todos
ru: Выбрать настройку видимости эл. почты «Публичный доступ»
tr: E-posta görünürlüğünü Herkes olarak ayarla
zh_cn: 将电子邮件可见性设置为所有人

# side-bar.ariaLabelEmailTrustedParties
source: Set email visibility to Trusted Parties
ar: تعيين إمكانية رؤية البريد الإلكتروني على "الأطراف الموثوقة"
cs: Nastavit viditelnost e-mailu na Důvěryhodné strany
de: Sichtbarkeit von E-Mails auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de los correos electrónicos para Partes de confianza
fr: Définir la visibilité des e-mails sur Parties de confiance
ja: メールの表示設定を信頼できる個人・組織に設定
ko: 이메일을 제한적으로 공개로 설정
pt: Definir a visibilidade de e-mail como Partes confiáveis
ru: Выбрать настройку видимости эл. почты «Доверенные лица»
tr: E-posta görünürlüğünü Güvenilen Taraflar olarak ayarla
zh_cn: 向受信任方设置电子邮件可见性

# side-bar.ariaLabelEmailPrivate
source: Set email visibility to Only Me
ar: تعيين رؤية البريد الإلكتروني على "أنا فقط"
cs: Nastavit viditelnost e-mailu na Pouze já
de: Sichtbarkeit von E-Mails auf „Nur ich“ festlegen
es: Establezca la visibilidad de los correos electrónicos para Solo yo
fr: Définir la visibilité des e-mails sur Privé
ja: メールの表示設定を自分のみに設定
ko: 이메일을 비공개로 설정
pt: Definir a visibilidade de e-mail como Apenas para mim
ru: Выбрать настройку видимости эл. почты «Приватный доступ»
tr: E-posta görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将电子邮件可见性设置为仅我可见

# side-bar.ariaLabelDomainVisibilityPublic
source: Set domain visibility to Everyone
ar: تعيين رؤية المجال للجميع
cs: Nastavit viditelnost domény na Všichni
de: Domain-Sichtbarkeit auf „Alle“ festlegen
es: Establezca la visibilidad de los dominios para Todos
fr: Définir la visibilité du domaine sur Tout le monde
ja: ドメインの表示設定を全員に変更
ko: 도메인을 모두에게 공개로 설정
pt: Definir a visibilidade de domínio como Todos
ru: Выбрать настройку видимости домена «Публичный доступ»
tr: Etki alanı görünürlüğünü Herkes olarak ayarla
zh_cn: 将域名可见性设置为所有人

# side-bar.ariaLabelDomainVisibilityTrustedParties
source: Set domain visibility to Trusted Parties
ar: تعيين رؤية المجال للأطراف الموثوقة
cs: Nastavit viditelnost domény na Důvěryhodné strany
de: Domain-Sichtbarkeit auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de los dominios para Partes de confianza
fr: Définir la visibilité du domaine sur Parties de confiance
ja: ドメインの表示設定を信頼できる個人・組織に設定
ko: 도메인을 제한적으로 공개로 설정
pt: Definir a visibilidade de domínio como Partes confiáveis
ru: Выбрать настройку видимости домена «Доверенные лица»
tr: Etki alanı görünürlüğünü Güvenilen Taraflar olarak ayarla
zh_cn: 向受信任方设置域名可见性

# side-bar.ariaLabelDomainVisibilityPrivate
source: Set domain visibility to Only Me
ar: تعيين رؤية المجال لي فقط
cs: Nastavit viditelnost domény na Pouze já
de: Domain-Sichtbarkeit auf „Nur ich“ festlegen
es: Establezca la visibilidad de los dominios para Solo yo
fr: Définir la visibilité du domaine sur Privé
ja: ドメインの表示設定を自分のみに設定
ko: 도메인을 비공개로 설정
pt: Definir a visibilidade de domínio como Apenas para mim
ru: Выбрать настройку видимости домена «Личный доступ»
tr: Etki alanı görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将域名可见性设置为仅我可见

# side-bar.ariaOpenAccountSettings
source: Open your ORCID account settings
ar: فتح إعدادات الحساب الخاص بك في أوركيد
cs: Otevřít nastavení svého účtu ORCID
de: Öffnen Sie die Einstellungen Ihres ORCID-Kontos
es: Abra el menú de configuración de su cuenta de ORCID
fr: Ouvrir les paramètres de votre compte ORCID
ja: ORCIDアカウント設定を開く
ko: ORCID 계정 설정 열기
pt: Abra as configurações da sua conta ORCID
ru: Открыть настройки профиля ORCID
tr: ORCID hesap ayarlarınızı açın
zh_cn: 打开您的 ORCID 帐户设置

# side-bar.deleteTooltip
source: You can't delete the only email address in your account
ar: لا يمكنك حذف عنوان البريد الإلكتروني الوحيد في حسابك
cs: Nemůžete smazat jedinou e-mailovou adresu na vašem účtu
de: Sie können nicht die einzige E-Mail-Adresse in Ihrem Konto löschen
es: No puede eliminar la única dirección de correo electrónico que hay en su cuenta
fr: Vous ne pouvez pas supprimer la seule adresse e-mail de votre compte
ja: アカウントにメールアドレスが1つしかないため、削除できません
ko: 계정 내 유일한 이메일 주소는 삭제할 수 없습니다.
pt: Não é possível eliminar o e-mail único da sua conta
ru: Нельзя удалить единственный адрес эл. почты в аккаунте
tr: Hesabınızdaki tek e-posta adresini silemezsiniz
zh_cn: 无法删除账户中唯一的电子邮件地址

# side-bar.visibilityTooltip
source: Visibility set to Only me
ar: تم تعيين إمكانية الرؤية على "أنا فقط"
cs: Viditelnost nastavena na Pouze já
de: Sichtbarkeit auf „Nur ich“ festgelegt
es: Visibilidad establecida en Solo yo
fr: Visibilité réglée sur Privé
ja: 表示設定: 自分のみ
ko: 공개 여부가 비공개로 설정됨
pt: Visibilidade definida como Apenas para mim
ru: Настройка видимости установлена на «Приватный доступ»
tr: Görünürlük Yalnızca ben olarak ayarlandı
zh_cn: 可见性设置为仅我可见

# side-bar.orcidEmailValidation
source: ORCID email validation
ar: التحقق من البريد الإلكتروني الخاص بسجل أوركيد
cs: Ověření e-mailu ORCID
de: ORCID-E-Mail-Verifizierung
es: Validación de correos electrónicos de ORCID
fr: Validation d'e-mail ORCID
ja: ORCIDメールアドレス確認
ko: ORCID 이메일 확인
pt: Validação do e-mail ORCID
ru: Подтверждение адреса электронной почты в ORCID
tr: ORCID e-posta doğrulaması
zh_cn: ORCID 电子邮件验证

# shared.pleaseReview
source: Please review and fix the issue
ar: يرجى مراجعة المشكلة وإصلاحها
cs: Prosím zkontrolujte a opravte problém
de: Bitte überprüfen und beheben Sie das Problem
es: Revise y solucione el problema
fr: Veuillez examiner et régler le problème.
ja: 問題を確認して修正してください
ko: 검토 후 잘못된 부분을 수정하세요
pt: Por favor, analise e corrija o problema
ru: Проверьте и устраните проблему
tr: Lütfen sorunu gözden geçirin ve düzeltin
zh_cn: 请检查并修复此问题

# topBar.keywords
source: Keywords
ar: كلمات مفتاحية
cs: Klíčová slova
de: Schlüsselwörter
es: Palabras clave
fr: Mots clés
ja: キーワード
ko: 키워드
pt: Palavras-chave
ru: Ключевые слова
tr: Anahtar kelimeler
zh_cn: 关键字

# topBar.keywordsAre
source: Keywords are words or phrases which describe your research activities. Adding keywords can help people find you when searching the ORCID registry.
ar: الكلمات المفتاحية هي كلمات أو عبارات تصف أنشطتك البحثية. يمكن لإضافة الكلمات المفتاحية مساعدة الآخرين في العثور عليك عند بحث سجل أوركيد.
cs: Klíčová slova jsou slova nebo fráze, které popisují vaše výzkumné aktivity. Přidání klíčových slov může lidem pomoci vás najít při vyhledávání v systému ORCID.
de: Schlüsselwörter sind Wörter oder Sätze, die Ihre Forschungsaktivitäten beschreiben. Wenn Sie Schlüsselwörter hinzufügen, kann das anderen helfen, Sie bei der Suche in der ORCID-Datenbank zu finden.
es: Las palabras clave son palabras o frases que describen sus actividades de investigación. Agregar palabras clave puede ayudar a otras personas a encontrarle cuando busquen en el registro de ORCID.
fr: Les mots-clés sont des mots ou des phrases qui décrivent vos activités de recherche. L'ajout de mots-clés peut aider les gens à vous trouver lors d'une recherche dans le registre ORCID.
ja: キーワードは、あなたの研究アクティビティを説明する単語やフレーズです。キーワードを追加すると、他のユーザーがORCIDレジストリを検索する時にあなたを見つけやすくなります。
ko: 키워드는 연구 활동을 설명하는 단어 또는 구문입니다. 키워드를 추가하면 사람들이 ORCID 레지스트리를 검색할 때 귀하를 찾는 데 도움이 됩니다.
pt: As palavras-chave são palavras ou frases que descrevem as suas atividades de pesquisa. Adicionar palavras-chave pode ajudar as pessoas a encontrá-lo quando fizerem uma busca no site da ORCID.
ru: Ключевые слова — это слова или фразы, которые описывают Вашу научно-исследовательскую деятельность. Добавление ключевых слов может помочь людям найти Вас при поиске в реестре ORCID.
tr: Anahtar kelimeler, araştırma faaliyetlerinizi tanımlayan kelimeler veya kelime öbekleridir. Anahtar kelimeler eklemek, kullanıcıların ORCID kaydında arama yaparken sizi bulmasına yardımcı olabilir.
zh_cn: 关键字是描述您的研究活动的单词或短语。添加关键字可以帮助人们在搜索 ORCID 注册数据库时找到您。

# topBar.myKeywords
source: My keywords
ar: كلماتي المفتاحية
cs: Moje klíčová slova
de: Meine Schlüsselwörter
es: Mis palabras clave
fr: Mes mots-clés
ja: マイキーワード
ko: 내 키워드
pt: Minhas palavras-chave
ru: Мои ключевые слова
tr: Anahtar kelimelerim
zh_cn: 我的关键字

# topBar.keywordMaxLength
source: Must be less than 100 characters
ar: يجب أن تكون أقل من 100 حرف
cs: Musí mít méně než 100 znaků
de: Muss weniger als 100 Zeichen lang sein
es: Debe contener menos de 100 caracteres
fr: Doit compter moins de 100 caractères
ja: 100文字未満である必要があります
ko: 100자 미만이어야 합니다
pt: Deve conter menos de 100 caracteres
ru: Должно быть менее 100 символов
tr: 100 karakterden kısa olmalıdır
zh_cn: 必须少于 100 个字符

# topBar.addKeyword
source: Add a keyword
ar: أضف كلمة مفتاحية
cs: Přidat klíčová slova.
de: Fügen Sie ein Schlüsselwort hinzu
es: Agregar palabra clave
fr: Ajoutez un mot-clé
ja: キーワードを追加
ko: 키워드 추가
pt: Adicionar uma palavra-chave
ru: Добавить ключевое слово
tr: Anahtar kelime ekle
zh_cn: 添加关键字

# topBar.addAnotherKeyword
source: Add another keyword
ar: أضف كلمة مفتاحية أخرى
cs: Přidat další klíčové slovo
de: Weiteres Schlüsselwort hinzufügen
es: Agregar otra palabra clave
fr: Ajouter un autre mot-clé
ja: 別のキーワードを追加
ko: 다른 키워드 추가
pt: Adicionar outra palavra-chave
ru: Добавить другое ключевое слово
tr: Başka bir anahtar kelime ekle
zh_cn: 添加另一个关键字

# side-bar.ariaLabelKeywordSave
source: Save changes to Keywords
ar: حفظ التغييرات على الكلمات المفتاحية
cs: Uložit změny v klíčových slovech
de: Änderungen an Schlüsselwörtern speichern
es: Guarde los cambios realizados en Palabras clave
fr: Enregistrer les modifications dans Mots-clés
ja: キーワードの変更を保存
ko: 키워드에 변경사항 저장
pt: Guardar alterações em Palavras-chave
ru: Сохранить изменения в разделе «Ключевые слова»
tr: Anahtar Kelime değişikliklerini kaydet
zh_cn: 保存对关键字的更改

# side-bar.ariaLabelKeywordCancel
source: Cancel changes to Keywords
ar: إلغاء التغييرات على الكلمات المفتاحية
cs: Zrušit změny v klíčových slovech
de: Änderungen an Schlüsselwörtern verwerfen
es: Cancele los cambios en Palabras clave
fr: Annuler les modifications dans Mots-clés
ja: キーワードの変更をキャンセル
ko: 키워드에 변경사항 취소
pt: Cancelar alterações a Palavras-chave
ru: Отменить изменения в разделе «Ключевые слова»
tr: Anahtar Kelime değişikliklerini iptal et
zh_cn: 取消对关键字的更改

# side-bar.ariaLabelKeywordDelete
source: Delete Keyword
ar: حذف الكلمة المفتاحية
cs: Odstranit klíčové slovo
de: Schlüsselwort löschen
es: Elimine una palabra clave
fr: Supprimer le mot-clé
ja: キーワードを削除
ko: 키워드 삭제
pt: Eliminar palavra-chave
ru: Удалить ключевое слово
tr: Anahtar Kelimeyi Sil
zh_cn: 删除关键字

# side-bar.ariaLabelKeywordNew
source: New Keyword
ar: كلمة مفتاحية جديدة
cs: Nové klíčové slovo
de: Neues Schlüsselwort
es: Palabra clave nueva
fr: Nouveau mot-clé
ja: 新しいキーワード
ko: 새 키워드
pt: Nova palavra-chave
ru: Новое ключевое слово
tr: Yeni Anahtar Kelime
zh_cn: 新的关键字

# side-bar.ariaLabelKeyword
source: Keyword
ar: كلمة مفتاحية
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mot clé
ja: キーワード
ko: 키워드
pt: Palavra-chave
ru: Ключевое слово
tr: Anahtar kelime
zh_cn: 关键词

# side-bar.ariaLabelCloseKeywords
source: Close Keywords
ar: إغلاق الكلمات المفتاحية
cs: Zavřít klíčová slova
de: Schlüsselwörter schließen
es: Cierre Palabras clave
fr: Fermer Mots-clés
ja: キーワードを閉じる
ko: 키워드 닫기
pt: Fechar palavras-chave
ru: Закрыть раздел «Ключевые слова»
tr: Anahtar Kelimeleri kapat
zh_cn: 关闭关键字

# topBar.keyword
source: Keyword
ar: كلمة مفتاحية
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mot clé
ja: キーワード
ko: 키워드
pt: Palavra-chave
ru: Ключевое слово
tr: Anahtar kelime
zh_cn: 关键词

# side-bar.personalIdentifiers
source: Other IDs
ar: معرفات أخرى
cs: Jiná ID
de: Andere IDs
es: Otros IDs
fr: Autres identifiants
ja: 他の ID
ko: 기타 ID
pt: Outros iDs
ru: Другие ID
tr: Diğer Kimlikler
zh_cn: 其他 ID
