Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# environmentBanner.ariaLabelWarning
source: Warning, testing website
ar: تحذير، اختبار الموقع الإلكتروني
cs: Varování, testování webových stránek
de: Achtung: Test-Website
es: Advertencia: sitio web de pruebas
fr: Attention, site de test en cours
ja: 警告。テスト用のウェブサイト
ko: 경고, 테스트 웹사이트
pt: Aviso, website de teste
ru: Внимание, тестовый сайт
tr: Uyarı, web sitesi test ediliyor
zh_cn: 警告，测试用网站

# ngOrcid.error
source: Oh no! An error occurred
ar: عذراً! لقد حدث خطأ
cs: Ach ne! Vyskytla se chyba
de: Es ist ein Fehler ist aufgetreten
es: ¡Vaya! Se ha producido un error
fr: Oups! Une erreur s'est produite
ja: おっと！エラーが発生しました
ko: 이런! 에러가 발생했습니다
pt: Oh não! Ocorreu um erro
ru: О нет! Произошла ошибка
tr: Eyvah! Bir hata oluştu
zh_cn: 爱呀！ 错误发生

# shared.knowledgeBase
source: visit our knowledge base.
ar: يمكنك زيارة قاعدة معارفنا.
cs: navštivte naši databázi znalostí.
de: schauen Sie in unserer Wissensdatenbank nach.
es: visite nuestra base de conocimientos.
fr: consulter notre base de connaissances.
ja: 弊社のナレッジベースをご覧ください。
ko: 저희의 지식 베이스를 방문하세요.
pt: visite o nosso banco de conhecimento.
ru: посетите нашу базу знаний.
tr: bilgi tabanımızı ziyaret edin.
zh_cn: 访问我们的知识库。

# shared.standardError
source: Please try again, and if the error persists please
ar: لم نتمكن من استعادة تفاصيل حسابك. يُرجى المحاولة مرة أخرى، وإذا استمر الخطأ من فضلك
cs: Zkuste to prosím znova. Pokud problém přetrvá, prosíme
de: Bitte versuchen Sie es erneut. Wenn der Fehler weiterhin besteht,
es: Por favor inténtelo de nuevo, si el error persiste
fr: Nous n'avons pas pu récupérer vos informations de compte. Veuillez réessayer, et si l'erreur persiste, veuillez
ja: もう一度試してください。エラーが続く場合は：
ko: 다시 시도해 주시기 바라며, 에러가 계속 일어날 경우
pt: Tente novamente e, se o erro persistir, por favor
ru: Пожалуйста, попробуйте ещё раз. В противном случае
tr: Lütfen tekrar deneyin ve hata devam ederse lütfen
zh_cn: 发生错误很抱歉请再试一次

# ngOrcid.passwordError
source: We couldn't recover your account details. Please try again, and if the error persists please
ar: لم نتمكن من استعادة تفاصيل حسابك. يُرجى المحاولة مرة أخرى، وإذا استمر الخطأ من فضلك
cs: Detaily vašeho účtu se nepodařilo obnovit. Zkuste to prosím znovu a pokud chyba přetrvává, prosím
de: Wir konnten Ihre Kontodaten nicht wiederherstellen. Bitte versuchen Sie es erneut. Wenn der Fehler weiterhin besteht,
es: No hemos podido recuperar los datos de su cuenta. Por favor, vuelva a intentarlo y, si el error persiste,
fr: Nous n'avons pas pu récupérer les détails de votre compte. Veuillez réessayer, et si l'erreur persiste, veuillez
ja: お客様のアカウントの詳細を復旧することができませんでした。もう一度お試しください。エラーが解決しない場合、
ko: 귀하의 계정 세부 정보를 복구할 수 없습니다. 다시 시도하십시오. 오류가 지속되면
pt: Não conseguimos recuperar os dados da sua conta. Por favor, tente novamente e se o erro persistir, por favor
ru: Мы не смогли восстановить данные учетной записи. Просим попробовать заново и если ошибка повторится, просим
tr: Hesap bilgilerinizi kurtaramadık. Lütfen tekrar deneyin ve hata devam ederse lütfen
zh_cn: 我们无法恢复您的帐户详细信息。请再试一次，如果仍然出错，请

# ngOrcid.registerError
source: We couldn't complete your registration. Please try again, and if the error persists please
ar: لم نتمكن من استعادة تفاصيل حسابك. يُرجى المحاولة مرة أخرى، وإذا استمر الخطأ من فضلك
cs: Nepodařilo se nám dokončit vaši registraci. Zkuste to prosím znova a pokud problém přetrvá, prosíme
de: Wir konnten Ihre Registrierung nicht abschließen. Bitte versuchen Sie es erneut. Wenn der Fehler weiterhin besteht,
es: No hemos podido completar su registro. Por favor, vuelva a intentarlo y, si el error persiste,
fr: Nous n'avons pas pu finaliser votre inscription. Veuillez réessayer, et si l'erreur persiste, veuillez
ja: お客様のアカウント登録が完了できません。もう一度お試しください。エラーが解決しない場合、
ko: 귀하의 등록을 완료하지 못했습니다. 다시 시도해 주시기 바라며, 에러가 계속 일어날 경우
pt: Não foi possível concluir o seu cadastro. Tente novamente e, se o erro persistir, por favor
ru: Мы не смогли закончить Вашу регистрацию. Просим попробовать заново и если ошибка повторится, просим
tr: Kaydınızı tamamlayamadık. Lütfen tekrar deneyin ve hata devam ederse lütfen
zh_cn: 我们无法重新完成您的注册，请再试一次。若仍然有误，请

# ngOrcid.reactivationAccountError
source: We couldn't reactivate your ORCID account. Please try again, and if the error persists please
ar: لم نتمكن من إعادة تنشيط حساب أوركيد الخاص بك. يُرجى إعادة المحاولة مرة أخرى، وإذا استمر الخطأ فيُرجى
cs: Váš účet ORCID se nám nepodařilo opětovně aktivovat. Zkuste to prosím znovu, a pokud problémy přetrvají, tak
de: Wir konnten Ihren ORCID-Account nicht reaktivieren. Bitte versuchen Sie es erneut, und wenn der Fehler weiterhin besteht,
es: No pudimos reactivar su cuenta de ORCID. Vuelva a intentarlo y, si el error persiste,
fr: Nous n'avons pas été en mesure de réactiver votre compte ORCID. Veuillez réessayer, et si le problème persiste, veuillez
ja: ORCIDアカウントを再開できませんでした。もう一度やり直してください。エラーが続く場合は、
ko: 귀하의 ORCID 계정을 재활성화하지 못했습니다. 다시 시도해 주시고, 에러가 지속될 경우
pt: Não conseguimos reativar a sua conta ORCID. Tente de novo, e se o erro persistir, por favor
ru: Нам не удалось возобновить Вашу учетную запись ORCID, поэтому попробуйте, пожалуйста, снова. Если проблема не решится, тогда
tr: ORCID hesabınızı yeniden etkinleştiremedik. Lütfen tekrar deneyin ve hata devam ederse lütfen
zh_cn: 我们无法重新激活您的 ORCID 帐户。请重试，如果错误仍然存​​在，请

# home.latest_news
source: LATEST NEWS
ar: آخر الأخبار
cs: NOVINKY
de: NEUESTE MELDUNGEN
es: ÚLTIMAS NOVEDADES
fr: DERNIÈRES INFORMATIONS
ja: 最新のニュース
ko: 최신 뉴스
pt: ÚLTIMAS NOTÍCIAS
ru: ПОСЛЕДНИЕ НОВОСТИ
tr: SON HABERLER
zh_cn: 最新消息

# home.more_news
source: MORE NEWS
ar: مزيد من الأخبار
cs: DALŠÍ NOVINKY
de: WEITERE NEUIGKEITEN
es: MÁS NOVEDADES
fr: PLUS D'INFORMATIONS
ja: 過去のニュース
ko: 뉴스 더 보기
pt: MAIS NOTÍCIAS
ru: БОЛЬШЕ НОВОСТЕЙ
tr: DIĞER HABERLER
zh_cn: 更多消息

# ngOrcid.fullOrcid
source: FULL ARTICLE
ar: مقال كامل
cs: CELÝ ČLÁNEK
de: GANZER ARTIKEL
es: ARTÍCULO COMPLETO
fr: ARTICLE COMPLET
ja: 記事全文
ko: 기사 전문
pt: ARTIGO COMPLETO
ru: ПОЛНЫЙ ТЕКСТ СТАТЬИ
tr: MAKALENİN TAMAMI
zh_cn: 全文

# ngOrcid.moreNews
source: MORE NEWS
ar: مزيد من الأخبار
cs: VÍCE NOVINEK
de: WEITERE NEUIGKEITEN
es: MÁS NOTICIAS
fr: PLUS DE NOUVELLES
ja: その他のニュース
ko: 더 많은 소식
pt: MAIS NOTÍCIAS
ru: ЕЩЕ НОВОСТИ
tr: DİĞER HABERLER
zh_cn: 更多消息

# home.ariaLabelNews
source: News
ar: الأخبار
cs: Novinky
de: Neuigkeiten
es: Noticias
fr: Actualités
ja: ニュース
ko: 뉴스
pt: Notícias
ru: Новости
tr: Haberler
zh_cn: 消息

# home.distinguish_yourself
source: Distinguish yourself in
ar: ميّز نفسك في
cs: Odlište se
de: Profilieren sie sich in
es: Distíngase en
fr: Distinguez-vous en
ja: 自分を他の人と区別するには
ko: 자신을 돋보이게 하는 방법
pt: Destaque-se em
ru: Отличитесь от других
tr: Üç kolay adimda
zh_cn: 通过简单的三步骤

# home.three_easy
source: three easy steps
ar: ثلاث خطوات سهلة
cs: ve třech jednoduchých krocích
de: drei einfachen schritten
es: tres sencillos pasos
fr: trois étapes simples
ja: 3 ステップで<
ko: 세단계만 거치면 됩니다
pt: três passos simples
ru: всего за три простых шага
tr: kendi̇ni̇zi̇ gösteri̇n
zh_cn: 将您与他人区别开来

# ngOrcid.orcidProvides
source: ORCID provides a persistent digital identifier (an ORCID iD) that you own and control, and that distinguishes you from every other researcher. You can connect your iD with your professional information — affiliations, grants, publications, peer review, and more. You can use your iD to share your information with other systems, ensuring you get recognition for all your contributions, saving you time and hassle, and reducing the risk of errors.
ar: توفر ORCID معرفًا فريدًا رقميًا دائمًا (معرف iD خاص بـ ORCID) تمتلكه وتتحكم به، وهذا المعرّف يميز هويتك عن هوية الباحثين الآخرين. يمكنك ربط iD الخاص بك بمعلوماتك المهنية — والانتسابات، والمنح، والمنشورات، ومراجعات النظراء، وغير ذلك الكثير. يمكنك استخدام iD الخاص بك لمشاركة بياناتك مع أنظمة أخرى، وهو ما يضمن لك الحصول على التقدير المطلوب نظير مساهماتك، ويوفر لك الوقت، ويجنبك أي متاعب، ويقلل خطر حدوث أخطاء.
cs: ORCID poskytuje trvalý digitální identifikátor (ORCID iD), který vlastníte a ovládáte a který vás odlišuje od každého jiného výzkumníka. Své iD můžete propojit se svými profesionálními informacemi - přidruženými organizacemi, granty, publikacemi, vzájemným hodnocením a dalšími. Své iD můžete použít ke sdílení svých informací s jinými systémy, což vám zajistí uznání za všechny vaše příspěvky, což vám ušetří čas a zmatky a snížíte riziko chyb.
de: ORCID gibt Ihnen eine dauerhafte digitale Kennung (eine ORCID-iD), die Sie besitzen und kontrollieren, und die Sie von allen anderen Forschern unterscheidet. Sie können Ihre iD mit Ihren beruflichen Informationen verknüpfen – Zugehörigkeiten, Förderungen, Veröffentlichungen, Peer-Reviews und mehr. Sie können Ihre iD verwenden, um Ihre Daten mit anderen Systemen zu teilen und sicherzustellen, dass Ihnen alle Ihre Beiträge auch zugeschrieben werden. So sparen Sie sich Zeit und Ärger und verringern das Risiko von Fehlern.
es: ORCID proporciona un identificador digital permanente (un ORCID iD) que es de su propiedad y está bajo su control, y lo distingue a usted de cualquier otro investigador. Puede conectar su iD con su información profesional, como afiliaciones, subvenciones, publicaciones, evaluaciones de pares y más. Puede usar su iD para compartir su información con otros sistemas, lo que garantiza que reciba el reconocimiento por todas sus contribuciones, así ahorrará tiempo y trabajo, y reducirá el riesgo de errores.
fr: ORCID vous fournit un identifiant numérique persistant (ORCID iD) que vous contrôlez et qui vous distingue des autres chercheurs. Vous pouvez connecter votre iD à vos informations professionnelles : affiliations, subventions, publications, évaluations par des pairs, etc. Vous pouvez utiliser votre iD pour partager vos informations avec d'autres systèmes afin d'obtenir une reconnaissance pour toutes vos contributions en gagnant du temps et en évitant erreurs.
ja: ORCID は、ユーザーが所有して管理する永続的なデジタル ID（ORCID ID）を提供しています。これによりご自身と他の研究者が区別され、所属、助成金、出版物、査読といったご自身の専門的な情報をこの ID に関連付けることができます。この ID を使用して情報を他のシステムと共有することで、ご自身の貢献が確実に認められるだけでなく、手間がかからないために所要時間が短縮され、エラーのリスクも削減することが可能となります。
ko: ORCID는 귀하가 소유하고 관리하며, 다른 연구원과 구분해주는 영구적인 디지털 식별자(ORCID iD)를 제공합니다. iD를 협회, 보조금, 발표, 동료 심사 등 업무 정보와 연결할 수 있습니다. iD를 사용하여 다른 시스템과 정보를 공유하여 노력에 대한 공로를 인정받을 수 있기 때문에 시간과 노력을 절약하고 오류의 가능성을 줄일 수 있습니다.
pt: A ORCID fornece um identificador digital persistente (um ORCID iD) que você possui e controla, e que o diferencia de todos os outros pesquisadores. Você pode conectar seu iD com suas informações profissionais — afiliações, bolsas, publicações, revisões por pares e muito mais. Você pode usar seu iD para compartilhar suas informações com outros sistemas, garantindo que obterá o reconhecimento de todas as suas contribuições, economizando tempo e trabalho, além de reduzir o risco de erros.
ru: ORCID предоставляет постоянный цифровой идентификатор (ORCID iD), который принадлежит Вам и отличает Вас от остальных исследователей. Вы можете привязать свой iD к своим рабочим сведениям — аффилиации, гранты, публикации, рецензии и т. д. С помощью своего iD, Вы можете передавать сведения в другие системы, чтобы получать признание за свою работу, экономить время и силы и сократить риск ошибок.
tr: ORCID, sahip olduğunuz ve kontrol ettiğiniz ve sizi diğer tüm araştırmacılardan ayıran kalıcı bir dijital tanımlayıcı (bir ORCID Kimliği) sağlar. Kimliğinizi bağlantılar, hibeler, yayınlar, meslektaş değerlendirmesi ve daha fazlası gibi profesyonel bilgilerinize bağlayabilirsiniz. Bilgilerinizi diğer sistemlerle paylaşmak, tüm katkılarınızın onaylanmasını sağlamak, zaman ve çabadan tasarruf etmek ve hata riskini azaltmak için kimliğinizi kullanabilirsiniz.
zh_cn: ORCID提供一个永久性的数字标识符 (ORCID iD号) 归您所有并由您控制，以将您与其他每位研究者区别开来。您可以将您的iD号与您的专业信息 — 附属机构、资助、出版、同行评议等关联起来。您可以使用您的iD号与其他系统共享您的信息，确保所有您的贡献都获得认可，从而节省您的时间和减少麻烦，并降低出错的风险。

# ngOrcid.findOutMore
source: FIND OUT MORE ABOUT OUR MISSION AND VALUES
ar: تعرف على المزيد حول مهمتنا والقيم الخاصة بنا
cs: ZÍSKEJTE VÍCE INFORMACÍ O NAŠEM POSLÁNÍ A NAŠICH HODNOTÁCH
de: ERFAHREN SIE MEHR ÜBER UNSERE MISSION UND WERTE
es: OBTENGA MÁS INFORMACIÓN SOBRE NUESTRA MISIÓN Y VALORES
fr: EN SAVOIR PLUS SUR NOTRE MISSION ET NOS VALEURS
ja: ORCID の使命と価値観の詳細をご覧ください
ko: 저희의 미션 및 가치에 대한 자세한 내용
pt: SAIBA MAIS SOBRE NOSSA MISSÃO E VALORES
ru: УЗНАЙТЕ БОЛЬШЕ О НАШЕЙ МИССИИ И ЦЕННОСТЯХ
tr: MİSYONUMUZ VE DEĞERLERİMİZ HAKKINDA DAHA FAZLA BİLGİ EDİNİN
zh_cn: 详细了解我们的使命和价值观

# home.register
source: REGISTER
ar: تسجيل
cs: ZAREGISTRUJTE SE
de: REGISTRIEREN
es: REGÍSTRESE
fr: INSCRIPTION
ja: 登録
ko: 등록
pt: REGISTRE-SE
ru: ЗАРЕГИСТРИРУЙТЕСЬ
tr: KAYDOL
zh_cn: 注册

# ngOrcid.getYourOrcid
source: Get your unique ORCID identifier. It’s free and only takes a minute, so
ar: احصل على معرّف ORCID الفريد الخاص بك. يمكنك الحصول عليه مجانًا والأمر يستغرق دقيقة واحدة فقط، لذا
cs: Získejte svůj unikátní identifikátor ORCID. Je zdarma a jeho získání zabere pouze několik minut
de: Holen Sie sich Ihre eindeutige ORCID-Kennung. Das ist kostenlos und dauert nur eine Minute, also
es: Obtenga su identificador único ORCID; es gratuito y solo le tomará un minuto.
fr: Obtenez gratuitement votre identifiant ORCID unique en une minute.
ja: ユニークなORCID iDをご取得ください。ほんの一分で手続きでき、無料で取得できます。
ko: 고유한 ORCID 식별자를 발급받으십시오. 무료이며 1분이면 충분합니다.
pt: Tenha seu identificador ORCID único. É grátis e leva só um minuto, portanto,
ru: Получите свой уникальный идентификатор ORCID. Это бесплатно и займет всего минуту.
tr: Benzersiz ORCID tanımlayıcınızı alın. Ücretsizdir ve sadece bir dakika sürer, bu yüzden
zh_cn: 获取您的 ORCID 唯一标识符。免费获取，只需一分钟，所以

# home.register_now
source: register now!
ar: سجّل الآن!
cs: zaregistrujte se teď!
de: jetzt registrieren!
es: ¡regístrese ahora!
fr: inscrivez-vous maintenant!
ja: いますぐ登録しましょう!
ko: 지금 등록!
pt: registre-se agora!
ru: зарегистрироваться!
tr: şimdi kayıt olun!
zh_cn: 立即注册!

# home.user_your
source: USE YOUR
ar: استخدم
cs: VYUŽIJTE SVŮJ
de: BENUTZEN SIE IHRE
es: UTILICE SU
fr: UTILISEZ VOTRE
ja: ORCID ID
ko: ORCID ID
pt: USE SUA
ru: ИСПОЛЬЗОВАТЬ ВАШ
tr: KULLANIN:
zh_cn: 使用您的

# ngOrcid.includeYourId
source: Use your iD, when prompted, in systems and platforms from grant application to manuscript submission and beyond, to ensure you get credit for your contributions.
ar: استخدم iD الخاص بك، عند مطالبتك بذلك، في الأنظمة والمنصات، والتي منها أنظمة طلبات الحصول على المنح، وتقديم المخطوطات وغير ذلك، وذلك لكي تضمن الحصول على التقدير المطلوب مقابل مساهماتك.
cs: Použijte svůj iD, když budete vyzváni, v systémech a platformách od žádosti o grant až po podání rukopisu a dále, abyste zajistili, že získáte kredity za své příspěvky.
de: Verwenden Sie Ihre iD, wenn Sie dazu aufgefordert werden, in Systemen und Plattformen von Förderungsanträgen bis zur Manuskripteinreichung und mehr, um sicherzustellen, dass Ihnen Ihre Beiträge zugeschrieben werden.
es: Use su iD, cuando se le indique, en sistemas y plataformas, desde solicitudes de subvenciones hasta el envío de manuscritos y más, para garantizar que reciba el reconocimiento por todas sus contribuciones.
fr: Lorsque vous y êtes invité, utilisez votre iD par exemple sur les systèmes et les plates-formes de demande de subventions ou de soumission de manuscrits pour obtenir les crédits correspondant à vos contributions.
ja: 助成金申請から執筆物の提出に至るまで、システムやプラットフォームでご自身の ID を使用することで、確実にご自身の貢献が認められるようになります。
ko: 보조금 신청부터 초안 제출까지 공로를 인정받을 수 있도록 시스템과 플랫폼에서 안내를 받을 때 iD를 사용하십시오.
pt: Use seu iD sempre que solicitado em sistemas e plataformas de solicitação de bolsas para envio de manuscritos e muito mais, garantindo que você receba reconhecimento por suas contribuições.
ru: Указывайте свой iD по запросу в разных системах и платформах — от заявки на грант до отправки публикаций и в других ситуациях, чтобы получить признание за свой вклад.
tr: İstendiğinde, katkılarınız için kredi aldığınızdan emin olmak üzere hibe başvurusu, makale gönderimi ve daha fazlası için sistemlerde ve platformlarda kimliğinizi kullanın.
zh_cn: 当提示时，请在从资助申请到手稿提交等系统和平台中使用您的 iD，以确保您的贡献获得收益。

# ngOrcid.shareYourOrcid
source: SHARE YOUR ORCID iD
ar: شارك بالمعرف الخاص بك
cs: SDÍLEJ SVÉ ORCID iD
de: TEILEN SIE IHRE ORCID iD
es: COMPARTA SU ORCID iD
fr: PARTAGEZ VOTRE ORCID iD
ja: あなたのORCID iDをシェアする
ko: ORCID iD 공 유
pt: COMPARTILHE SEU ORCID iD
ru: ДЕЛИТЕСЬ СВОИМ ORCID iD
tr: ORCID KİMLİĞİNİZİ PAYLAŞIN
zh_cn: 分享ORCID iD号

# ngOrcid.enhanceYourProfile
source: The more information connected to your ORCID record, the more you’ll benefit from sharing your iD - so give the organizations you trust permission to update your record as well as adding your affiliations, emails, other names you’re known by, and more.
ar: كلما زادت المعلومات التي تقوم بربطها بسجل ORCID الخاص بك، زاد حجم استفادتك من مشاركة iD الخاص بك - لذا، امنح المؤسسة التي تثق بها الإذن لتحديث سجلك، بالإضافة إلى القدرة على إضافة انتساباتك المهنية، ورسائل البريد الإلكتروني خاصتك، والأسماء الأخرى التي تشتهر بها، وغير ذلك الكثير.
cs: Čím více informací se připojuje k vašemu záznamu ORCID, tím více budete mít prospěch ze sdílení svého iD - tak dávejte organizacím, kterým důvěřujete, povolení aktualizovat váš záznam a přidávat vaše vztahy, e-maily, další jména, o nichž víte, a další .
de: Je mehr Informationen mit Ihrem ORCID-Eintrag verknüpft sind, desto mehr profitieren Sie davon, wenn Sie Ihre iD weitergeben. Geben Sie also Organisationen, denen Sie vertrauen, die Erlaubnis, Ihren Eintrag zu aktualisieren und Ihre Zugehörigkeiten, E-Mail-Adressen, andere Namen, unter denen Sie bekannt sind, und mehr hinzuzufügen .
es: Cuanta más información conecte a su registro ORCID, más se beneficiará al compartir su iD, así que otorgue a la organización en la que confía el permiso para actualizar su registro, así como para agregar sus afiliaciones, direcciones de correo electrónico, otros nombres por los cuales sea conocido y más.
fr: Plus vous associez d'informations à votre dossier ORCID, plus le partage de votre iD vous sera utile. Accordez donc aux organisations de confiance la permission de mettre à jour votre dossier ou d'ajouter vos affiliations, adresses email et d'autres noms sous lesquels vous êtes connu.
ja: ORCID レコードに関連付けられる情報が多いほど、ID を共有することで得られるメリットが高まります。所属組織、メールアドレス、組織の他で知られている名前などの名称を追加して、信頼できる組織にご自身のレコードを更新する許可を付与してください。
ko: 더 많은 정보를 ORCID 레코드에 연결할수록 iD 공유하여 더 많은 혜택을 얻을 수 있으므로 신뢰할 수 있는 조직이 귀하의 레코드를 업데이트하는 권한을 주고 협회, 이메일, 다른 사람에게 알려진 귀하의 다른 이름을 추가하여 더 많은 혜택을 얻을 수 있습니다.
pt: Quanto mais informações conectadas ao seu registro ORCID, maior será seu benefício ao compartilhar seu iD — por isso, permita que organizações em que você confia atualizem seu registro, além de adicionar suas afiliações, e-mails, outros nomes usados por você e muito mais.
ru: Чем больше информации привязано к Вашей записи ORCID, тем больше преимуществ Вы получите, предоставляя свой iD. Поэтому дайте организациям, которым Вы доверяете, разрешение изменять вашу запись и добавлять сведения о ваших аффилиациях, адреса электронной почты, другие имена, под которыми Вы известны, и более.
tr: ORCID kaydınıza ne kadar çok bilgi bağlanırsa kimliğinizi paylaşmanın o kadar faydasını görürsünüz, bu nedenle güvendiğiniz kuruluşlara kaydınızı güncellemenin yanı sıra bağlantılarınızı, e-postalarınızı, bilindiğiniz diğer adları ve daha fazlasını ekleme izni verin.
zh_cn: 与ORCID记录关联的信息越多，您通过共享iD号获得的收益就越大，所以请授权您信任的组织更新您的记录，并添加您的附属机构、电子邮件、别名等。

# ngOrcid.membersMakeOrcid
source: Our organizational members make ORCID possible!
ar: استطاع أعضاؤنا التنظيميون جعل ORCID أمرًا ممكنًا!
cs: ORCID umožňují naši organizační členové!
de: Unsere Organisationsmitglieder machen ORCID möglich!
es: ¡Nuestras organizaciones miembro hacen que ORCID sea posible!
fr: ORCID existe grâce aux membres de l'organisation !
ja: 組織会員のお陰で ORCID が成り立っています！
ko: 조직 멤버 덕분에 ORCID가 존재합니다!
pt: São nossos membros organizacionais que tornam o ORCID possível!
ru: ORCID возможен благодаря членам нашей организации!
tr: Organizasyon üyelerimiz ORCID'i mümkün kılıyor!
zh_cn: 我们的组织会员使 ORCID 成为可能！

# ngOrcid.orcidIs
source: ORCID is a non-profit organization supported by a global community of member organizations, including research institutions, publishers, funders, professional associations, service providers, and other stakeholders in the research ecosystem.
ar: ORCID هي مؤسسة غير هادفة للربح يتم دعمها من قبل المجتمع العالمي للمؤسسات الأعضاء، والتي تتضمن معاهد بحثية، وناشرين، وممولين، ومؤسسات مهنية، ومزودي خدمات، وأصحاب مصلحة آخرين في القطاع البحثي.
cs: ORCID je nezisková organizace podporovaná globální komunitou členských organizací, včetně výzkumných institucí, vydavatelů, financujících organizací, profesních sdružení, poskytovatelů služeb a dalších zainteresovaných subjektů ve výzkumném ekosystému.
de: ORCID ist eine gemeinnützige Organisation, die von einer globalen Gemeinschaft von Mitgliedsorganisationen unterstützt wird, darunter Forschungseinrichtungen, Verlage, Geldgeber, Berufsverbände, Dienstleister und andere Interessengruppen im Forschungsökosystem.
es: ORCID es una organización sin fines de lucro apoyada por una comunidad global de organizaciones miembro, entre las que se incluyen organizaciones de investigación, editoriales, patrocinadores, asociaciones profesionales, proveedores de servicios y otras partes interesadas en el entorno de la investigación.
fr: ORCID est une organisation à but non lucratif soutenue par une communauté mondiale d'organisations affiliées comprenant des institutions de recherche, des éditeurs, des bailleurs de fonds, des associations professionnelles, des prestataires de services et d'autres acteurs de l'écosystème de la recherche.
ja: ORCID は、研究機関、出版社、出資者、職能団体、サービスプロバイダ、研究エコシステムといった会員組織のグローバルコミュニティによってサポートされている非営利団体です。
ko: ORCID는 연구 기관, 발행자, 연구비 지원기관, 전문학회, 서비스 제공업체 및 기타 연구 네트워크 관계자들을 비롯한 전 세계 단체 회원들의 지원을 받는 비영리 단체입니다.
pt: A ORCID é uma organização sem fins lucrativos apoiada por uma comunidade global de organizações membro, incluindo instituições de pesquisa, editores, fundadores, associações profissionais, provedores de serviços e outras partes interessadas no ecossistema de pesquisa.
ru: ORCID является некоммерческой организацией, поддерживаемой международным сообществом членов-организаций, включая научно-исследовательские институты, издателей, спонсоров, профессиональные ассоциации, поставщиков услуг и другие заинтересованные стороны в сфере научных исследований.
tr: ORCID araştırma kurumları, yayıncılar, finansman sağlayıcılar, profesyonel dernekler, hizmet sağlayıcılar ve araştırma ekosistemindeki diğer paydaşlar dahil olmak üzere küresel bir üye kuruluşlar topluluğu tarafından desteklenen, kar amacı gütmeyen bir kuruluştur.
zh_cn: ORCID 是一个由全球会员组织社区提供支持的非营利组织，会员包括研究机构、出版商、投资商、专业协会、服务提供商和研究生态系统中的其他利益相关者。

# home.curious_about
source: Curious about who our members are?
ar: هل ترغب في معرفة أعضائنا؟
cs: Zajímá vás kdo je členem?
de: Sind Sie neugierig, wer unsere Mitglieder sind?
es: ¿Desea saber quiénes son nuestros miembros?
fr: Vous voulez savoir qui sont nos adhérents?
ja: どのような人が会員になっているのかご存知ですか?
ko: 누가 저희 회원인지 궁금하십니까?
pt: Está curioso para saber quem são nossos membros?
ru: Хотите узнать, кто является членами нашей организации?
tr: Üyelerimizi mi merak ediyorsunuz?
zh_cn: 很好奇我们的会员都有谁？

# home.see_our
source: See our complete list of member organizations
ar: انظر القائمة الكاملة للمنظمات الأعضاء
cs: Podívejte se na náš kompletní seznam členských organizací
de: Sehen Sie sich die vollständige Liste unserer Mitgliedsorganisationen an
es: Vea nuestra lista completa de organizaciones miembro
fr: Consultez la liste complète des organisations membres
ja: 会員組織のリスト全体を見る
ko: 전체 기관 회원 목록 보기
pt: Veja nossa lista completa de organizações membro
ru: Полный список организаций-членов
tr: Üye kuruluşların tam listesini görün
zh_cn: 查看我们会员组织的完整列表
