Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.dontHaveYourRecoveryCodes
source: Don't have your recovery codes?
ar: ألا تمتلك رموز استرداد؟
cs: Nemáte své obnovovací kódy?
de: Sie haben Ihre Wiederherstellungscodes nicht?
es: ¿No tiene los códigos de recuperación?
fr: Vous n'avez pas vos codes de récupération ?
ja: リカバリーコードをお持ちではありませんか？
ko: 복구 코드가 없습니까?
pt: Não tem os códigos de recuperação?
ru: Нет кодов восстановления?
tr: Kurtarma kodlarınız sizde değil mi?
zh_cn: 没有您的恢复代码？

# account.useYourAuthenticationAppInstead
source: Use your authentication app instead
ar: استخدم تطبيق المصادقة الخاص بك بدلًا من ذلك
cs: Použijte místo toho svou aplikaci pro ověření
de: Nutzen Sie stattdessen die Authentifizierungs-App
es: Usar la aplicación de autenticación
fr: Utiliser votre application d'authentification
ja: 代わりに認証アプリを使用してください。
ko: 인증 앱 사용
pt: Em alternativa, utilize a aplicação de autenticação
ru: Используйте приложение для аутентификации.
tr: Onun yerine kimlik doğrulama uygulamanızı kullanın
zh_cn: 改用您的身份验证应用

# ngOrcid.signin.2fa.noDeviceOrRecovery
source: Don't have your device or recovery code?
ar: ألا يمكنك الدخول إلى تطبيق غوغل أوثنتيكاتور أو رمز الاسترداد؟
cs: Nemáte své zařízení nebo kód pro obnovení?
de: Sie haben Ihr Gerät oder Ihren Wiederherstellungscode nicht?
es: ¿No cuenta con su dispositivo o código de recuperación?
fr: Vous n'avez pas votre appareil ou un code de récupération ?
ja: デバイスや復元コードがありませんか？
ko: 기기를 가지고 또는 복구 코드가 있지 않습니까?
pt: Não tem seu dispositivo o o código de recuperação?
ru: У Вас нет устройства или кода восстановления?
tr: Cihazınız veya kurtarma kodunuz yok mu?
zh_cn: 没有您的设备或恢复代码？

# topBar.knowledge
source: ORCID help centre
ar: مركز المساعدة التابع لـ ORCID
cs: Centrum nápovědy ORCID
de: das ORCID-Hilfezentrum
es: Centro de ayuda de ORCID
fr: centre d'aide ORCID
ja: ORCIDヘルプセンター
ko: ORCID 도움말 센터
pt: centro de ajuda do ORCID
ru: справочный центр ORCID
tr: ORCID yardım merkezi
zh_cn: ORCID 帮助中心

# account.deactivateOrcidAcc
source: Deactivate ORCID account
ar: تعطيل حساب أوركيد
cs: Deaktivovat účet ORCID
de: ORCID-Konto deaktivieren
es: Desactivar la cuenta de ORCID
fr: Désactiver le compte ORCID
ja: ORCIDアカウントを停止する
ko: ORCID 계정 비활성화하기
pt: Desativar conta ORCID
ru: Деактивировать аккаунт ORCID
tr: ORCID hesabını devre dışı bırak
zh_cn: 停用 ORCID 帐户

# account.cancelDeactivation
source: Cancel deactivation and sign in to ORCID
ar: إلغاء عملية التعطيل وتسجيل الدخول إلى ORCID
cs: Zrušit deaktivaci a přihlásit se do ORCID
de: Deaktivierung abbrechen und bei ORCID anmelden
es: Cancelar desactivación e iniciar sesión en ORCID
fr: Annuler la désactivation et se connecter à ORCID
ja: 無効化をキャンセルしてORCIDにサインインしてください。
ko: 비활성화를 취소하고 ORCID에 로그인
pt: Cancelar desativação e iniciar sessão no ORCID
ru: Отменить деактивацию и войти в ORCID
tr: Devre dışı bırakma işlemini iptal edin ve ORCID'e giriş yapın
zh_cn: 取消停用并登录 ORCID

# account.thereIsAProblemWithYourDeactivationLink
source: There is a problem with your deactivation link
ar: هناك مشكلة في رابط التعطيل الخاص بك
cs: S vaším deaktivačním odkazem nastal problém.
de: Es gibt ein Problem mit Ihrem Deaktivierungslink
es: Hay un problema con su enlace de desactivación
fr: Votre lien de désactivation ne fonctionne pas
ja: アカウント無効化リンクに問題があります。
ko: 비활성화 코드에 문제가 있음
pt: Ocorreu um problema com a ligação de desativação
ru: Со ссылкой для деактивации возникла проблема
tr: Devre dışı bırakma bağlantınızla ilgili bir sorun var
zh_cn: 您的停用链接存在问题

# account.pleaseTryTheLinkAgain
source: Please try the link again. If this does not work you can request a new deactivation link from your
ar: يرجى محاولة تجربة الرابط مرة أخرى. إذا لم ينجح، يمكنك طلب رابط تعطيل جديد من
cs: Zkuste prosím odkaz znovu. Pokud to nefunguje, můžete si zažádat o nový deaktivační odkaz od svého
de: Bitte versuchen Sie es erneut mit dem Link. Wenn das nicht funktioniert, erhalten Sie hier einen neuen Link:
es: Vuelva a probar con el enlace. Si no funciona, puede solicitar un nuevo enlace de desactivación a su
fr: Veuillez réessayer. Si le lien ne fonctionne toujours pas, vous pouvez en demander un autre depuis votre
ja: リンクをもう一度お試しください。それでもうまくいかない場合は、新しい無効化リンクをリクエストできます。
ko: 링크를 다시 사용해보세요. 동작하지 않는다면 다음 위치에서 새 비활성화 링크를 요청하세요.
pt: Tente novamente a ligação. Se não funcionar, poderá solicitar uma nova ligação de desativação a
ru: Попробуйте перейти по ссылке снова. Если это не помогло, запросите новую ссылку для деактивации с электронного адреса
tr: Lütfen bağlantıyı tekrar deneyin. Bağlantı sizin için çalışmazsa şuradan yeni bir devre dışı bırakma bağlantısı talep edebilirsiniz:
zh_cn: 请重新尝试该链接。若仍无法访问，您可申请新的停用链接

# authorize.accountSettings
source: account settings.
ar: إعدادات الحساب.
cs: nastavení účtu.
de: Kontoeinstellungen.
es: configuración de la cuenta.
fr: paramètres
ja: アカウント設定。
ko: 계정 설정.
pt: definições da conta.
ru: настройках учетной записи.
tr: hesap ayarlarınıza tıklayın.
zh_cn: 帐户设置。

# account.yourDeactivationLinkHasExpired
source: Your deactivation link has expired
ar: انتهت صلاحية رابط التعطيل الخاص بك.
cs: Platnost vašeho deaktivačního odkazu vypršela
de: Ihr Deaktivierungslink ist abgelaufen
es: Su código de desactivación ha caducado
fr: Votre lien de désactivation a expiré
ja: アカウント無効化リンクの有効期限が切れています。
ko: 비활성화 링크 만료됨
pt: A ligação de desativação expirou
ru: Срок действия ссылки для активации истек
tr: Devre dışı bırakma bağlantınızın süresi doldu
zh_cn: 您的停用链接已过期

# account.youCanRequestANewDeactivationLink
source: You can request a new deactivation link from your
ar: يمكنك طلب رابط تعطيل جديد من
cs: Můžete si zažádat o nový deaktivační odkaz od svého
de: Hier können SIe einen neuen Deaktivierungslink beantragen:
es: Puede solicitar un nuevo enlace de desactivación a su
fr: Vous pouvez demander un nouveau lien de désactivation depuis votre
ja: 新しい無効化リンクをリクエストできます。
ko: 다음 위치에서 새 비활성화 링크를 요청하세요.
pt: Pode solicitar uma nova ligação de desativação a
ru: Вы можете запросить новую ссылку для деактивации с электронного адреса
tr: Şuradan yeni bir devre dışı bırakma bağlantısı talep edebilirsiniz:
zh_cn: 您可以申请新的停用链接

# ngOrcid.signin.yourOrcidPassword
source: Your ORCID password
ar: كلمة مرور ORCID الخاصة بك
cs: Vaše heslo ORCID
de: Ihr ORCID-Passwort
es: Su contraseña de ORCID
fr: Votre mot de passe ORCID
ja: お客様のORCIDパスワード
ko: ORCID 비밀번호
pt: A sua palavra-passe ORCID
ru: Ваш пароль ORCID
tr: ORCID parolanız
zh_cn: 您的 ORCID 密码

# account.addAccessTrustedIndividuals
source: Add access - Trusted individual
ar: إضافة حق الوصول - فرد موثوق به
cs: Přidat přístup – důvěryhodná osoba
de: Zugriff hinzufügen – Vertrauenswürdige Person
es: Añadir acceso - Persona de confianza
fr: Ajouter un accès : personne de confiance
ja: アクセス権の追加 - 信頼できる個人
ko: 접근 권한 추가하기 - 신뢰하는 개인
pt: Adicionar acesso - Indivíduo fidedigno
ru: Добавить доступ – Доверенное лицо
tr: Erişim ekle - Güvenilir kişi
zh_cn: 添加访问权限 - 受信任的个人

# account.youCantAddYourSelf
source: You can't add yourself as a trusted individual
ar: لا يمكنك إضافة نفسك كشخص موثوق به
cs: Jako důvěryhodnou osobu nemůžete přidat sami sebe
de: Sie können sich selbst nicht als vertrauenswürdige Person hinzufügen
es: No puede agregarse a usted mismo como persona de confianza
fr: Vous ne pouvez pas vous ajouter en tant qu'individu de confiance
ja: 自分自身を信頼される個人として追加することはできません
ko: 본인이 자신을 신탁 개인으로 추가할 수 없습니다
pt: Você não pode se adicionar como indivíduo confiável
ru: Вы не можете добавить себя в качестве доверенного лица
tr: Kendinizi güvenilir kişi olarak ekleyemezsiniz
zh_cn: 您无法将自己添加为信任的个人

# shared.ariaLabelClose
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭

# account.addThisUserAsTrusted
source: Adding this user as a trusted individual will mean they are able to update your ORCID record.
ar: إن إضافة هذا المستخدم كفرد موثوق به سيعني أنه قادر على تحديث تسجيلة أوركيد الخاصة بك.
cs: Pokud tohoto uživatele přidáte jako důvěryhodnou osobu, znamená to, že bude moci aktualizovat váš záznam ORCID.
de: Wenn Sie diesen Benutzer als vertrauenswürdige Person hinzufügen, kann er Ihren ORCID-Eintrag aktualisieren.
es: Añadir a este usuario como persona de confianza significa que podrá actualizar su registro de ORCID.
fr: Si vous ajoutez cet utilisateur en tant que personne de confiance, il pourra mettre à jour votre dossier ORCID.
ja: このユーザーを信頼できる個人として追加すると、そのユーザーはあなたのORCIDレコードを更新できるようになります。
ko: 이 사용자를 신뢰하는 개인으로 추가하면 해당 사용자는 귀하의 ORCID 기록을 업데이트할 수 있습니다.
pt: Ao adicionar este utilizador como indivíduo fidedigno, o mesmo passará a poder atualizar o seu registo ORCID.
ru: Добавление этого пользователя в качестве доверенного лица будет означать, что он сможет обновлять вашу учетную запись ORCID.
tr: Bu kullanıcıyı güvenilir kişi olarak eklemek, ORCID kaydınızı güncelleyebilecekleri anlamına gelir.
zh_cn: 将此用户添加为受信任的个人即表示他们能够更新您的 ORCID 记录。

# account.addAsTrustedIndividuals
source: Add as trusted individual
ar: أضف كفرد موثوق به
cs: Přidat jako důvěryhodnou osobu
de: Als vertrauenswürdige Person hinzufügen
es: Añadir como persona de confianza
fr: Ajouter comme personne de confiance
ja: 信頼できる個人として追加する
ko: 신뢰하는 개인으로 추가하기
pt: Adicionar como indivíduo fidedigno
ru: Добавить в качестве доверенного лица
tr: Güvenilir kişi olarak ekle
zh_cn: 添加为受信任的个人

# account.revokeAccessTrustedIndividuals
source: Revoke access - Trusted individual
ar: إبطال الوصول - فرد موثوق به
cs: Odebrat přístup – důvěryhodná osoba
de: Zugriff widerrufen – Vertrauenswürdige Person
es: Revocar acceso - Persona de confianza
fr: Révoquer l'accès : personne de confiance
ja: アクセス権の取り消し - 信頼できる個人
ko: 접근 권한 취소하기 - 신뢰하는 개인
pt: Revogar acesso - Indivíduo fidedigno
ru: Отменить доступ – Доверенное лицо
tr: Erişimi iptal et - Güvenilir kişi
zh_cn: 撤销访问权限 - 受信任的个人

# account.revokingThisIndividualAccess
source: Revoking this user’s access permissions means they will no longer be able to interact with your ORCID record.
ar: يعني إبطال أذونات الوصول لهذا المستخدم أنه لن يكون قادراً بعد الآن على التفاعل مع تسجيلة أوركيد الخاصة بك.
cs: Pokud tomuto uživateli odeberete povolení k přístupu, nebude již moci pracovat s vaším záznamem ORCID.
de: Wenn Sie die Zugriffsberechtigungen dieses Benutzers widerrufen, kann er nicht mehr mit Ihrem ORCID-Eintrag interagieren.
es: Revocar acceso a este usuario significa que no podrá interactuar más con su registro de ORCID.
fr: Révoquer les autorisations d'accès de cet utilisateur signifie qu'il ne pourra plus interagir avec votre enregistrement ORCID.
ja: このユーザーのアクセス権限を取り消すと、そのユーザーは今後あなたのORCIDレコードとやり取りできなくなります。
ko: 이 사용자의 접근 권한을 취소하면 더 이상 ORCID 기록과 상호작용할 수 없습니다.
pt: Ao revogar as permissões de acesso deste utilizador, o mesmo deixará de poder interagir com o seu registo ORCID.
ru: Отмена прав доступа этого пользователя означает, что он больше не сможет взаимодействовать с вашей учетной записью ORCID.
tr: Bu kullanıcının erişim izinlerini iptal etmek, artık ORCID kaydınızla etkileşime giremeyecekleri anlamına gelir.
zh_cn: 撤销此用户的访问权限意味着对方将无法再与您的 ORCID 记录进行交互。

# account.revokeAccess
source: Revoke access
ar: إبطال الوصول
cs: Odvolat přístup
de: Zugriff widerrufen
es: Revocar acceso
fr: Révoquer l'accès
ja: アクセスの取り消し
ko: 접근권한 취소
pt: Revogar acesso
ru: Закрыть доступ
tr: Erişimi iptal et
zh_cn: 撤销访问权限

# account.revokeAccessTrustedOrganizations
source: Revoke access - Trusted organization
ar: إبطال الوصول - منظمة موثوق بها
cs: Odebrat přístup – důvěryhodná organizace
de: Zugriff widerrufen – Vertrauenswürdige Organisation
es: Revocar acceso - Organización de confianza
fr: Révoquer l'accès : l'organisation de confiance
ja: アクセス権の取り消し - 信頼できる組織
ko: 접근 권한 취소하기 - 신뢰하는 단체
pt: Revogar acesso - Organização fidedigna
ru: Отменить доступ – Доверенная организация
tr: Erişimi iptal et - Güvenilir kuruluş
zh_cn: 撤销访问权限 - 受信任的组织

# account.revokingThisOrganizationAccess
source: Revoking this organization’s access permissions means they will no longer be able to interact with your ORCID record. This will not affect your other trusted organizations, nor will it block access to publicly accessible data in your record.
ar: يعني إبطال أذونات الوصول الخاصة بهذه المؤسسة أنها لن تكون قادرة بعد الآن على التفاعل مع سجل أوركيد الخاص بك. لن يؤثر هذا على مؤسساتك الأخرى الموثوقة، ولن يمنع الوصول إلى البيانات المتاحة للجمهور في سجلك.
cs: Pokud této organizaci odeberte povolení k přístupu, nebude již moci pracovat s vaším záznamem ORCID. Vaše ostatní důvěryhodné organizace to neovlivní a také nedojde k zablokování přístupu k veřejně dostupným údajům ve vašem záznamu.
de: Wenn Sie die Zugriffsberechtigungen dieser Organisation widerrufen, kann diese nicht länger mit Ihrem ORCID-Eintrag interagieren. Dies wirkt sich nicht auf Ihre anderen vertrauenswürdigen Organisationen aus und blockt auch nicht den Zugriff auf öffentlich zugängliche Daten in Ihrem Eintrag.
es: Revocar permisos a esta organización significa que esta no podrá interactuar más con su registro ORCID. Esto no afectará a sus otras organizaciones de confianza ni bloqueará el acceso a los datos de su registro con visibilidad pública.
fr: La révocation des autorisations d'accès de cette organisation signifie qu'elle ne pourra plus interagir avec votre enregistrement ORCID. Cette mesure n'affectera pas vos autres organisations de confiance, et ne bloquera pas l'accès aux données accessibles au public dans votre enregistrement.
ja: この組織のアクセス権限を取り消すと、その組織は今後あなたのORCIDレコードとやり取りできなくなります。これは、あなたの他の信頼できる組織には影響しませんし、あなたのレコード内の一般にアクセス可能なデータへのアクセスをブロックするものでもありません。
ko: 이 단체의 접근 승인을 취소하면 이 단체는 더 이상 귀하의 ORCID 기록과 상호작용할 수 없게 됩니다. 이렇게 하더라도 다른 신뢰하는 단체에 영향을 미치지 않으며 기록에서 공개적으로 접근할 수 있는 데이터에 대한 권한을 차단하지도 않습니다.
pt: Ao revogar as permissões de acesso desta organização, a mesma deixará de poder interagir com o seu registo ORCID. Isso não irá afetar as suas outras organizações fidedignas, nem bloquear o acesso aos dados publicamente acessíveis que constam do seu registo.
ru: Отмена прав доступа этой организации означает, что она больше не сможет взаимодействовать с вашей учетной записью ORCID. Это не повлияет на другие доверенные организации и не заблокирует доступ к общедоступным данным в вашей учетной записи.
tr: Erişim izinlerini iptal etmek, bu kuruluşun artık ORCID kaydınızla etkileşim kuramayacağı anlamına gelir. Bu, diğer güvenilir kuruluşlarınızı etkilemez ve kaydınızdaki genel erişime açık verilere erişimi engellemez.
zh_cn: 撤销该组织的访问权限即表示对方将无法再与您的 ORCID 记录进行交互。这不会影响您的其他受信任的组织，也不会阻止对您记录中可公开访问的数据的访问。

# account.willNoLongerBeAble
source: will no longer be able to:
ar: لن يكون قادراً بعد الآن على:
cs: již nebude moci:
de: kann nicht mehr:
es: ya no podrá:
fr: ne sera plus en mesure de :
ja: 以下のことができなくなります。
ko: 더 이상 다음을 수행할 수 없습니다.
pt: deixará de poder:
ru: больше не сможет:
tr: artık şunları yapamayacak:
zh_cn: 将不再能够：

# account.organizationsCanStillDelete
source: Organizations can still delete items they added to your record even after their access permissions have been revoked.
ar: لا يزال بإمكان المؤسسات حذف العناصر التي أضافتها إلى سجلك حتى بعد إبطال أذونات الوصول الخاصة بهم.
cs: Organizace mohou mazat položky, které přidaly do vašeho záznamu, i když jim byla odebrána přístupová oprávnění.
de: Organisationen können Elemente, die sie Ihrem Eintrag hinzugefügt haben, auch nachdem die Zugriffsberechtigungen widerrufen wurden weiterhin löschen.
es: Las organizaciones podrán eliminar elementos que hayan añadido a su registro, incluso después de que se anulen sus permisos de acceso.
fr: Les organisations peuvent toujours supprimer les éléments qu'elles ont ajoutés à votre enregistrement, même après que leurs autorisations d'accès ont été révoquées.
ja: 組織は、アクセス権限が取り消された後でも、あなたのレコードに追加した項目を削除することができます。
ko: 단체는 접근 권한이 취소된 후에도 자신들이 귀하의 기록에 추가한 항목을 계속 삭제할 수 있습니다.
pt: Mesmo depois da revogação das suas permissões de acesso, as organizações vão continuar a poder eliminar os itens que tiverem adicionado ao seu registo.
ru: Организации по-прежнему могут удалять элементы, которые они добавили в вашу учетную запись, даже после того, как их права доступа были отменены.
tr: Kuruluşlar, erişim izinleri iptal edildikten sonra dahi kaydınıza ekledikleri öğeleri silmeye devam edebilir.
zh_cn: 即使在组织的访问权限被撤销后，他们仍然可以删除他们添加到您的记录中的项目。

# account.findOutMoreAboutTrusted
source: Find out more about Trusted Organizations and access permissions
ar: اكتشف المزيد حول المنظمات الموثوقة وأذونات الوصول
cs: Zjistěte víc o důvěryhodných organizacích a oprávněních k přístupu
de: Erfahren Sie mehr über vertrauenswürdige Organisationen und Zugriffsberechtigungen
es: Obtener más información sobre las organizaciones de confianza y sobre los permisos de acceso
fr: En savoir plus sur les organisations de confiance et les autorisations d'accès
ja: 信頼できる組織とアクセス権限に関する詳細
ko: 신뢰하는 단체 및 접근 권한에 대해 자세히 알아보기
pt: Saiba mais sobre Organizações Fidedignas e permissões de acesso
ru: Узнайте больше о доверенных организациях и правах доступа
tr: Güvenilen Kuruluşlar ve erişim izinleri hakkında daha fazla bilgi edinin
zh_cn: 了解有关受信任组织和访问权限的更多信息

# account.revokeAccessPermissions
source: Revoke access permissions
ar: قم بإبطال أذونات الوصول
cs: Odebrat oprávnění k přístupu
de: Zugriffsberechtigungen widerrufen
es: Revocar permisos de acceso
fr: Révoquer les autorisations d'accès
ja: アクセス権限を取り消す
ko: 전급 권한 취소하기
pt: Revogar permissões de acesso
ru: Отменить права доступа
tr: Erişim izinlerini iptal et
zh_cn: 撤销访问权限

# account.revokingYourOwnPermissions
source: Revoking your Account Delegate access permissions means you will no longer be able to manage the ORCID account shown below.
ar: يعني إبطال أذونات الوصول الممنوحة لك بصفتك مفوضًا للحساب أنك لن تكون قادرًا بعد الآن على إدارة حساب ORCID الموضح أدناه.
cs: Odvolání vašich povolení přístupu k účtu delegáta znamená, že již nebudete moci spravovat níže zobrazený účet ORCID.
de: Wenn Sie Ihre Zugriffsberechtigungen als Kontobevollmächtigter widerrufen, können Sie das unten angezeigte ORCID-Konto nicht mehr verwalten.
es: Revocar sus permisos de acceso de delegado de cuentas significa que ya no podrá gestionar la cuenta ORCID que se muestra a continuación.
fr: La révocation de vos autorisations d'accès en tant que délégué de compte signifie que vous ne pourrez plus gérer le compte ORCID indiqué ci-dessous.
ja: アカウント代理人アクセス権を取り消すと、以下に表示されている ORCID アカウントを管理できなくなります。
ko: 계정 대리인 액세스 권한을 철회하면 아래 표시된 ORCID 계정을 더 이상 관리할 수 없게 됩니다.
pt: Revogar as suas permissões de acesso de Delegado de Conta significa que deixará de poder gerir a conta ORCID apresentada abaixo.
ru: Отзыв делегированного доступа означает, что вы больше не сможете управлять указанным ниже профилем ORCID.
tr: Hesap Temsilcisi erişim izinlerini geri çekmek, aşağıda gösterilen ORCID hesabını artık yönetemeyeceğiniz anlamına geliyor.
zh_cn: 撤销您的账户代理人访问权限意味着您将无法再管理下方所示的 ORCID 账户。

# account.warningRevokeAccess
source: This user will be notified that you have revoked your account delegate access permissions for their record.
ar: سيتم إعلام هذا المستخدم بأنك قمت بإبطال أذونات وصول مفوض حسابك إلى سجله.
cs: Tomuto uživateli bude zasláno oznámení o tom, že jste odvolali svá povolení přístupu k účtu delegáta pro jeho záznam.
de: Dieser Benutzer wird darüber informiert, dass Sie Ihre Zugriffsberechtigungen als Kontobevollmächtigter für seinen Eintrag widerrufen haben.
es: Se notificará a este usuario de que usted ha revocado sus permisos de acceso de delegado de cuentas para su registro.
fr: Cet utilisateur sera averti que vous avez révoqué vos autorisations d'accès en tant que délégué de compte pour son dossier.
ja: このユーザーには、あなたがそのレコードに対するアカウント代理人アクセス権を取り消したことが通知されます。
ko: 귀하가 이 사용자의 레코드에 대한 계정 대리인 액세스 권한을 철회했다는 사실이 이 사용자에게 통보됩니다.
pt: Este utilizador será notificado de que revogou as suas permissões de acesso de delegado de conta para o seu registo.
ru: Мы сообщим этому пользователю, что вы отозвали свои права делегированного доступа к его профилю.
tr: Bu kullanıcı, kaydı için hesap temsilcisi erişim izinlerini geri çektiğinize dair bir bildirim alacak.
zh_cn: 该用户将收到通知，告知您已撤销您对其记录的账户代理人访问权限。

# account.searchForOrcidUser
source: Search for ORCID users to add as trusted individuals
ar: ابحث عن مستخدمي أوركيد لإضافتهم كأفراد موثوق بهم
cs: Hledat uživatele ORCID, které přidáte jako důvěryhodné osoby
de: Suchen Sie nach ORCID-Benutzern, die sie als vertrauenswürdige Personen hinzufügen möchten
es: Buscar usuarios de ORCID para añadir como personas de confianza
fr: Recherchez des utilisateurs ORCID à ajouter comme personnes de confiance
ja: 信頼できる個人として追加するORCIDユーザーを検索する
ko: 신뢰하는 개인으로 추가할 ORCID 사용자 검색하기
pt: Pesquisar utilizadores do ORCID, a fim de os adicionar como indivíduos fidedignos
ru: Найдите пользователей ORCID, чтобы добавить их в качестве доверенных лиц.
tr: Güvenilir kişi olarak eklemek üzere ORCID kullanıcıları ara
zh_cn: 搜索要添加为受信任的个人的 ORCID 用户

# account.searchOrcidTrusted
source: Search ORCID for trusted individuals
ar: ابحث في أوركيد عن أفراد موثوق بهم
cs: Hledat v ORCIDu důvěryhodné osoby
de: ORCID nach vertrauenswürdigen Personen durchsuchen
es: Buscar personas de confianza de ORCID
fr: Recherchez des personnes de confiance dans ORCID
ja: 信頼できる個人のORCIDを検索する
ko: 신뢰하는 개인에 대한 ORCID 검색하기
pt: Pesquisar indivíduos fidedignos no ORCID
ru: Найдите в ORCID доверенных лиц
tr: Güvenilir kişiler için ORCID'de arama yap
zh_cn: 在 ORCID 搜索受信任的个人

# account.name
source: Name
ar: الاسم
cs: Jméno
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt: Nome
ru: Имя:
tr: Ad
zh_cn: 名称

# account.noResultFoundTrustedInd
source: No results found. Please edit your search terms.
ar: لم يتم العثور على النتائج. يرجى تحرير مصطلحات البحث الخاصة بك.
cs: Nebyly nalezeny žádné výsledky. Prosím, upravte vyhledávací podmínku.
de: Keine Ergebnisse gefunden. Bitte ändern Sie Ihre Suchbegriffe.
es: No se encontraron resultados. Por favor edite sus términos de búsqueda.
fr: Aucun résultat. Veuillez modifier vos termes de recherche
ja: 結果が見つかりません。 検索条件を編集してください。
ko: 찾을 수 없습니다. 탐색어을 수정해주십시오.
pt: Nenhum resultado encontrado. Edite seus termos de busca.
ru: Поиск не дал результатов Скорректируйте условия поиска.
tr: Sonuç bulunamadı. Lütfen arama terimlerinizi düzenleyin.
zh_cn: 未找到结果。 请编辑您的搜索术语。

# search.paginator
source: paginator
ar: المرقِم
cs: stránkovač
de: Seitenzähler
es: paginador
fr: assistant de pagination
ja: ページネーター
ko: 페이지 지정자
pt: paginador
ru: пагинатор
tr: sayfalandırıcı
zh_cn: 分页器

# account.searchIndividualsPlaceHolder
source: ORCID iD, email address, or names
ar: معرف أوركيد، عنوان بريد الكتروني، أو أسماء
cs: ORCID iD, emailová adresa nebo jméno
de: ORCID iD, -E-Mail-Adresse oder -Name
es: ORCID iD, dirección de correo electrónico o nombres
fr: ORCID iD, adresse électronique ou noms
ja: ORCID iD、電子メール・アドレス、または名前
ko: ORCID iD, 이메일 주소 또는 이름
pt: ORCID iD, endereço de e-mail ou nomes
ru: ORCID iD, адрес электронной почты или имя
tr: ORCID kimliği, e-posta adresi veya adları
zh_cn: ORCID iD、电子邮件地址或名称

# account.alreadyAdded
source: You already added this user
ar: لقد أضفت هذا المستخدم بالفعل
cs: Tohoto uživatele jste již přidali
de: Sie haben diesen Benutzer bereits hinzugefügt
es: Ya ha añadido a este usuario
fr: Vous avez déjà ajouté cet utilisateur
ja: このユーザーを既に追加済みです
ko: 이미 추가된 사용자
pt: Já adicionou este utilizador
ru: Вы уже добавили этого пользователя
tr: Bu kullanıcıyı zaten eklediniz
zh_cn: 您已经添加了这个用户

# account.trustedIndividuals
source: Trusted individuals
ar: الأفراد الموثوق بهم
cs: Důvěryhodné osoby
de: Vertrauenswürdige Personen
es: Personas de confianza
fr: Personnes approuvées
ja: 信頼される個人
ko: 신뢰할 수있는 사람
pt: Indivíduos confiáveis
ru: Доверенные лица
tr: Güvenilir kişiler
zh_cn: 信任的个人
