Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# register.labelNameYouMostMost
source: Your given names or forenames
ar: الأسماء أو الأسماء الأولى
cs: Vaše jména a příjmení
de: Ihre Vornamen
es: Sus nombres
fr: Vos noms
ja: よく使う名
ko: 성을 제외한 이름
pt: Seus nomes
ru: Ваши имена
tr: Verilen adlarınız veya ön adlarınız
zh_cn: 您的名字

# register.familyNamePlaceholder
source: Your family names or surnames
ar: أسماء عائلتك أو ألقابك
cs: Vaše příjmení
de: Ihre Nachnamen
es: Sus apellidos
fr: Vos noms de famille
ja: 姓 (名字)
ko: 성
pt: Seus sobrenomes
ru: Ваши фамилии
tr: Soyadınız veya soyadlarınız
zh_cn: 您的姓氏

# register.emailAreValid
source: Your emails match
ar: رسائل البريد الإلكتروني الخاصة بك متطابقة
cs: Vaše e-maily se shodují
de: Ihre E-Mail-Adressen stimmen überein.
es: Sus correos electrónicos coinciden
fr: Vos adresses e-mail correspondent
ja: メールアドレスが一致しています
ko: 이메일 일치
pt: Os e-mails correspondem
ru: Адреса эл. почты совпадают
tr: E-postalarınız eşleşiyor
zh_cn: 您的电子邮件符合

# register.emailAreNotValid
source: Your emails do not match
ar: رسائل البريد الإلكتروني الخاصة بك غير متطابقة
cs: Vaše e-maily se neshodují
de: Ihre E-Mail-Adressen stimmen nicht überein.
es: Sus correos electrónicos no coinciden
fr: Vos adresses e-mail ne correspondent pas
ja: メールアドレスが一致しません
ko: 이메일 불일치
pt: Os e-mails não correspondem
ru: Адреса эл. почты не совпадают.
tr: E-postalarınız eşleşmiyor
zh_cn: 您的电子邮件不符

# register.reactivating
source: Reactivating your account
ar: إعادة تنشيط حسابك
cs: Obnovení vašeho účtu
de: Reaktivierung Ihres Kontos
es: Reactivando su cuenta
fr: Réactiver votre compte
ja: アカウントを再度アクティブにしています
ko: 귀하의 계정을 재활성화 중
pt: Reativando sua conta
ru: Учётная запись восстонавливается.
tr: Hesabınızı yeniden etkinleştirin
zh_cn: 重新激活您的帐户

# ngOrcid.signin.verify.reactivationSent
source: Thank you for reactivating your ORCID record; please complete the process by following the steps in the email we are now sending you. If you don’t receive an email from us, please
ar: نشكرك على إعادة تنشيط سجل ORCID الخاص بك؛ يُرجى إكمال العملية باتباع الخطوات الواردة في البريد الإلكتروني الذي نرسله إليك الآن. إذا لم تتلق بريداً إلكترونياً منا، فيُرجى
cs: Ďekujeme vám, že jste si reaktivovali váš účet ORCID; prosím, dokončete proces podle kroků uvedených v emailu, který vám teď odesíláme. Pokud od nás email nedostanete, prosím
de: Vielen Dank für die Reaktivierung Ihres ORCID-Eintrags. Bitte schließen Sie den Vorgang ab, indem Sie die Schritte in der E-Mail befolgen, die wir Ihnen jetzt senden. Wenn Sie keine E-Mail von uns erhalten,
es: Gracias por reactivar su registro ORCID. Por favor, complete el proceso siguiendo los pasos en el correo electrónico que le vamos a enviar ahora. Si no recibe un correo electrónico nuestro, por favor
fr: Merci d'avoir réactivé votre dossier ORCID ; veuillez compléter le processus en suivant les étapes dans l'email que nous venons de vous envoyer. Si vous ne recevez pas ce email de notre part, veuillez
ja: ORCIDレコードを再アクティベートしていただきありがとうございます。今からお送りするメールの手順に従って処理を完了してください。弊社からのメールが届かない場合は、次の事を行ってください。
ko: ORCID 레코드를 다시 활성화해 주셔서 감사합니다. 지금 보내드리는 이메일의 단계에 따라 절차를 완료하십시오. 이메일을 받지 못하면
pt: Obrigado por reativar o seu registro ORCID; Por favor complete o processo seguindo os passos no e-mail que estamos enviando agora. Se não receber um e-mail nosso, por favor
ru: Спасибо за реактивацию вашей учётной записи ORCID; просим завершить процесс следуя инструкции, указанной в письме, которое мы сейчас Вам отправляем. Если Вы не получили от нас сообщения, то пожалуйста
tr: ORCID kaydınızı yeniden etkinleştirdiğiniz için teşekkür ederiz; lütfen size gönderdiğimiz e-postadaki adımları izleyerek işlemi tamamlayın. Bizden bir e-posta almazsanız, lütfen
zh_cn: 感谢您重新激活您的 ORCID 记录；请按照我们现在发送给您的电子邮件中的步骤完成操作。如果您没有收到我们的电子邮件，请

# shared.contactSupport
source: contact support.
ar: اتصل بالدعم.
cs: kontaktujte podporu.
de: kontaktieren Sie den Support.
es: póngase en contacto con el servicio de asistencia.
fr: contacter le support.
ja: サポートに連絡してください。
ko: 지원팀에 문의하십시오.
pt: contacte a assistência.
ru: обратитесь в службу поддержки.
tr: destek ekibiyle iletişime geçin.
zh_cn: 联系支持团队

# register.termsOfUse
source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky užití
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용 약관
pt: Termos de Uso
ru: Условия использования
tr: Kullanım Şartları
zh_cn: 使用条款

# register.youMustAccept2
source: You must accept the terms of use and consent to your data being processed in the United States
ar: يتوجب عليك الموافقة على شروط الاستخدام والموافقة على معالجة بياناتك في الولايات المتحدة
cs: Musíte přijmout podmínky používání a souhlasit se zpracováním vašich údajů ve Spojených státech
de: Sie müssen unsere Nutzungsbedingungen akzeptieren und der Verarbeitung Ihrer Daten in den USA zustimmen.
es: Tiene que aceptar los términos de uso y dar tu consentimiento para que sus datos se traten en Estados Unidos.
fr: Vous devez accepter les conditions et consentir au traitement de vos données aux États-Unis
ja: 当社の利用規約に同意し、米国でのデータ処理に同意する必要があります
ko: 이용 약관을 수락하여 귀하의 데이터가 미국 내에서 처리되는 데에 동의하셔야 합니다.
pt: Tem de aceitar os termos de utilização e consentir que os seus dados sejam tratados nos Estados Unidos
ru: Необходимо принять Условия использования и дать согласие на обработку ваших данных в США
tr: Kullanım koşullarımızı kabul etmeniz ve verilerinizin Birleşik Devletler'de işlenmesine rıza göstermeniz gerekmektedir
zh_cn: 您必须接受我们的使用条款，并同意在美国处理您的数据

# register.consentTo
source: I consent to the
ar: أوافق على
cs: Souhlasím se zněním dokumentu
de: Ich akzeptiere die
es: Acepto la
fr: J'accepte la
ja: に同意します
ko: 나는 동의합니다.
pt: Concordo com a
ru: Я соглашаюсь с
tr: Kabul ediyorum:
zh_cn: 我同意

# register.privacyPolicy
source: privacy policy
ar: سياسة الخصوصية
cs: zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: política de privacidad
fr: politique de confidentialité
ja: プライバシー・ポリシー
ko: 개인정보보호 정책
pt: política de privacidade
ru: политикой конфиденциальности
tr: gizlilik politikası
zh_cn: 隐私政策

# register.termsOfUse2
source: terms of use
ar: شروط الاستخدام
cs: podmínky používání
de: Nutzungsbedingungen
es: términos de uso
fr: conditions d'utilisation d'ORCID
ja: 利用規約により
ko: 이용 약관에 따라
pt: termos de uso
ru: условиям использования ORCID
tr: kullanım şartlarına göre
zh_cn: 使用条款

# register.agree2
source: and agree to my data being publicly accessible where marked as “Visible to Everyone”.
ar: وأوافق على أن تكون بياناتي متاحة للجمهور حيث علِّمت على أنها "مرئية للجميع".
cs: a souhlasím, že moje údaje budou veřejně přístupné, pokud budou označeny jako „Viditelné pro všechny“.
de: und stimme zu, dass meine Daten öffentlich zugänglich sind, wenn sie als „Für alle sichtbar“ gekennzeichnet sind.
es: y acepto que mis datos sean de acceso público cuando estén marcados como «Visibles para todos».
fr: et j'accepte que mes données soient accessibles au public lorsqu'elles sont marquées comme « Visibles pour tous ».
ja: そして、「誰でも閲覧可」にマークすると自分のデータが公開されることに同意します。
ko: 그리고 "모두에게 공개"로 표시된 저의 데이터를 공개적으로 사용 가능하도록 하는 것에 동의합니다.
pt: e concordo que os meus dados sejam de acesso público sempre que assinalados como "Visível a Todos".
ru: и согласиться на общий доступ к моим данным, которые помечены как «видимые для всех».
tr: ve verilerimin "Herkes Tarafından Görülebilir" olarak işaretlendiği yerlerde herkese açık olmasını kabul ediyorum.
zh_cn: 并同意我的数据在标记为“人人可见”的地方被公开访问

# register.dataProcessed
source: I consent to my data being processed in the United States.
ar: أوافق على معالجة بياناتي في الولايات المتحدة.
cs: Souhlasím se zpracováním svých údajů ve Spojených státech.
de: Ich stimme zu, dass meine Daten in den Vereinigten Staaten verarbeitet werden.
es: Doy mi consentimiento para que mis datos se procesen en los Estados Unidos.
fr: Je consens à que mes données soient traitées aux États-Unis.
ja: 私は自分のデータがアメリカ合衆国で処理されることに同意します。
ko: 저의 데이터가 미국 내에서 처리되는 것에 동의합니다.
pt: Autorizo que os meus dados sejam processados nos Estados Unidos.
ru: Я даю согласие на обработку своих данных в Соединенных Штатах Америки.
tr: Verilerimin Amerika Birleşik Devletleri'nde işlenmesine izin veriyorum.
zh_cn: 我同意在美国处理我的数据。

# register.moreInformation
source: More information on how ORCID process your data.
ar: مزيد من المعلومات حول كيفية معالجة أوركيد لبياناتك.
cs: Další informace o tom, jak organizace ORCID zpracovává vaše údaje.
de: Mehr Informationen darüber, wie ORCID Ihre Daten verarbeitet.
es: Más información sobre cómo ORCID procesa sus datos.
fr: Plus d'informations sur la manière dont ORCID traite vos données.
ja: ORCIDがどのようにあなたのデータを処理するかについての詳細。
ko: ORCID에서 귀하의 데이터를 처리하는 방식에 대한 상세한 정보.
pt: Mais informação sobre como a ORCID processa os seus dados.
ru: Дополнительная информация о том, как ORCID обрабатывает ваши данные.
tr: ORCID'in verilerinizi nasıl işlediği hakkında daha fazla bilgi.
zh_cn: 关于 ORCID 如何处理您的数据的更多信息。

# register.visibilityDescription1
source: Your ORCID iD connects with your ORCID record that can contain links to your research activities, affiliations, awards, other versions of your name, and more. You control this content and who can see it.
ar: يتصل معرف أوركيدبتسجيلة أوركيد الخاصة بك والتي يمكن أن تحتوي على روابط لأنشطة البحث الخاصة بك، انتساباتك، جوائزك، صيغ أخرى من اسمك، وغيرها. أنت تتحكم في هذا المحتوى ومن يمكنه رؤيته.
cs: ORCID iD se spojuje s vašimi ORCID záznamy, které mohou obsahovat odkazy na vaši výzkumnou činnost, afiliace, ocenění, další verze vašeho jména a další. Vy kontrolujete tento obsah a kdo jej může vidět.
de: Ihre ORCID-iD wird mit Ihrem ORCID-Eintrag verbunden, der Links zu Ihren Forschungsaktivitäten, Zugehörigkeiten, Preise, anderen Versionen Ihres Namens und mehr enthalten kann. Sie kontrollieren diesen Inhalt und wer ihn sehen kann.
es: Su ORCID iD le conecta a su registro ORCID, que puede contener enlaces a sus actividades de investigación, afiliaciones, premios, otras versiones de su nombre y más. Usted controla este contenido y quién puede verlo.
fr: Votre identifiant ORCID se connecte à votre dossier ORCID, lequel peut contenir des liens vers vos activités de recherche, affiliations, subventions de recherche, autres versions de votre nom, etc. Vous contrôlez ce contenu et qui peut le voir.
ja: ORCID iDはあなたのORCIDレコードとつながっています。ORCIDレコードには、あなたの研究活動、所属、賞、あなたの名前の別のバージョンなどへのリンクを含めることができます。このコンテンツとそれを見ることができる人をご自身で管理します。
ko: ORCID iD는 귀하의 연구 활동, 제휴사, 수상 내역, 다른 버전의 이름 등에 대한 링크를 포함할 수있는 ORCID 레코드와 연결됩니다. 귀하는 이 콘텐츠를 제어하고 볼 수 있습니다.
pt: Seu ORCID iD se conecta ao seu registro ORCID o qual pode conter links às suas atividades de pesquisa, afiliações, prêmios, outras versões do seu nome e muito mais. Você pode controlar este conteúdo e quem pode vê-lo.
ru: Ваш ORCID iD связан с вашей учётной записью ORCID, которая может содержать ссылки на ваши исследования, аффилиации, награды, другие имена и прочие данные. Вы можете управлять этой информацией и ее видимостью для других.
tr: ORCID kimliğiniz araştırma faaliyetlerinize, bağlantılarınıza, ödüllerinize, adınızın diğer sürümleri ve daha fazlası için bağlantılar içerebilen ORCID kaydınıza bağlanır. Bu içeriği ve kimlerin görebileceğini siz kontrol edersiniz.
zh_cn: ORCID iD 号连接到您的 ORCID 记录，包含您的研究活动、隶属关系、奖励、您的其他名字等等。您可以控制此内容以及谁可以看到它。

# register.visibilityLegend
source: Visibility settings
ar: إعدادات العرض
cs: Nastavení viditelnosti
de: Sichtbarkeitseinstellungen
es: Ajustes de visibilidad
fr: Paramètres de confidentialité
ja: 可視性設定
ko: 가시성 설정
pt: Configurações de visibilidade
ru: Настройки видимости
tr: Görünürlük ayarları
zh_cn: 可见性设置

# register.visibilityDescription3
source: By default, what visibility should be given to new items added to your ORCID Record?
ar: بشكل افتراضي ، ما هي الرؤية التي يجب إعطاؤها للعناصر الجديدة المضافة إلى سجل أوركيد الخاص بك؟
cs: Kdo by měl být ve výchozím nastavení schopný zobrazit informace přidané do vašeho záznamu ORCID?
de: Welche Sichtbarkeit sollen neue Elemente, die Ihrem ORCID-Eintrag hinzugefügt werden, standardmäßig erhalten?
es: De forma predeterminada, ¿quién puede ver la información añadida a su registro ORCID?
fr: Par défaut, quelle visibilité donner aux nouveaux éléments ajoutés à votre dossier ORCID ?
ja: デフォルトで、ORCID レコードに追加された情報を見ることができる人は誰ですか？
ko: 기본적으로 ORCID 기록에 추가된 정보를 열람할 수 있는 사람은 누구입니까?
pt: Por padrão, que visibilidade deve ser dada a novos itens adicionados ao seu Registro ORCID?
ru: По умолчанию, какие настройки видимости должны быть указаны при добавлении новых элементов (например, работ) в Вашу учётную запись?
tr: Varsayılan olarak, ORCID Kaydınıza eklenen yeni öğeler için hangi görünürlüğü ayarlayacaksınız?
zh_cn: 默认情况下，谁能够看到添加到您的 ORCID 记录的信息？

# register.visibilityRequired2
source: Please select a default visibility for new items
ar: الرجاء تحديد الرؤية الافتراضية للعناصر الجديدة
cs: Vyberte výchozí viditelnost nových položek
de: Bitte wählen Sie eine Standard-Sichtbarkeitseinstellung für neue Elemente aus.
es: Seleccione el nivel de visibilidad predeterminado de los artículos nuevos
fr: Sélectionnez un niveau de visibilité par défaut pour les nouveaux éléments
ja: 新しいアイテムのデフォルトの可視性を選択してください
ko: 새 항목의 기본 공개 여부 선택
pt: Selecione uma visibilidade predefinida para os novos itens
ru: Выберите, кто по умолчанию может видеть новые элементы
tr: Lütfen yeni ögeler için bir varsayılan görünürlük seçin
zh_cn: 请为新项目选择默认可见性

# register.everioneCanSeeThese
source: Everyone can see these items
ar: يمكن للجميع رؤية هذه العناصر
cs: Tyto položky si může prohlédnout každý
de: Jeder kann diese Elemente sehen.
es: Todo el mundo puede ver estos artículos
fr: Tout le monde peut voir ces éléments
ja: これらのアイテムは誰でも見ることができます
ko: 누구나 항목을 볼 수 있음
pt: Todos podem ver estes itens
ru: Все пользователи
tr: Bu ögeleri herkes görebilir
zh_cn: 所有人都能看到这些项目

# register.VisibilityParties
source: Trusted parties
ar: المنظمات والأفراد الموثوق بهم
cs: Důvěryhodné strany
de: Vertrauenswürdige Parteien
es: Partes de confianza
fr: Parties de confiance
ja: トラステッド・パーティー
ko: 제한공개
pt: Partes confiáveis
ru: Доверенные лица
tr: Güvenilen taraflar
zh_cn: 受信任组织

# register.onlyPeopleAndOrganization
source: Only people and organizations you’ve given permission
ar: فقط الأشخاص والمنظمات التي منحتها الإذن
cs: Pouze osoby a organizace, kterým jste dali svolení
de: Nur Personen und Organisationen, denen Sie die Berechtigung erteilt haben
es: Solo las personas y organizaciones a las que haya dado permiso
fr: Seules les personnes et les organisations auxquelles vous avez donné l'autorisation
ja: あなたが許可を与えた人と組織のみが見ることができます
ko: 귀하가 권한을 부여한 사람 및 조직만
pt: Apenas as pessoas e organizações a que concedeu permissão
ru: Только лица и организации, которым предоставлено разрешение
tr: Sadece izin verdiğiniz kişiler ve kurumlar
zh_cn: 仅限您已授权的个人和组织

# register.itemsArePrivateAndOnly
source: Items are private and only visible to you
ar: العناصر خاصة ومرئية لك فقط
cs: Položky jsou soukromé a viditelné pouze pro vás
de: Elemente sind privat und nur für Sie sichtbar.
es: Los artículos con privados; solo usted puede verlos
fr: Les éléments sont privés et uniquement visibles par vous
ja: アイテムは非公開で、あなただけが見ることができます
ko: 항목이 비공개되어 본인만 볼 수 있음
pt: Os itens são privados e apenas visíveis para si
ru: Только я
tr: Ögeler gizlidir ve sadece sizin tarafınızdan görülebilir
zh_cn: 项目是私人的，只有您可见

# register.ariaLabelMoreInformationOnVisibility
source: More information on visibility settings (Opens in new tab)
ar: مزيد من المعلومات حول إعدادات الرؤية (يفتح في علامة تبويب جديدة)
cs: Další informace o nastavení viditelnosti (Otevře se v nové záložce)
de: Weitere Informationen zu den Sichtbarkeitseinstellungen (werden in einem neuen Tab geöffnet)
es: Más información en los ajustes de visibilidad (se abrirá en una pestaña nueva)
fr: Plus d'informations sur les paramètres de visibilité (dans un nouvel onglet)
ja: 可視性設定の詳細 (新しいタブで開きます)
ko: 공개 여부 설정에 대한 자세한 정보(새 탭에서 열림)
pt: Mais informações sobre as definições de visibilidade (abre numa nova janela)
ru: Подробнее о настройках видимости (откроется в новой вкладке)
tr: Görünürlük ayarları hakkında daha fazla bilgi (Yeni sekmede açılır)
zh_cn: 更多关于可见性设置的信息（在新标签页中开启）

# register.create
source: Create your ORCID iD
ar: قم بإنشاء معرف أروكيد الخاص بك
cs: Vytvořte si ORCID iD
de: Erstellen Sie Ihre ORCID iD
es: Cree su ORCID iD
fr: Créez votre iD ORCID
ja: ORCID idを作成
ko: ORCID iD를 만드십시오
pt: Crie o seu ORCID iD
ru: Создайте свой ORCID iD
tr: ORCID kimliğinizi oluşturun
zh_cn: 创建自己 ORCID iD 号

# register.reactivateYourOrcidAccount
source: Reactivate your ORCID account
ar: إعادة تفعيل حسابك في ORCID
cs: Reaktivovat váš účet ORCID
de: Ihr ORCID-Konto wieder aktivieren
es: Reactivar su cuenta de ORCID
fr: Réactiver votre compte ORCID
ja: ORCIDアカウントを再度アクティブにする
ko: ORCID 계정 재활성화
pt: Reativar a sua conta ORCID
ru: Восстановите аккаунт ORCID
tr: ORCID hesabınızı yeniden etkinleştirin
zh_cn: 重新激活您的 ORCID 帐户

# register.step1.3
source: Step 1 of 5 - Names and emails
ar: الخطوة 1 من 5 - الأسماء والبريد الإلكتروني
cs: Krok 1 z 5 – Jména a e-maily
de: Schritt 1 von 5 – Namen und E-Mail-Adressen
es: Paso 1 de 5: Nombre y correos electrónicos
fr: Étape 1 sur 5 : noms et adresses e-mail
ja: ステップ 1/5 - 名前とメールアドレス
ko: 1/5단계 - 이름 및 이메일
pt: Passo 1 de 5 – Nomes e e-mails
ru: Шаг 1 из 5: имена и адреса
tr: Adım 1/5 - İsimler ve e-postalar
zh_cn: 步骤 1（共 5 步）- 名称和电子邮件

# register.orcids
source: Per ORCID's
ar: للمعرف
cs: ORCID
de: Gemäß der ORCID
es: DE ORCID
fr: Par ORCID
ja: ORCIDの
ko: ORCID의
pt: da ORCID
ru: Следуя
tr: ORCID'in
zh_cn: 按照ORCID的

# register.terms
source: terms of use
ar: شروط الاستخدام
cs: Podmínek užití ORCID
de: Nutzungsbedingungen
es: términos de uso de ORCID
fr: conditions d'utilisation d'ORCID
ja: 利用規約により
ko: 이용 약관에 따라
pt: termos de uso
ru: условиям использования ORCID
tr: kullanım şartlarına göre
zh_cn: 使用条款

# register.only
source: , you may only register for an ORCID iD for yourself. Already have an ORCID iD?
ar: ، يمكنك التسجيل للحصول على معرف أوركيد لك فقط. هل لديك معرف أوركيد بالفعل؟
cs: , můžete zaregistrovat ORCID iD pouze pro sebe. Už máte ORCID iD?
de: können Sie für sich selbst nur eine ORCID-iD registrieren. Haben Sie bereits eine ORCID-iD?
es: , solo puede registrar un ORCID iD para usted. ¿Ya tiene un ORCID iD?
fr: , vous ne pouvez vous enregistrer pour un iD ORCID que pour vous-même. Avez vous déjà un iD ORCID?
ja: ご自身でのみORCID iDに登録できます。すでにORCID iDをお持ちですか？
ko: , 본인만 ORCID iD를 등록할 수 있습니다. ORCID iD가 이미 있습니까?
pt: , você só pode registrar-se para um ORCID iD para você mesmo. Já tem um ORCID iD?
ru: , Вы можете зарегистрировать ORCID iD только для себя. У вас уже есть ORCID iD?
tr: , sadece kendiniz için bir ORCID kimliğine kaydolabilirsiniz. Zaten bir ORCID kimliğiniz var mı?
zh_cn: ，您只能为自己注册一个 ORCID iD 号。您是否已经有一个 ORCID iD 号？

# register.sign
source: Sign In
ar: تسجيل الدخول
cs: se přihlaste
de: Anmelden
es: Iniciar sesión
fr: S'identifier
ja: サインイン
ko: 로그인
pt: Entrar
ru: Войти в систему
tr: Oturum Aç
zh_cn: 请登录

# register.nextStep
source: Next Step
ar: الخطوة التالية
cs: Následující krok
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
ja: 次のステップ
ko: 다음 단계
pt: Passo seguinte
ru: Следующий шаг
tr: Sonraki Adım
zh_cn: 下一步

# register.cancelRegistration
source: Cancel registration
ar: إلغاء التسجيل
cs: Zrušit registraci
de: Registrierung abbrechen
es: Cancelar registro
fr: Annuler l'inscription
ja: 登録をキャンセル
ko: 등록 취소
pt: Cancelar registo
ru: Отменить регистрацию
tr: Kaydı iptal et
zh_cn: 取消注册

# register.cancelReactivation
source: Cancel reactivation
ar: إلغاء طلب إعادة التفعيل
cs: Zrušit reaktivaci
de: Erneute Aktivierung abbrechen
es: Cancelar reactivación
fr: Annuler la réactivation
ja: 再アクティブ化をキャンセル
ko: 재활성화 취소
pt: Cancelar reativação
ru: Отменить восстановление
tr: Yeniden etkinleştirmeyi iptal et
zh_cn: 取消重新激活

# register.step2.3
source: Step 2 of 5 - Password
ar: الخطوة 2 من 5 - كلمة المرور
cs: Krok 2 z 5 – Heslo
de: Schritt 2 von 5 – Passwort
es: Paso 2 de 5: Contraseña
fr: Étape 2 sur 5 : mot de passe
ja: ステップ 2/5 - パスワード
ko: 2/5단계 - 비밀번호
pt: Passo 2 de 5 – Palavra-passe
ru: Шаг 2 из 5: пароль
tr: Adım 2/5 - Parola
zh_cn: 步骤 2（共 5 步）- 密码

# register.previousStep
source: Previous Step
ar: الخطوة السابقة
cs: Předchozí krok
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
ja: 前のステップ
ko: 이전 단계
pt: Passo anterior
ru: Предыдущий шаг
tr: Önceki Adım
zh_cn: 上一步

# register.step4.3
source: Step 4 of 5 - Visibility
ar: الخطوة 4 من 5 - الرؤية
cs: Krok 4 z 5 – Viditelnost
de: Schritt 4 von 5 – Sichtbarkeit
es: Paso 4 de 5: Visibilidad
fr: Étape 4 sur 5 : visibilité
ja: ステップ 4/5 - 可視性
ko: 4/5단계 - 공개 여부
pt: Passo 4 de 5 – Visibilidade
ru: Шаг 4 из 5: настройки доступа
tr: Adım 4/5 - Görünürlük
zh_cn: 步骤 4（共 5 步）- 可见性

# shared.previousStep
source: Previous Step
ar: الخطوة السابقة
cs: Předchozí krok
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
ja: 前のステップ
ko: 이전 단계
pt: Passo anterior
ru: Предыдущий шаг
tr: Önceki Adım
zh_cn: 上一步

# register.step3.3
source: Step 3 of 5 - Current employment
ar: الخطوة 3 من 5 - التوظيف الحالي
cs: Krok 3 z 5 – Stávající zaměstnání
de: Schritt 3 von 5 – Aktuelle Beschäftigung
es: Paso 3 de 5: Empleo actual
fr: Étape 3 sur 5 : emploi actuel
ja: ステップ 3/5 - 現在の雇用
ko: 3/5단계 - 현재 고용상태
pt: Passo 3 de 5 – Emprego atual
ru: Шаг 3 из 5: текущее место работы
tr: Adım 3/5 - Mevcut iş
zh_cn: 步骤 3（共 5 步）- 当前就业状态

# shared.skipThisStepWithoutAddingAnAffiliation
source: Skip this step without adding an affiliation
ar: تخطي هذه الخطوة دون إضافة أي انتماء
cs: Přeskočit tento krok bez přidání přidružení
de: Diesen Schritt überspringen, ohne eine Zugehörigkeit einzugeben
es: Omitir este paso sin añadir una afiliación
fr: Ignorer cette étape sans ajouter d'affiliation
ja: 所属を追加せずにこのステップをスキップする
ko: 담당기관 추가 없이 이 단계 건너뛰기
pt: Ignorar este passo sem adicionar uma afiliação
ru: Пропустить этот шаг, не указывая аффилиацию
tr: Bir bağlantı eklemeden bu adımı atlayın
zh_cn: 不添加隶属机构，跳过该步骤

# register.step5.3
source: Step 5 of 5 - Terms and conditions
ar: الخطوة 5 من 5 - الشروط والأحكام
cs: Krok 5 z 5 – Smluvní podmínky
de: Schritt 5 von 5 – Allgemeine Geschäftsbedingungen
es: Paso 5 de 5: Términos y condiciones
fr: Étape 5 sur 5 : conditions générales
ja: ステップ 5/5 - 利用規約
ko: 5/5단계 - 이용 약관
pt: Passo 5 de 5 – Termos e condições
ru: Шаг 5 из 5: Условия использования
tr: Adım 5/5 - Şartlar ve koşullar
zh_cn: 步骤 5（共 5 步）- 条款与条件

# register.completeRegistration
source: Complete registration
ar: إكمال التسجيل
cs: Dokončit registraci
de: Registrierung abschließen
es: Completar registro
fr: Terminer l'inscription
ja: 登録を完了
ko: 등록 완료
pt: Registo concluído
ru: Завершить регистрацию
tr: Kaydı tamamla
zh_cn: 完成注册

# register.reactivateMyOrcidAccount
source: Reactivate my ORCID account
ar: إعادة تفعيل حسابي في ORCID
cs: Reaktivovat můj účet ORCID
de: Mein ORCID-Konto wieder aktivieren
es: Reactivar mi cuenta de ORCID
fr: Réactiver mon compte ORCID
ja: ORCIDアカウントを再度アクティブにする
ko: 내 ORCID 계정 재활성화
pt: Reativar a minha conta ORCID
ru: Восстановить аккаунт ORCID
tr: ORCID hesabımı yeniden etkinleştir
zh_cn: 重新激活我的 ORCID 帐户

# register.personalData
source: Personal data
ar: البيانات الشخصية
cs: Osobní data
de: Personenbezogene Daten
es: Datos personales
fr: Données personnelles
ja: 個人データ
ko: 개인 데이터
pt: Dados pessoais
ru: Персональные данные
tr: Kişisel veriler
zh_cn: 个人数据

# register.securityAndNotifications
source: Security and notifications
ar: الحماية والإشعارات
cs: Zabezpečení a oznámení
de: Sicherheit und Benachrichtigungen
es: Seguridad y notificaciones
fr: Sécurité et notifications
ja: セキュリティと通知
ko: 보안 및 알림
pt: Segurança e notificações
ru: Безопасность и уведомления
tr: Güvenlik ve bildirimler
zh_cn: 安全和通知

# register.visibilityAndTerm
source: Visibility and terms
ar: العرض والشروط
cs: Viditelnost a podmínky
de: Sichtbarkeit und Bedingungen
es: Visibilidad y términos
fr: Visibilité et conditions
ja: 可視性と用語
ko: 표시 여부 및 약관
pt: Visibilidade e termos
ru: Видимость и условия
tr: Görünürlük ve şartlar
zh_cn: 可见性和条款
