Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.award
source: Distinction/award
ar: الامتياز/الجائزة
cs: Vyznamenání/ocenění
de: Auszeichnung/Preis
es: Distinción/premio
fr: Distinction/prix
ja: 勲章/賞
ko: 수훈/수상
pt: Distinção/prémio
ru: Знак отличия/премия
tr: Ayrıcalık/ödül
zh_cn: 荣誉/奖项

# shared.membershipType
source: Membership type
ar: نوع العضوية
cs: Typ členství
de: Art der Mitgliedschaft
es: Tipo de membresía
fr: Type d'adhésion
ja: メンバーシップタイプ
ko: 회원자격 유형
pt: Tipo de adesão
ru: Тип членства
tr: Üyelik türü
zh_cn: 成员类型

# shared.day
source: Day
ar: يوم
cs: Den
de: Tag
es: Día
fr: Journée
ja: 日
ko: 일
pt: Dia
ru: День
tr: Gün
zh_cn: 日

# shared.endDate
source: End date
ar: تاريخ الانتهاء
cs: Datum ukončení
de: Enddatum
es: Fecha de finalización
fr: Date de fin
ja: 終了日
ko: 종료일
pt: Data final
ru: Дата окончания деятельности
tr: Bitiş tarihi
zh_cn: 结束日期

# shared.endDateError
source: End date must come after start date
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء
cs: Datum ukončení musí následovat po datu zahájení
de: Das Enddatum muss nach dem Startdatum liegen
es: La fecha de finalización debe ser posterior a la fecha de inicio
fr: La date de fin doit être postérieure à la date de début.
ja: 終了日は開始日より後でなければなりません
ko: 마지막 날짜는 반드시 시작 날짜보다 뒤에 있어야 합니다
pt: A data final deve ser posterior à data inicial
ru: Дата окончания должна быть позже даты начала
tr: Bitiş tarihi, başlangıç tarihinden sonra olmalıdır
zh_cn: 结束日期不能早于开始日期

# shared.link
source: Link
ar: الرابط
cs: Odkaz
de: Verknüpfung
es: Enlace
fr: Lien
ja: リンク
ko: 링크
pt: Ligação
ru: Ссылка
tr: Bağlantı
zh_cn: 链接

# shared.linkDescription
source: A link to a profile page or description of the role. Links should be in the full URL format e.g. http://www.website.com/page.html
ar: رابط إلى صفحة شخصية أو وصف للدور. يجب أن تكون الروابط في هيئة عنوان URL كامل، على سبيل المثال، http://www.website.com/page.html
cs: Odkaz na profilovou stránku nebo popis role. Odkazy musejí být v úplném formátu URL, např. http://www.website.com/page.html
de: Ein Link zu einer Profilseite oder Beschreibung der Rolle. Links sollten im vollständigen URL-Format angegeben werden, z. B. http://www.website.com/seite.html
es: Un enlace a una página de perfil o a una descripción del rol. Los enlaces deben tener el formato de URL completa; por ejemplo: http://www.website.com/page.html
fr: Un lien vers une page de profil ou une description du rôle. Les liens doivent être au format URL complet, par exemple http://www.website.com/page.html
ja: プロフィールページへのリンク、または役割の説明。リンクは完全なURLの形式である必要があります。例：http://www.website.com/page.html
ko: 프로필 페이지로 링크 또는 역할에 대한 설명입니다. 링크는 전체 URL 형식이어야 합니다(예: http://www.website.com/page.html).
pt: Uma ligação para uma página de perfil ou descrição da função. As ligações devem estar no formato URL completo, por exemplo http://www.website.com/page.html
ru: Ссылка на страницу профиля или описание роли. Ссылки должны быть в полном формате URL, например, http://www.website.com/page.html
tr: Bir profil sayfasının bağlantısı veya rolün açıklaması. Bağlantılar tam URL biçiminde olmalıdır, ör. http://www.website.com/page.html
zh_cn: 指向此角色的个人资料页面或描述链接。链接应采用完整的 URL 格式，例如 http://www.website.com/page.html

# shared.invalidLink
source: Invalid Link
ar: رابط غير صالح
cs: Neplatný odkaz
de: Ungültiger Link
es: Enlace no válido
fr: Lien non valide
ja: 無効なリンク
ko: 유효하지 않은 링크
pt: Ligação inválida
ru: Неверная ссылка
tr: Geçersiz Bağlantı
zh_cn: 无效链接

# shared.saveChangesTo
source: Save changes to
ar: حفظ التغييرات إلى
cs: Uložit změny
de: Folgende Änderungen speichern:
es: Guarde los cambios realizados en
fr: Enregistrer les modifications dans
ja: 変更を保存:
ko: 변경사항을 다음에 저장
pt: Guardar alterações a
ru: Сохранить изменения в разделе
tr: Değişiklikleri kaydet:
zh_cn: 将更改保存到

# shared.cancelChangesAndClose
source: Cancel changes and close
ar: إلغاء التغييرات وإغلاق
cs: Zrušit změny a zavřít
de: Änderungen verwerfen und schließen
es: Cancele los cambios y cierre
fr: Annuler les modifications et fermer
ja: 変更をキャンセルして閉じる
ko: 변경사항을 취소하고 닫기
pt: Cancelar alterações e fechar
ru: Отменить изменения и закрыть
tr: Değişiklikleri iptal et ve kapat
zh_cn: 取消更改并关闭

# shared.distinctionDate
source: Date of distinction
ar: تاريخ الحصول على الشهادة
cs: Datum rozlišení
de: Datum der Auszeichnung
es: Fecha de la distinción
fr: Date de la distinction
ja: 表彰の日付
ko: 수훈 일자
pt: Data da distinção
ru: Дата награждения
tr: Ayrıcalık tarihi
zh_cn: 获奖日期

# shared.visibilityDescription
source: Control who can see this information by setting the visibility. Your default visibility is
ar: تحكم في من يمكنه رؤية هذه المعلومات عن طريق تعيين إعدادات إمكانية الرؤية. إعدادك الافتراضي لإمكانية الرؤية
cs: Nastavením viditelnosti určíte, kdo uvidí tyto informace. Vaše výchozí viditelnost je
de: Kontrollieren Sie, wer diese Informationen sehen kann, indem Sie die Sichtbarkeit einstellen. Ihre Standardsichtbarkeit ist
es: Controle quién puede ver esta información mediante los ajustes de visibilidad. Su visibilidad predeterminada es
fr: Contrôlez qui peut voir cette information en paramétrant la visibilité. Votre visibilité par défaut est :
ja: 可視性を設定して、この情報を表示できるユーザーを制御します。デフォルトの可視性は以下のようになっています：
ko: 가시성 설정으로 이 정보를 누가 볼 수 있는지 조정하세요. 내 기본 가시성 설정은 다음과 같습니다
pt: Controle quem pode ver esta informação, definindo a visibilidade. A sua visibilidade predefinida é
ru: Управляйте тем, кто может видеть эту информацию, устанавливая видимость. Ваша видимость по умолчанию:
tr: Görünürlüğü ayarlayarak bu bilgileri kimlerin görebileceğini denetleyin. Varsayılan görünürlüğünüz:
zh_cn: 通过设置可见性来控制谁可以看到此信息。您的默认可见性是

# shared.showMoreDetail
source: Show more detail
ar: عرض تفاصيل أكثر
cs: Zobrazit více podrobností
de: Mehr Details zeigen
es: Mostrar más detalles
fr: Afficher plus de détails
ja: 詳細を表示
ko: 자세히 보기
pt: Exibir mais detalhes
ru: Показать больше сведений
tr: Daha fazla ayrıntı göster
zh_cn: 显示更多细节

# shared.showLessDetail
source: Show less detail
ar: عرض تفاصيل أقل
cs: Zobrazit méně podrobností
de: Weniger Details anzeigen
es: Mostrar menos detalles
fr: Afficher moins de détails
ja: 詳細を表示しない
ko: 덜 세부적으로 표시
pt: Exibir menos detalhes
ru: Показать меньше сведений
tr: Daha az ayrıntı göster
zh_cn: 显示较少的详细信息

# shared.added
source: Added
ar: تمت الإضافة
cs: Zadáno
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加されました
ko: 추가됨
pt: Adicionado
ru: Добавлено
tr: Eklendi
zh_cn: 新增

# shared.lastModified
source: Last modified
ar: آخر تعديل
cs: Naposledy změněno
de: Zuletzt bearbeitet
es: Modificado por última vez
fr: Dernière modification
ja: 最終更新
ko: 마지막으로 수정한 날짜
pt: Última alteração
ru: Последнее изменение
tr: Son değiştirilme tarihi
zh_cn: 上次修改时间

# share.undefinedId
source: undefined id
ar: معرف غير محدد
cs: nedefinované id
de: undefinierte ID
es: identificación no definida
fr: identifiant non défini
ja: 未定義ID
ko: 정의되지 않은 id
pt: id indefinido
ru: неопределенный идентификатор
tr: tanımsız kimlik
zh_cn: 未定义的识别码

# shared.identifier
source: Identifier
ar: المعرف
cs: Identifikátor
de: Kennung
es: Identificador
fr: Identifiant
ja: 識別子
ko: 식별자
pt: Identificador
ru: Идентификатор
tr: Tanımlayıcı
zh_cn: 识别码

# funding.grantNumber
source: Grant number
ar: رقم المنحة
cs: Číslo grantu
de: Förderungsnummer
es: Número de subvención
fr: Numéro de subvention
ja: 研究助成番号
ko: 과제번호
pt: Número da bolsa
ru: Номер гранта
tr: Hibe numarası
zh_cn: 授权编号

# funding.grantNumberRequired
source: Grant number is required
ar: رقم المنحة مطلوب
cs: Je požadováno číslo grantu
de: Die Förderungsnummer ist erforderlich
es: Se necesita el número de la concesión
fr: Le numéro de subvention est requis
ja: 助成金番号は必須です
ko: 보조금 금액이 필요합니다
pt: É necessário o número da bolsa
ru: Номер гранта обязателен
tr: Hibe numarası gereklidir
zh_cn: 授权号为必填项

# shared.maxLength.less_than_two_thousand_forty_eight
source: Must be less than 2084 characters
ar: يجب أن يكون أقل من 2084 حرفاً
cs: Musí být kratší než 2 084 znaků
de: Muss weniger als 2084 Zeichen lang sein
es: Debe contener menos de 2084 caracteres
fr: Ne doit pas excéder 2084 caractères
ja: 2084文字未満である必要があります
ko: 2084자 이하만 가능합니다
pt: Tem de ter menos de 2.084 caracteres
ru: Должно быть меньше 2084 символов
tr: 2084 karakterden az olmalıdır
zh_cn: 必须少于 2084 个字符

# funding.grantUrl
source: Grant link
ar: رابط المنحة
cs: Grantový odkaz
de: Förderungs-Link
es: Enlace a la concesión
fr: Lien de la subvention
ja: 助成金リンク
ko: 링크 부여
pt: Link da bolsa
ru: Ссылка на грант
tr: Hibe bağlantısı
zh_cn: 批准链接

# funding.grantUrlHint
source: A link to more information about the funding award
ar: رابط لتوضيح مزيد من المعلومات حول جائزة التمويل
cs: Odkaz na další informace o dotaci
de: Ein Link zu weiteren Informationen zum Förderpreis
es: Un enlace para obtener más información sobre la concesión de financiación
fr: Un lien vers plus d'informations au sujet de l'octroi de la subvention
ja: 資金調達賞に関する詳細情報へのリンク
ko: 펀딩 상에 대한 추가 정보로 가는 링크
pt: Um link para mais informações sobre o prêmio de financiamento
ru: Ссылка на дополнительную информацию об утверждении финансирования
tr: Finansman ödülü hakkında daha fazla bilgi veren bağlantı
zh_cn: 与此基金奖项更多相关信息的链接

# funding.invalidUrl
source: Invalid URL
ar: رابط غير صحيح
cs: Neplatná adresa URL
de: Ungültige URL
es: URL inválida
fr: URL non valide
ja: 無効な URL
ko: 잘못된 URL
pt: URL inválido
ru: Недействительный URL
tr: Geçersiz URL
zh_cn: 无效 URL

# shared.relationship
source: Relationship
ar: الصلة
cs: Vztah
de: Beziehung
es: Relación
fr: Relation
ja: 関係
ko: 관계
pt: Relacionamento
ru: Отношения
tr: İlişki
zh_cn: 关系

# funding.grantNumberColon
source: Grant number:
ar: رقم المنحة:
cs: Číslo grantu:
de: Förderungsnummer:
es: Número de la concesión:
fr: Numéro de subvention :
ja: 助成金番号：
ko: 허가 번호:
pt: Número da bolsa:
ru: Номер гранта:
tr: Hibe numarası:
zh_cn: 批准编号：

# funding.grantUrlColon
source: Grant URL:
ar: رابط الـ URL الخاص بالمنحة:
cs: URL grantu:
de: Förderungs-URL:
es: URL de la concesión:
fr: URL de la subvention :
ja: 助成金URL：
ko: 승인 URL:
pt: URL da bolsa:
ru: Ссылка на грант:
tr: Hibe URL'si:
zh_cn: 批准链接：

# shared.relationshipColon
source: Relationship:
ar: الصلة:
cs: Vztah:
de: Beziehung:
es: Relación:
fr: Relation :
ja: 関係：
ko: 관계:
pt: Relação:
ru: Отношение:
tr: İlişki:
zh_cn: 关系：

# funding.descriptionEmpty
source: Add grants, awards and other funding you have received to support your work.
ar: أضف المنح والجوائز والتمويلات الأخرى التي تلقيتها لدعم عملك.
cs: Přidejte granty, dotace a další financování, které jste získali na podporu svého díla.
de: Fügen Sie Förderungen, Preise und andere Fördermittel hinzu, die Sie zur Unterstützung Ihrer Werk erhalten haben.
es: Añada concesiones, premios y otros fondos que haya recibido para respaldar su trabajo.
fr: Ajoutez les subventions, prix et autres financements que vous avez reçus pour soutenir votre travail.
ja: あなたの作品をサポートするためにこれまでに受け取った助成金、賞、その他の資金を追加します。
ko: 작업에 지원 받은 보조금, 상금, 기타 펀딩 등 추가하기
pt: Adicionar bolsas, prêmios e outro financiamento que tenha recebido para apoiar o seu projeto.
ru: Добавьте гранты, награды и другое финансирование, которое вы получили для поддержки своей работы.
tr: Çalışmanızı desteklemek için aldığınız hibeleri, ödülleri ve diğer finansmanları ekleyin.
zh_cn: 添加基金、奖项和其他项目支持来源。

# funding.learnMore
source: Learn more about adding funding information to your ORCID record
ar: تعرف على المزيد حول إضافة معلومات التمويل إلى سجلك على ORCID
cs: Přečtěte si další informace o přidávání informací o financování do vašeho záznamu ORCID
de: Erfahren Sie mehr über das Hinzufügen von Finanzierungsinformationen zu Ihrem ORCID-Eintrag
es: Obtenga más información sobre cómo añadir información de financiación a su registro ORCID
fr: Apprenez-en davantage au sujet de l'ajout des informations de financement à votre dossier ORCID.
ja: ORCIDレコードへの資金調達情報の追加について、詳しくはこちらをご覧ください
ko: ORCID 기록에 펀딩 정보를 추가하는 방법에 대해 더 알아보기
pt: Saiba mais sobre como adicionar informações de financiamento ao seu registro ORCID
ru: Узнайте больше о добавлении информации о финансировании в вашу запись ORCID
tr: ORCID kaydınıza finansman bilgileri eklemekle ilgili daha fazla bilgi edinin
zh_cn: 了解向 ORCID 记录添加基金信息的详情

# shared.funding
source: Funding
ar: تمويل
cs: Financování
de: Finanzierung
es: Financiación
fr: Financement
ja: ファンディング
ko: 자금원
pt: Financiamento
ru: Финансирование
tr: Finansman
zh_cn: 资金

# funding.linkFunding
source: Link funding
ar: ربط التمويل
cs: Propojit financování
de: Finanzierung verknüpfen
es: Vincular financiación
fr: Lien du financement
ja: 資金調達をリンクする
ko: 펀딩 연결하기
pt: Link do financiamento
ru: Привязать финансирование
tr: Bağlantı finansmanı
zh_cn: 基金链接

# shared.searchAndLink
source: Search and Link wizards are our recommended way to populate your record. They make adding works, funding and peer reviews simple and save you time over updating your record manually. Select a platform from the list below to start linking items to your record.
ar: معالجات البحث والربط هي طريقتنا المثلى لتعبئة تسجيلتك. فهي تجعل إضافة الأعمال والتمويلات والتحكيم أمراً بسيطاً وتوفر لك الوقت في تحديث التسجيلة يدوياً. حدد منصة من القائمة أدناه لبدء ربط المواد بتسجيلتك.
cs: Průvodci vyhledáváním a propojením jsou naším doporučeným způsobem naplnění vašeho záznamu. Díky nim je přidávání děl, financování a recenzí jednoduché a ušetří vám čas oproti ruční aktualizaci záznamu. Vyberte platformu ze seznamu níže a začněte propojovat položky se svým záznamem.
de: Such- und Verknüpfungsassistenten sind unsere empfohlene Methode, um Ihren Eintrag zu füllen. Sie machen das Hinzufügen von Werke, Finanzierung und Peer-Reviews einfach und sparen Ihnen gegenüber der manuellen Aktualisierung Ihres Eintrags Zeit. Wählen Sie eine Plattform aus der Liste unten aus, um mit dem Verknüpfen von Elementen mit Ihrem Eintrag zu beginnen.
es: Los asistentes de búsqueda y enlace son la forma recomendada de rellenar el registro. Hacen que la adición de trabajos, la financiación y las revisiones por pares sean sencillas y le ahorran tiempo al actualizar su registro manualmente. Seleccione una plataforma de la lista siguiente para empezar a vincular elementos a su registro.
fr: Les assistants de recherche et de liens sont la méthode recommandée pour remplir votre dossier. Ils simplifient l'ajout de travaux, de financements et d'évaluations par les pairs et vous font gagner du temps en comparaison à la saisie manuelle de votre dossier. Sélectionnez une plateforme dans la liste ci-dessous pour commencer à lier des éléments à votre dossier.
ja: 検索ウィザードとリンクウィザードは、レコードにデータを入力するための推奨される方法です。著作物の追加、資金提供、ピアレビューが簡単になり、レコードを手動で更新する時間を節約できます。以下のリストからプラットフォームを選択して、アイテムのレコードへのリンクを開始します。
ko: 검색 및 링크 마법사는 기록을 가져오는 데 권장되는 방법입니다. 작업 추가, 펀딩, 동료 평가를 간단하게 수행할 수 있으며 수동으로 기록을 업데이트하는 데 소요되는 시간을 절약할 수 있습니다. 아래 목록에서 플랫폼을 선택하여 항목을 기록에 연결하십시오.
pt: Os assistentes de busca e associação são a nossa forma recomendada para preencher o teu registo. Com eles, fica muito mais fácil adicionar trabalhos, financiamentos e avaliações de pares e economizas tempo na atualização manual do teu registo. Seleciona uma plataforma da lista abaixo e começa a associar os itens ao teu registo.
ru: Мастера поиска и ссылок — это наши рекомендуемые способы заполнения вашей записи. Они упрощают добавление работ, финансирования и рецензий, экономят вам время, которое иначе было бы потрачено на обновление записи вручную. Выберите платформу из списка ниже, чтобы начать привязывать элементы к своей записи.
tr: Arama ve Bağlantı sihirbazları, kaydınızı doldurmak için önerdiğimiz yoldur. Çalışma, finansman ve meslektaş değerlendirmeleri eklemeyi basitleştirir ve kaydınızı manuel olarak güncellemek için size zaman kazandırır. Öğeleri kaydınıza bağlamaya başlamak için aşağıdaki listeden bir platform seçin.
zh_cn: 搜索和链接向导是我们推荐的填充您的记录的方式。它们使添加作品、资金和同行评审变得简单，并为您节省了手动更新记录的时间。从下面的列表中选择一个平台，开始链接项目到您的记录。

# funding.linkFundingMoreInfo
source: More information about linking funding to your ORCID record
ar: مزيد من المعلومات حول ربط التمويل بسجلك على ORCID
cs: Další informace o propojení financování s vaším záznamem ORCID
de: Weitere Informationen zur Verknüpfung von Finanzierung mit Ihrem ORCID-Eintrag
es: Más información sobre cómo vincular la financiación a su registro ORCID
fr: Plus d'informations au sujet de la création d'un lien vers le financement dans votre dossier ORCID
ja: ORCIDレコードへの資金調達のリンクに関する詳細情報
ko: ORCID 기록에 펀딩 연결하기에 대한 더 많은 정보
pt: Mais informações sobre como conectar financiamento ao seu registro ORCID
ru: Подробнее о привязке финансирования к вашей записи ORCID
tr: Finansmanı ORCID kaydınıza bağlamakla ilgili daha fazla bilgi alın
zh_cn: 有关如何将基金链接到您的 ORCID 记录的更多信息

# shared.availableSearch
source: Available Search & Link wizards
ar: معالجات البحث والربط المتاحة
cs: Dostupní průvodci vyhledáváním a propojením
de: Verfügbare Such- und Verknüpfungsassistenten
es: Asistentes de búsqueda y enlace disponibles
fr: Assistants de recherche et de liens disponibles
ja: 利用可能な検索とリンクウィザード
ko: 사용 가능한 검색 및 링크 마법사
pt: Assistentes de busca e associação disponíveis
ru: Доступные мастера поиска и ссылок
tr: Mevcut Arama ve Bağlantı sihirbazları
zh_cn: 可用的搜索和链接向导

source: Funding details
ar: تفاصيل التمويل
cs: Podrobnosti o financování
de: Einzelheiten zur Finanzierung
es: Datos de financiación
fr: Informations relatives au financement
ja: ファンディングの詳細
ko: 펀딩 세부 사항
pt: Informações de financiamento
ru: Сведения о финансировании
tr: Finansman ayrıntıları
zh_cn: 基金详情

source: Funding agency
ar: الوكالة الممولة
cs: Zdroj financování
de: Förderstelle
es: Agencia financiadora
fr: Agence de financement
ja: 研究助成機関
ko: 자금 지원 기관
pt: Agência financiadora
ru: Спонсорское агентство
tr: Finansman ajansı
zh_cn: 资助机构

# funding.fundingIdentifiers
source: Funding identifiers
ar: معرفات التمويل
cs: Identifikátory financování
de: Finanzierungskennungen
es: Identificadores de financiación
fr: Identifiants de financements
ja: ファンディングの識別子
ko: 펀딩 식별자
pt: Identificadores de financiamento
ru: Идентификаторы финансирования
tr: Finansman tanımlayıcıları
zh_cn: 基金识别码

source: Funding type
ar: نوع
cs: Typ financování
de: Art der Finanzierung
es: Tipo de financiamiento
fr: Type de financement
ja: 研究助成タイプ
ko: 자금 지원 유형
pt: Tipo de financiamento
ru: Тип финансирования
tr: Finansman türü
zh_cn: 资金类型

# funding.selectAType
source: Select a funding type
ar: حدد نوع التمويل
cs: Vyberte typ financování
de: Wählen Sie eine Finanzierungsart aus
es: Seleccione un tipo de financiación
fr: Sélectionner un type de financement
ja: 資金調達タイプを選択する
ko: 펀딩 유형 선택
pt: Selecione um tipo de financiamento
ru: Выберите тип финансирования
tr: Bir finansman türü seçin
zh_cn: 选择基金种类

# funding.organizationDefinedFundingSubType
source: Funding subtype
ar: نوع التمويل الفرعي
cs: Podtyp financování
de: Unterart der Finanzierung
es: Sub-tipo de financiamiento
fr: Sous-type de financement
ja: 研究助成サブタイプ
ko: 자금지원 하위유형
pt: Subtipo de financiamento
ru: Подтип финансирования
tr: Finansman alt türü
zh_cn: 资助子类型

# shared.maxLength.less_than_two_hundred_fifty_five
source: Must be less than 255 characters
ar: يجب أن يكون أقل من 255 حرفاً
cs: Musí být kratší než 255 znaků
de: Muss weniger als 255 Zeichen lang sein
es: Debe contener menos de 255 caracteres
fr: Doit compter moins de 255 caractères
ja: 255 文字未満でなければなりません
ko: 255자 이내이어야 합니다.
pt: Deve conter menos de 255 caracteres
ru: Длина не должна превышать 255 символов
tr: 255 karakterden kısa olmalıdır
zh_cn: 必须少于 255 个字符

# funding.projectTitle
source: Title of funded project
ar: عنوان المشروع المموَّل
cs: Název financovaného projektu
de: Titel des finanzierten Projekts
es: Título del proyecto financiado
fr: Titre du projet financé
ja: 研究助成を受けたプロジェクトのタイトル
ko: 자금 지원된 프로젝트 이름
pt: Título do projeto financiado
ru: Название финансируемого проекта
tr: Finanse edilen projenin başlığı
zh_cn: 受资助项目的标题

# funding.projectTitleError
source: Please enter a title
ar: الرجاء إدخال عنوان
cs: Prosím, zadejte titul
de: Bitte geben Sie einen Titel ein
es: Por favor, introduzca un título
fr: Entrez un titre
ja: タイトルを入力してください
ko: 제목을 입력하십시오.
pt: Insira um título
ru: Введите должность
tr: Lütfen bir başlık girin
zh_cn: 请输入标题

# works.showTranslatedTitle
source: Show translated title
ar: إظهار العنوان المترجم
cs: Zobrazit přeložený název
de: Übersetzten Titel anzeigen
es: Mostrar el título traducido
fr: Afficher le titre traduit
ja: 翻訳されたタイトルを表示する
ko: 번역된 제목 표시
pt: Mostrar título traduzido
ru: Показать перевод названия
tr: Çevrilmiş başlığı göster
zh_cn: 显示已翻译的标题

# works.hideTranslatedTitle2
source: Hide translated title
ar: إخفاء العنوان المترجم
cs: Skrýt přeložený název
de: Übersetzten Titel ausblenden
es: Ocultar el título traducido
fr: Masquer le titre traduit
ja: 翻訳されたタイトルを非表示にする
ko: 번역된 제목 가리기
pt: Ocultar título traduzido
ru: Скрыть переведенный заголовок
tr: Çevrilmiş başlığı gizle
zh_cn: 隐藏已翻译的标题

# funding.translatedTitle
source: Funding project translated title
ar: العنوان المترجم
cs: Přeložený název
de: Übersetzter Titel des geförderten Projekts
es: Título traducido
fr: Titre traduit du projet de financement
ja: 翻訳済みタイトル
ko: 번역된 제목
pt: Título traduzido do projeto de financiamento
ru: Перевод названия
tr: Finansman projesinin çevrilen başlığı
zh_cn: 翻译的标题

# shared.translatedTitleError
source: Please enter a translated title
ar: الرجاء إدخال عنوان مترجم
cs: Zadejte prosím přeložený název
de: Bitte geben Sie einen übersetzten Titel ein
es: Introduzca un título traducido
fr: Veuillez entrer un titre traduit.
ja: 翻訳されたタイトルを入力してください
ko: 번역된 제목을 입력하세요
pt: Introduza um título traduzido
ru: Введите переведенный заголовок
tr: Lütfen çevrilmiş bir başlık girin
zh_cn: 请输入已翻译的标题

# funding.translatedTitleLanguage
source: Language of this title
ar: لغة هذا العنوان
cs: Jazyk tohoto názvu
de: Sprache dieses Titels
es: Idioma de este título
fr: Langue de ce titre
ja: このタイトルの言語
ko: 이 제목의 언어
pt: Idioma deste título
ru: Язык заголовка
tr: Bu başlığın dili:
zh_cn: 此标题的语言

# shared.translatedTitleLanguageError
source: Please select a language
ar: يرجى تحديد لغة
cs: Prosím, vyberte jazyk
de: Sprache auswählen
es: Seleccione un idioma
fr: Veuillez sélectionner une langue.
ja: 言語を選択してください
ko: 언어를 선택해 주세요
pt: Selecione um idioma
ru: Выберите язык
tr: Lütfen bir dil seçin
zh_cn: 选择语言

# funding.projectLink
source: Project link
ar: رابط المشروع
cs: Odkaz na projekt
de: Projektlink
es: Enlace del proyecto
fr: Lien du projet
ja: プロジェクトリンク
ko: 프로젝트 연결
pt: Link do projeto
ru: Ссылка на проект
tr: Proje bağlantısı
zh_cn: 项目链接

# funding.projectLinkHint
source: A link to the project supported by this funding. Links should be in full URL format e.g. http://www.website.com/page.html
ar: رابط المشروع المدعوم بهذا التمويل. يجب أن تكون الروابط بتنسيق URL كامل، على سبيل المثال http://www.website.com/page.html
cs: Odkaz na projekt podpořený tímto financováním. Odkazy by měly být ve formátu kompletního URL, například: http://www.website.com/page.html
de: Ein Link zu dem durch diese Förderung unterstützten Projekt. Links sollten im vollständigen URL-Format angegeben werden, z. B. http://www.website.com/seite.html
es: Un enlace al proyecto apoyado por esta financiación. Los enlaces deben estar en formato de URL completo, por ejemplo: http://www.website.com/page.html
fr: Un lien vers le projet soutenu par ce financement. Les liens doivent être au format URL complète, comme, par exemple, http://www.website.com/page.html.
ja: この資金調達でサポートされているプロジェクトへのリンク。リンクは完全なURL形式でなければなりません（例：http://www.website.com/page.html）
ko: 이 펀딩의 지원을 받는 프로젝트의 링크입니다. 링크는 반드시 전체 URL 형식이어야 합니다. 예) http://www.website.com/page.html
pt: Um link para o projeto apoiado por este financiamento. Os links devem estar em formato de URL completo, por exemplo http://www.website.com/page.html
ru: Ссылка на проект, поддерживаемый данным финансированием. Ссылки должны быть в формате полного URL-адреса. Например: http://www.website.com/page.html
tr: Bu finansman tarafından desteklenen projenin bağlantısı. Bağlantılar tam URL biçiminde olmalıdır ör. http://www.website.com/page.html
zh_cn: 此基金支持的项目链接。链接应采用完整的 URL 格式，例如：http://www.website.com/page.html
