Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# works.groupWorksAreYouSure
source: Are you sure you want to group these works?
ar: هل تريد بالتأكيد تجميع هذه الأعمال؟
cs: Opravdu si přejete seskupit tato díla?
de: Möchten Sie diese Werke wirklich gruppieren?
es: ¿Seguro que desea agrupar estas obras?
fr: Voulez-vous vraiment regrouper ces travaux ?
ja: これらの作品をグループ化しますか？
ko: 이들 연구업적을 그룹화하시겠습니까?
pt: Tem a certeza de que quer agrupar estes trabalhos?
ru: Сгруппировать эти работы?
tr: Bu çalışmaları gruplamak istediğinizden emin misiniz?
zh_cn: 确定要将这些成果归为一组吗？

# works.groupWorksRecommendation
source: We recommend only grouping similar or related works together. Related works might have differing titles, identifiers or come from different sources.
ar: نوصي فقط بتجميع الأعمال المتشابهة أو ذات الصلة معًا. قد يكون للأعمال ذات الصلة عناوين أو معرفات مختلفة أو تأتي من مصادر مختلفة.
cs: Doporučujeme seskupovat pouze podobná nebo související díla. Související díla mohou mít odlišné názvy, identifikátory nebo mohou pocházet z různých zdrojů
de: Wir empfehlen, nur ähnliche oder zusammengehörige Werke zusammenzufassen. Zusammengehörige Werke können unterschiedliche Titel oder Identifikatoren haben oder aus unterschiedlichen Quellen stammen.
es: Le recomendamos que solo agrupe las obras que sean similares o que guarden relación. Estas últimas pueden tener títulos e identificadores diferentes o proceder de diversas fuentes.
fr: Nous vous conseillons de ne regrouper que les travaux similaires ou apparentés. Les travaux apparentés peuvent avoir des titres ou des identifiants différents, ou provenir de sources différentes.
ja: 類似または関連する作品だけをグループ化することをお勧めします。関連作品は、タイトルや識別子、出典が異なっている場合があります。
ko: 유사하거나 관련성 있는 연구업적만 그룹화하는 것이 좋습니다. 관련성 있는 연구업적의 제목, 식별자, 출처 소스가 다를 수 있습니다.
pt: Recomendamos que agrupe apenas trabalhos semelhantes ou relacionados. Os trabalhos relacionados podem ter títulos e identificadores diferentes ou provir de fontes diferentes.
ru: Рекомендуем группировать только похожие или связанные работы. У связанных могут быть разные названия, идентификаторы или источники.
tr: Sadece benzer veya ilgili çalışmaları gruplamanızı öneririz. İlgili çalışmaların farklı başlıkları ve tanımlayıcıları olabilir veya farklı kaynaklardan gelebilirler.
zh_cn: 建议将相似成果，或关联性高的成果归为一组。相关联的成果可能标题不同，识别码有异，来源也不一致。

# works.groupUnrelatedWorksWarning
source: Grouping un-related works can result in unexpected grouped items in your record.
ar: يمكن أن يؤدي تجميع الأعمال غير المرتبطة إلى وجود عناصر مجمعة غير متوقعة في السجل الخاص بك.
cs: Seskupování nesouvisejících děl může vést ke vzniku neočekávaných seskupených položek ve vašem záznamu.
de: Das Gruppieren von nicht zusammengehörigen Werken kann zu unerwarteten gruppierten Elementen in Ihrem Eintrag führen.
es: Si agrupa obras que no guardan relación, se crearán grupos de elementos inesperados en su registro.
fr: Si vous regroupez des travaux non apparentés, vous risquez de vous retrouver avec des éléments groupés indésirables dans votre dossier.
ja: 関連性のない作品をグループ化すると、レコード上に予期しないグループアイテムが作成されることがあります。
ko: 관련성 없는 연구업적을 그룹화하면 레코드 내에 기대와 다르게 그룹화된 항목이 생길 수 있습니다.
pt: O agrupamento de trabalhos não relacionados pode resultar em itens agrupados inesperados no seu registo.
ru: Из-за группировки несвязанных работ в профиле могут появиться неожиданные группы.
tr: İlgisiz çalışmaları gruplamanız, kaydınızda beklenmedik gruplanmış ögeler belirmesiyle sonuçlanabilir.
zh_cn: 将无关成果归为一组，可能会在您的记录中产生意外的分组项目。

# works.exportSelectedWorksBibtex
source: Export selected works to BibTeX
ar: تصدير الأعمال المحددة إلى BibTeX
cs: Exportovat vybraná díla do BibTeX
de: Ausgewählte Werke nach BibTeX exportieren
es: Exportar obras seleccionadas a BibTeX
fr: Exporter les travaux sélectionnés vers BibTeX
ja: 選択された作品をBibTeXにエクスポートする
ko: 선택된 작업을 BibTeX로 내보내기
pt: Exportar obras selecionadas para o BibTeX
ru: Экспортировать избранные работы в BibTeX
tr: Seçilen çalışmaları BibTeX'e aktar
zh_cn: 将选定成果导出至 BibTeX

# works.exportSelectedWorksBibtexDescription
source: Export selected works to a BibTeX file. Please note that exporting to BibTeX may cause problems for text in some languages.
ar: تصدير الأعمال المجمعة إلى ملف BibTeX. يرجى ملاحظة أن التصدير إلى BibTeX قد يؤدي إلى حدوث مشكلات في النص في بعض اللغات.
cs: Export vybraných děl do souboru BibTeX. Upozorňujeme, že export do BibTeXu může způsobit problémy u textu v některých jazycích.
de: Ausgewählte Werke in eine BibTeX-Datei exportieren. Bitte beachten Sie, dass der Export nach BibTeX in einigen Sprachen zu Textproblemen führen kann.
es: Exporte las obras seleccionados a un archivo BibTeX. Tenga en cuenta que exportar a BibTeX puede crear problemas con el texto en algunos idiomas.
fr: Exportez les travaux sélectionnés vers un fichier BibTeX. Veuillez noter que l'exportation vers BibTeX peut générer des problèmes dans le texte dans certaines langues.
ja: 選択された作品をBibTeXファイルにエクスポートします。BibTeXにエクスポートすると、一部の言語のテキストで問題が発生することがありますのでご了承ください。
ko: 선택된 작업을 BibTeX 파일로 내보내기하세요. BibTeX로 내보내기는 일부 언어에서 문제를 야기할 수 있습니다.
pt: Exporte obras selecionadas para um ficheiro BibTeX. Tenha em atenção que exportar para o BibTeX pode causar problemas no texto em alguns idiomas.
ru: Экспортировать выбранные работы в файл BibTeX. Обратите внимание, что экспорт в BibTeX может вызвать проблемы с текстом на некоторых языках.
tr: Seçilen çalışmaları bir BibTeX dosyasına aktarın. BibTeX'e dışa aktarmanın bazı dillerde metin için sorunlara neden olabileceğini lütfen unutmayın.
zh_cn: 选定成果导出至 BibTeX 文件。请注意，导出到 BibTeX 可能会对某些语言的文本造成问题。

# works.findOut
source: Find out more on exporting BibTeX files
ar: تعرف على المزيد حول تصدير ملفات BibTeX
cs: Zjistit více o exportu souborů BibTeX
de: Erfahren Sie mehr über den Export von BibTeX-Dateien
es: Obtenga más información sobre la exportación de archivos BibTeX.
fr: En savoir plus sur l'exportation sous forme de fichiers BibTeX
ja: BibTeX ファイルへのエクスポートについてはこちらを参照してください
ko: BibTeX 파일로 내보내기에 대해 자세히 알아보기
pt: Saber mais sobre como exportar ficheiros BibTeX
ru: Узнайте больше об экспорте файлов BibTeX
tr: BibTeX dosyalarını dışa aktarmakla ilgili daha fazla bilgi edinin
zh_cn: 详细了解如何导出 BibTeX 文件

# works.selectedWorks
source: Selected works to export
ar: الأعمال المحددة للتصدير
cs: Vybraná díla k exportu
de: Ausgewählte Werke zum Exportieren
es: Obras seleccionados para exportar
fr: Travaux sélectionnés à exporter
ja: エクスポートするために選択した作品
ko: 내보낼 작업 선택
pt: Obras selecionadas para exportar
ru: Выбранные работы для экспортирования
tr: Dışa aktarılacak seçilen çalışmalar
zh_cn: 选定成果导出

# works.setVisibility
source: Set visibility selected works
ar: تعيين إعداد إمكانية رؤية الأعمال المحددة
cs: Nastavit viditelnost vybraných děl
de: Sichtbarkeit ausgewählter Werke festlegen
es: Establecer visibilidad en los trabajos seleccionadas
fr: Définir la visibilité des travaux sélectionnées
ja: 選択された作品の表示設定
ko: 선택된 작업에 대한 공개 범위 선택
pt: Defina a visibilidade das obras selecionadas
ru: Установить видимость выбранных работ
tr: Seçili işlerde görünürlüğü ayarla
zh_cn: 设置已选择成果的可见性

# works.selectedWorksVisibility
source: Selected works to set visibility
ar: الأعمال المحددة لضبط إعداد إمكانية رؤيتها
cs: Vybraná díla k nastavení viditelnosti
de: Ausgewählte Werke, um die Sichtbarkeit festzulegen
es: Trabajos seleccionadas para establecer visibilidad
fr: Travaux sélectionnés pour définir la visibilité
ja: 表示設定するために選択された作品
ko: 작업을 선택하고 공개 범위 설정
pt: Obras selecionadas para definir a visibilidade
ru: Выбранные работы для установления видимости
tr: Görünürlüğü ayarlamak üzere seçilen çalışmalar
zh_cn: 设置已选成果的可见性

# shared.activities
source: Activities
ar: الأنشطة
cs: Aktivity
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ
ko: 활동
pt: Atividades
ru: Мероприятия
tr: Faaliyetler
zh_cn: 活动

# shared.collapseAll
source: Collapse all
ar: طي الكل
cs: Sbalit vše
de: Alle zusammenklappen
es: Plegar todo
fr: Tout réduire
ja: すべて折りたたむ
ko: 모두 접기
pt: Comprimir tudo
ru: Свернуть все
tr: Tümünü daralt
zh_cn: 全部收起

# shared.expandAll
source: Expand all
ar: توسيع الكل
cs: Rozbalit vše
de: Alle ausklappen
es: Expandir todo
fr: Afficher tout
ja: すべて展開
ko: 전체 펼치기
pt: Expandir tudo
ru: Развернуть все
tr: Tümünü genişlet
zh_cn: 全部展开

# shared.collapseAllActivitiesArialLabel
source: Collapse all activity sections
ar: طي جميع أقسام النشاط
cs: Sbalit všechny oddíly aktivit
de: Alle Aktivitätsabschnitte einklappen
es: Contraiga todas las secciones de actividades
fr: Réduire toutes les sections d'activité
ja: すべてのアクティビティセクションを折りたたむ
ko: 모든 활동 섹션 접기
pt: Fechar todas as secções de atividade
ru: Свернуть все разделы деятельности
tr: Tüm etkinlik bölümlerini daralt
zh_cn: 折叠所有活动部分

# shared.expandAllActivitiesArialLabel
source: Expand all activity sections
ar: توسيع جميع أقسام النشاط
cs: Rozbalit všechny oddíly aktivit
de: Alle Aktivitätsabschnitte ausklappen
es: Expanda todas las secciones de actividades
fr: Afficher toutes les sections d'activité
ja: すべてのアクティビティセクションを展開
ko: 모든 활동 섹션 펼치기
pt: Expandir todas as secções de atividade
ru: Развернуть все разделы деятельности
tr: Tüm etkinlik bölümlerini genişlet
zh_cn: 展开所有活动部分

# register.emailIsAlreadyAssociated
source: This email is already associated with an existing ORCID record. Please use a different email address to continue registering a new ORCID iD.
ar: تم ربط هذا البريد الإلكتروني بالفعل بسجل ORCID موجود. يرجى استخدام عنوان بريد إلكتروني آخر للاستمرار في تسجيل معرّف ORCID جديد.
cs: Tato e-mailová adresa je již spojena se stávajícím záznamem ORCID. Abyste zaregistrovali nové ORCID iD, použijte jinou e-mailovou adresu.
de: Diese E-Mail-Adresse ist bereits mit einem existierenden ORCID-Eintrag verknüpft. Bitte verwenden Sie eine andere E-Mail-Adresse, um eine neue ORCID-ID zu registrieren.
es: Este correo electrónico ya está asociado con un registro existente ORCID. Utilice una dirección de correo electrónico diferente para seguir registrando un ORCID iD nuevo.
fr: Cette adresse e-mail est déjà associée à un dossier ORCID existant. Utilisez une autre adresse e-mail pour continuer à enregistrer un nouvel iD ORCID.
ja: このメールアドレスはすでに既存のORCIDレコードに関連付けられています。新しいORCID iDの登録を続けるには、別のメールアドレスを使用してください。
ko: 이 이메일 주소가 이미 기존 ORCID 레코드에 연결되어 있습니다. 새 ORCID iD 등록을 계속하려면 다른 이메일 주소를 사용하십시오.
pt: Este e-mail já está associado a um registo ORCID existente. Utilize um endereço de e-mail diferente para prosseguir com o registo de uma nova ORCID ID.
ru: Адрес электронной почты уже используется. Используйте другой для регистрации нового ORCID iD.
tr: Bu e-posta adresi zaten mevcut bir ORCID kaydıyla ilişkili durumda. Bir ORCID Kimliği kaydetmeye devam edebilmek için lütfen farklı bir e-posta adresi kullanın.
zh_cn: 该电子邮件已关联现有 ORCID 记录。请使用其他电子邮件注册新的 ORCID iD 号。

# register.additionalEmailMatchPrimary
source: Additional email cannot match primary email
ar: لا يمكن أن يتطابق البريد الالكتروني الإضافي مع البريد الالكتروني الرئيسي
cs: Další e-mail nesedí s hlavním e-mailem.
de: Die zusätzliche E-Mail-Adresse darf nicht mit der ersten E-Mail-Adresse übereinstimmen
es: El correo electrónico adicional no debe ser igual al correo electrónico principal
fr: Le nouvel email ne peut pas correspondre a l'email principal
ja: 新しい電子メールは、主要電子メールと一致することはできません。
ko: 새 전자 메일은 주요 전자 메일과 일치 할 수 없습니다.
pt: E-mail adicional não pode ser o mesmo que o e-mail principal
ru: Новый адрес электронной почты не может соответствовать основному адресу электронной почты
tr: Ek e-posta adresi, birincil e-posta adresiyle aynı olamaz
zh_cn: 新添加电子邮件地址不能与主电子邮件地址相同

# register.additionalEmailMatch
source: Additional emails cannot be duplicated
ar: لا يمكن تكرار عناوين بريد إلكتروني إضافية
cs: Další e-maily nemůžou být duplikovány
de: Zusätzliche E-Mails dürfen nicht mehrfach eingegeben werden
es: Los correos electrónicos adicionales no se pueden duplicar
fr: Les emails supplémentaires ne peuvent pas être dupliqués
ja: 追加のメールは複製できません
ko: 추가 이메일을 복제할 수 없습니다
pt: E-mails adicionais não podem ser duplicados
ru: Дополнительные адреса не могут повторяться
tr: Ek e-postalar çoğaltılamaz
zh_cn: 额外邮箱地址不可重复

# register.recaptchaRequired
source: Please check the recaptcha box
ar: يرجى تحديد مربع التحقق
cs: Prosím, označte zaškrtávací políčko recaptcha
de: Bitte aktivieren Sie das Recaptcha-Kästchen
es: Verifique la casilla de reconocimiento de texto
fr: Veuillez cocher la case recaptcha
ja: リキャプチャ・ボックスにチェックマークを入れてください
ko: 보안문자 상자를 체크해 주십시오
pt: Por favor marque a caixa recaptcha
ru: Проверьте окно Recaptcha
tr: Lütfen recaptcha kutusunu kontrol edin
zh_cn: 请勾选验证码框

# register.currentEmployment
source: Current employment
ar: الوظيفة الحالية
cs: Stávající zaměstnání
de: Aktuelle Beschäftigung
es: Empleo actual
fr: Emploi actuel
ja: 現在の雇用
ko: 현재 고용상태
pt: Emprego atual
ru: Текущее место работы
tr: Mevcut iş
zh_cn: 当前就业情况

# register.affiliationFoud
source: Affiliation found
ar: لم يتم العثور على انتماء
cs: Přidružení nalezeno
de: Zugehörigkeit gefunden
es: Afiliación encontrada
fr: Affiliation trouvée
ja: 所属先が判明
ko: 담당기관 찾음
pt: Afiliação encontrada
ru: Найдена аффилиация
tr: Bağlantı bulundu
zh_cn: 找到隶属机构

# register.basedOnYourEmailWeThink
source: Based on your emails we think you are currently affiliated with
ar: بناءً على رسائلك الإلكترونية، نعتقد أنك مرتبط حاليًا مع
cs: Na základě vašich e-mailů si myslíme, že jste momentálně přidruženi k
de: Basierend auf Ihren E-Mail-Adressen vermuten wir folgende Zugehörigkeit:
es: En función de sus correos electrónicos, consideramos que se encuentra afiliado actualmente con
fr: D'après vos e-mails, nous pensons que vous êtes actuellement affilié à
ja: あなたのメールアドレスによると、あなたは現在、以下の会社に所属しているようです
ko: 사용 중인 이메일을 근거로 현재 다음과 제휴되어 있는 것으로 판단됨
pt: Com base nos seus e-mails, consideramos que tem atualmente uma afiliação com
ru: На основе ваших писем мы полагаем, что ваше текущее место работы —
tr: E-postalara dayanarak, şu anda bağlantılı olduğunuzu düşündüğümüz şirket:
zh_cn: 基于您的电子邮件，我们认为您当前隶属于

# register.webePreselectedThisOrganizationForYouInTheFormBelow
source: We’ve pre-selected this organization for you in the form below.
ar: لقد قمنا بتحديد هذه المؤسسة مسبقًا لك في النموذج أدناه.
cs: Tuto organizaci jsme pro vás předem vybrali v níže uvedeném formuláři.
de: Wir haben diese Organisation bereits im Formular unten für Sie ausgewählt.
es: Hemos preseleccionado esta organización para usted en el siguiente formulario.
fr: Nous avons pré-sélectionné cette organisation pour vous dans le formulaire ci-dessous.
ja: 以下のフォームで、この団体を事前に選択しました。
ko: 아래 양식에 이 기관이 사전 선택되었습니다.
pt: Pré-selecionámos esta organização para si no formulário abaixo.
ru: Эта организация автоматически указана в поле ниже.
tr: Aşağıdaki formda sizin için bu kuruluşu seçtik.
zh_cn: 已为您在下方表格内预选了该单位。

# register.whenYouCompleteRegistrationAnEmployment
source: When you complete registration an employment affiliation will be automatically added to your new ORCID record.
ar: عند الانتهاء من عملية التسجيل، سيتم إضافة تفاصيل التوظيف تلقائيًا إلى سجل ORCID الجديد الخاص بك.
cs: Když dokončíte registraci, k vašemu novému záznamu ORCID bude automaticky přidáno nové přidružení zaměstnání.
de: Wenn Sie die Registrierung abschließen, wird die Beschäftigungszugehörigkeit automatisch zu Ihrem neuen ORCID-Eintrag hinzugefügt.
es: Tras completar el registro, se añadirá una afiliación de empleo automáticamente a su registro ORCID nuevo.
fr: Lorsque vous terminez votre inscription, une affiliation professionnelle sera automatiquement ajoutée à votre nouveau dossier ORCID.
ja: 登録が完了すると、あなたの新しいORCIDレコードに所属先が自動的に追加されます。
ko: 고용상태 담당기관 등록을 완료하면 새 ORCID 레코드에 자동으로 추가됩니다.
pt: Quando completar o registo, uma afiliação laboral será automaticamente adicionada ao seu novo registo ORCID.
ru: Аффилиация будет автоматически добавлена в ваш новый профиль ORCID после завершения регистрации.
tr: Kayıt işlemini tamamladığınızda, yeni ORCID kaydınıza bir iş bağlantısı otomatik olarak eklenecektir.
zh_cn: 完成注册后，雇佣隶属机构会自动添加至您新的 ORCID 记录。

# register.yearPlaceholder
source: Year
ar: سنة
cs: Rok
de: Jahr
es: Año
fr: Année
ja: 年
ko: 년
pt: Ano
ru: Год
tr: Yıl
zh_cn: 年

# register.monthPlaceholder
source: Month
ar: شهر
cs: Měsíc
de: Monat
es: Mes
fr: Mois
ja: 月
ko: 월
pt: Mês
ru: Месяц
tr: Ay
zh_cn: 月

# register.tipsFeaturesEmail
source: Tips & features email
ar: نصائح وميزات البريد الإلكتروني
cs: E-mail s tipy a funkcemi
de: E-Mails über Tipps und Funktionen
es: Correo electrónico de consejos y funcionalidades
fr: E-mail concernant les astuces et les fonctionnalités
ja: ヒントと機能に関するメール
ko: 팁 및 기능 이메일
pt: E-mail de dicas e funcionalidades
ru: Рассылка с информацией о новых функциях и советами
tr: İpuçları ve özellikler e-postası
zh_cn: 提示和功能电子邮件

# register.weOccasionallySend
source: We occasionally send out an email with information on new features and tips for getting the best out of your ORCID record.
ar: نرسل أحياناً بريداً إلكترونياً يحتوي على معلومات حول الميزات الجديدة والنصائح للحصول على أقصى استفادة من تسجيلة أوركيد الخاصة بك.
cs: Čas od času rozesíláme e-mail, ve kterém najdete informace o nových funkcích a tipy, jak svůj záznam ORCID využít co nejlépe.
de: Wir versenden gelegentlich E-Mails mit Informationen zu neuen Funktionen und Tipps, wie Sie das Meiste aus Ihrem ORCID-Eintrag herausholen können.
es: De forma ocasional, enviaremos un correo electrónico con información sobre nuevas funcionalidades y consejos, con el fin de sacar el máximo partido a su registro ORCID.
fr: Nous envoyons de temps en temps un e-mail contenant des informations sur les nouvelles fonctionnalités et des conseils pour tirer le meilleur parti de votre enregistrement ORCID.
ja: 新機能の情報や、ORCID記録を最大限に活用するためのヒントを、時折メールでお知らせしています。
ko: 가끔 새로운 기능에 대한 정보와 본인 ORCID 기록을 최대한 활용할 수 있는 팁이 포함된 이메일을 보내드립니다.
pt: Ocasionalmente, enviamos um e-mail com informações sobre novas funcionalidades e com dicas para aproveitar o melhor possível o seu registo ORCID.
ru: Время от времени мы рассылаем письмо с информацией о новых функциях и советами по максимально эффективному использованию вашей учетной записи ORCID.
tr: Zaman zaman yeni özellikler hakkında bilgi ve ORCID kaydınızdan en iyi şekilde yararlanmanız için ipuçları içeren bir e-posta gönderiyoruz.
zh_cn: 我们偶尔会发送一封电子邮件，其中包含有关如何充分利用您的 ORCID 记录的新功能的信息和提示。

# register.idLikeToReceiveTipsFeatures
source: I’d like to receive the ORCID tips & features email
ar: أرغب في تلقي نصائح وميزات ORCID عبر البريد الإلكتروني
cs: Chci dostávat e-mail s tipy a funkcemi ORCID
de: Ich möchte E-Mails über ORCID-Tipps und -Funktionen erhalten.
es: Me gustaría recibir el correo electrónico de consejos y funcionalidades de ORCID
fr: J'aimerais recevoir l'e-mail ORCID concernant les astuces et les fonctionnalités
ja: ORCIDのヒントと機能に関するメールの受信を希望します
ko: ORCID 팁 및 기능 이메일을 받고 싶습니다.
pt: Gostaria de receber o e-mail de dicas e funcionalidades do ORCID
ru: Я хочу получать новостную рассылку ORCID
tr: ORCID ipuçları ve özellikler e-postasını almak istiyorum
zh_cn: 我希望收到 ORCID 提示和功能电子邮件

# register.yourPasswords
source: Your password
ar: كلمة المرور الخاصة بك
cs: Vaše heslo
de: Ihr Passwort
es: Su contraseña
fr: Votre mot de passe
ja: あなたのパスワード
ko: 비밀번호
pt: A sua senha
ru: Ваш пароль
tr: Parolanız
zh_cn: 您的密码

# register.passwordNotEmail
source: Password must not be the same as your email address
ar: يجب أن تختلف كلمة المرور عن عنوان بريدك الإلكتروني
cs: Heslo nesmí být stejné jako vaše e-mailová adresa
de: Das Passwort darf nicht mit Ihrer E-Mail-Adresse übereinstimmen
es: La contraseña no puede ser igual que su correo electrónico
fr: Le mot de passe doit être différent de votre email
ja: パスワードにはメールアドレスと同じものは使用できません
ko: 패스워드는 귀하의 이메일 주소와 동일할 수 없습니다
pt: A senha não pode ser igual ao seu endereço de e-mail
ru: Пароль не должен совпадать с адресом электронной почты
tr: Parola, e-posta adresinizle aynı olmamalıdır
zh_cn: 密码不能与您的电子邮箱地址相同

# register.passwordIsToLongV22
source: Password must be between 8 and 256 characters
ar: يجب أن تكون كلمة المرور بين 8 و256 حرفًا
cs: Heslo musí mít 8 až 256 znaků
de: Das Passwort muss zwischen 8 und 256 Zeichen lang sein
es: La contraseña debe tener entre 8 y 256 caracteres
fr: Le mot de passe doit compter entre huit et 256 caractères.
ja: パスワードは8文字以上、256文字以下である必要があります
ko: 비밀번호는 8~256자여야 합니다
pt: A senha deve conter entre 8 e 256 caracteres
ru: Пароль должен содержать от 8 до 256 символов
tr: Şifre 8 ila 256 karakter arasında olmalıdır
zh_cn: 密码必须介于 8 到 256 个字符之间

# register.passwordCantBeEmail
source: Password must not be the same as your email address
ar: يجب أن تختلف كلمة المرور عن عنوان بريدك الإلكتروني
cs: Heslo nesmí být stejné jako vaše e-mailová adresa
de: Das Passwort darf nicht mit Ihrer E-Mail-Adresse übereinstimmen
es: La contraseña no puede ser igual que su dirección de correo electrónico
fr: Le mot de passe doit être différent de votre adresse électronique
ja: メールアドレスと同じパスワードはご利用できません
ko: 비밀번호는 이메일 주소와 동일하지 않아야 합니다
pt: A senha não pode ser igual ao seu endereço de e-mail
ru: Пароль не должен совпадать с адресом электронной почты.
tr: Parola, e-posta adresinizle aynı olmamalıdır
zh_cn: 密码不可与邮箱地址一致

# register.passwordConfirmationMatch2
source: Passwords do not match
ar: كلمة المرور غير مطابقة
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor
zh_cn: 密码不匹配

# register.yourPasswordHas
source: Your password has:
ar: كلمة المرور الخاصة بك تحتوي على:
cs: Vaše heslo má:
de: Ihr Passwort enthält:
es: Su contraseña tiene:
fr: Votre mot de passe contient :
ja: パスワードの要件：
ko: 비밀번호에 포함:
pt: A senha inclui:
ru: Из чего должен состоять пароль:
tr: Parolanızda şunlar bulunmalıdır:
zh_cn: 您的密码有：

# register.atLeastALetterOrSymbol
source: At least 1 letter or symbol
ar: حرف أو رمز واحد على الأقل
cs: Alespoň 1 písmeno nebo symbol
de: Mindestens 1 Buchstabe oder Zeichen
es: Al menos una letra o símbolo
fr: Au moins une lettre ou un symbole
ja: 少なくとも1文字または記号
ko: 최소 1개의 문자 또는 기호
pt: Pelo menos 1 letra ou símbolo
ru: Минимум 1 буква или символ
tr: En az 1 harf veya sembol
zh_cn: 至少 1 个字母或符号

# register.atLeastANumber
source: At least 1 number
ar: رقم واحد على الأقل
cs: Alespoň 1 číslo
de: Mindestens 1 Zahl
es: Al menos un número
fr: Au moins un chiffre
ja: 少なくとも1つの数字
ko: 최소 1개의 숫자
pt: Pelo menos 1 número
ru: Минимум 1 цифра
tr: En az 1 rakam
zh_cn: 至少 1 个数字

# register.ariaLabelInfoPassword
source: info about password
ar: معلومات حول كلمة المرور
cs: informace o hesle
de: Infos zu Passwörtern
es: Información sobre la contraseña
fr: informations sur le mot de passe
ja: パスワードに関する情報
ko: 비밀번호 정보
pt: informação sobre a senha
ru: информация о пароле
tr: parola hakkında bilgi
zh_cn: 密码信息

# register.ariaLabelClose
source: close
ar: إغلاق
cs: zavřít
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
ko: 닫기
pt: fechar
ru: закрыть
tr: kapat
zh_cn: 关闭

# register.confirmYourPassword
source: Confirm your password
ar: تأكيد كلمة المرور الخاصة بك
cs: Potvrďte své heslo
de: Passwort bestätigen
es: Confirme su contraseña
fr: Confirmez votre mot de passe
ja: パスワードを確認してください
ko: 비밀번호 확인
pt: Confirmar a senha
ru: Подтвердите пароль
tr: Parolanızı onaylayın
zh_cn: 确认您的密码
