Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# shared.addItem
source: Add Item
ar: إضافة مادة
cs: Přidat položku
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
ja: アイテムを追加
ko: 아이템 추가
pt: Adicionar item
ru: Добавить позицию
tr: Öğe Ekle
zh_cn: 添加项目

# shared.ariaLabelAscending
source: Ascending
ar: تصاعدي
cs: Vzestupně
de: Aufsteigend
es: Ascendente
fr: Croissant
ja: 昇順
ko: 오름차순
pt: Ordenação ascendente
ru: По возрастанию
tr: Artan
zh_cn: 升序

# shared.ariaLabelDescending
source: Descending
ar: تنازلي
cs: Sestupně
de: Absteigend
es: Descendente
fr: Décroissant
ja: 降順
ko: 내림차순
pt: Ordenação descendente
ru: По убыванию
tr: Azalan
zh_cn: 降序

# works.manageFeaturedWorksAriaLabel
source: Manage featured works
ar: إدارة الأعمال المميزة
cs: Spravovat vybrané práce
de: Hervorgehobene Werke verwalten
es: Gestionar obras destacadas
fr: Gérer les travaux mis en avant
ja: 注目の作品を管理
ko: 특기적인 연구업적 관리
pt: Gerir trabalhos em destaque
ru: Управлять избранными работами
tr: Öne çıkan çalışmaları yönet
zh_cn: 管理展示作品

# share.sortTitle
source: Title
ar: عنوان
cs: Název
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt: Título
ru: Заголовок
tr: Başlık
zh_cn: 标题

# share.sortStart
source: Start
ar: بداية
cs: Začátek
es: Inicio
fr: Début
ja: 開始
ko: 시작
pt: Iniciar
ru: Начало
tr: Başla
zh_cn: 开始

# share.sortEnd
source: End
ar: نهاية
cs: Ukončení
de: Ende
es: Fin
fr: Fin
ja: 終了
ko: 끝
pt: Final
ru: Конец
tr: Son
zh_cn: 结束

# share.sortDate
source: Date
ar: تاريخ
cs: Datum
de: Datum
es: Fecha
ja: 日付
ko: 날짜
pt: Data
ru: Дата
tr: Tarih
zh_cn: 日期

# share.sortType
source: Type
ar: النوع
cs: Typ
de: Typ
es: Tipo
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
tr: Tür
zh_cn: 类型

# share.sortOrderv2
source: Publication/Grant title
ar: عنوان المنشور/المنحة
cs: Název publikace/grantu
de: Titel der Erscheinung/Bewilligung
es: Título de publicación/subvención
fr: Titre de la publication/subvention
ja: 出版 / 助成金タイトル
ko: 발행물/보조금 제목
pt: Título da publicação/bolsa
ru: Название публикации/гранта
tr: Yayın/Hibe başlığı
zh_cn: 出版物/补助金标题

# side-bar.countries
source: Countries
ar: البلدان
cs: Země
de: Länder
es: Países
fr: Pays
ja: 国
ko: 국가
pt: Países
ru: Страны
tr: Ülkeler
zh_cn: 国家/地区

# side-bar.countriesOrLocationsDescription
source: Add countries or locations to your ORCID record to highlight where you conduct your research or where your research is focused. You can add as many countries or locations as you want.
ar: أضف بلادًا أو مواقع إلى سجلك على ORCID لتسليط الضوء على المكان الذي تجري فيه بحثك أو المنطقة التي يركز عليها بحثك. يمكنك إضافة العدد الذي تريده من البلدان.
cs: Přidávejte do svého záznamu ORCID země nebo místa, abyste ukázali, kde provádíte výzkum nebo kde se váš výzkum zaměřuje. Můžete přidat, kolik zemí či míst chcete.
de: Fügen Sie Ihrem ORCID-Eintrag Länder oder Orte hinzu, um hervorzuheben, wo Sie Ihre Forschung durchführen oder worauf sich Ihre Forschung konzentriert. Sie können beliebig viele Länder oder Orte hinzufügen.
es: Añada países o ubicaciones a su registro ORCID para mostrar dónde realiza su investigación o dónde se centra. Puede añadir tantos países o ubicaciones como desee.
fr: Ajoutez des pays ou des lieux à votre dossier ORCID pour mettre en évidence l'endroit où vous menez vos recherches ou sur lequel portent vos recherches. Vous pouvez ajouter autant de pays ou de lieux que vous le souhaitez.
ja: ORCIDレコードに国や地域を追加して、研究を行う場所や研究の焦点を当てる場所を強調します。好きなだけ国や地域を追加することができます。
ko: ORCID 기록에 국가 또는 위치를 추가하고 연구를 수행했거나 연구가 집중된 곳에 강조 표시를 하세요. 국가 또는 위치는 원하는 만큼 추가 가능합니다.
pt: Adicione países ou localizações ao seu registo ORCID para destacar onde fez a sua investigação ou em que ponto está centrada. Pode adicionar quantos países e localizações quiser.
ru: Добавьте страны или местоположения в свой профиль ORCID, чтобы указать, где вы проводите исследования или на какую географическую область они направлены. Количество стран и местоположений не ограничено.
tr: Araştırmanızı nerede yürüttüğünüzü veya araştırmanızın nereye odaklandığını vurgulamak için ORCID kaydınıza ülkeler veya konumlar ekleyin. İstediğiniz kadar ülke veya konum ekleyebilirsiniz.
zh_cn: 在 ORCID 记录中添加国家或地点，以突出您进行研究的地点或您的研究重点。您可以根据需求任意数量的添加国家或地点。

# side-bar.myCountriesAndLocations
source: My countries/locations
ar: بلادي/مواقعي
cs: Moje země/místa
de: Meine Länder/Orte
es: Mis países/ubicaciones
fr: Mes pays/lieux
ja: 居住国 / 地域
ko: 내 국가/위치
pt: Os meus países/localizações
ru: Мои страны/местоположения
tr: Ülkelerim/konumlarım
zh_cn: 我的国家/地点

# side-bar.addCountryOrLocation
source: Add a country or location
ar: إضافة بلد أو موقع
cs: Přidat zemi nebo místo
de: Land oder Ort hinzufügen
es: Añada un país o ubicación
fr: Ajouter un pays ou un lieu
ja: 国または地域を追加
ko: 국가 또는 위치 추가
pt: Adicione um país ou localização
ru: Добавить страну или местоположение
tr: Bir ülke veya konum ekle
zh_cn: 添加国家或地点

# side-bar.addAnotherCountryOrLocation
source: Add another country or location
ar: إضافة بلد أو موقع آخر
cs: Přidat další zemi nebo místo
de: Weiteres Land oder Ort hinzufügen
es: Añada otro país o ubicación
fr: Ajouter un autre pays ou lieu
ja: 別の国または地域を追加
ko: 다른 국가 또는 위치 추가
pt: Adicione outro país ou localização
ru: Добавить другую страну или местоположение
tr: Başka bir ülke veya konum ekle
zh_cn: 添加其他国家或地点

# side-bar.ariaLabelCountrySave
source: Save changes to Countries
ar: حفظ التغييرات في البلدان
cs: Uložit změny v zemích
de: Änderungen an Ländern speichern
es: Guarde los cambios realizados en Países
fr: Enregistrer les modifications dans Pays
ja: 国の変更を保存する
ko: 국가에 변경사항 저장
pt: Guardar alterações em Países
ru: Сохранить изменения в разделе «Страны»
tr: Ülke değişikliklerini kaydet
zh_cn: 保存对国家的更改

# side-bar.ariaLabelCountryCancel
source: Cancel changes and close Countries
ar: إلغاء التغييرات وإغلاق البلدان
cs: Zrušit změny a zavřít země
de: Änderungen verwerfen und Länder schließen
es: Cancele los cambios y cierre Países
fr: Annuler les modifications et fermer Pays
ja: 変更をキャンセルして国を閉じる
ko: 변경사항을 취소하고 국가 닫기
pt: Cancelar alterações e fechar Países
ru: Отменить изменения и закрыть раздел «Страны»
tr: Değişiklikleri iptal et ve Ülkeleri kapat
zh_cn: 取消更改并关闭国家

# side-bar.ariaLabelCountryDelete
source: Delete Country or location
ar: حذف البلد أو الموقع
cs: Odstranit zemi nebo místo
de: Land oder Ort löschen
es: Elimine un país o ubicación
fr: Supprimer le pays ou le lieu
ja: 国または地域を削除
ko: 국가 또는 위치 삭제
pt: Eliminar país ou localização
ru: Удалить информацию о стране или местоположении
tr: Ülkeyi veya konumu sil
zh_cn: 删除国家和地点

# side-bar.ariaLabelCountrySelect
source: Select country or location
ar: تحديد البلد أو الموقع
cs: Vyberte zemi nebo místo
de: Land oder Ort auswählen
es: Seleccione un país o ubicación
fr: Sélectionner un pays ou un lieu
ja: 国または地域を選択してください
ko: 국가 또는 위치 선택
pt: Selecionar país ou localização
ru: Выберите страну или местоположение
tr: Ülke veya konum seç
zh_cn: 选择国家和地点

# side-bar.ariaLabelCountryClose
source: Close Countries
ar: إغلاق البلدان
cs: Zavřít země
de: Länder schließen
es: Cierre Países
fr: Fermer Pays
ja: 国を閉じる
ko: 국가 닫기
pt: Fechar países
ru: Закрыть раздел «Страны»
tr: Ülkeleri kapat
zh_cn: 关闭国家

# shared.selectACountryOrLocation
source: Select a country or location
ar: تحديد بلد أو موقع
cs: Vyberte zemi nebo místo
de: Land oder einen Ort auswählen
es: Seleccione un país o ubicación
fr: Sélectionnez un pays ou un lieu
ja: 国または地域を選択してください
ko: 국가 또는 위치 선택
pt: Selecione um país ou localização
ru: Выберите страну или местоположение
tr: Bir ülke veya konum seçin
zh_cn: 选择国家或地点

# shared.countryOrLocation
source: Country or location
ar: البلد أو الموقع
cs: Země nebo místo
de: Land oder Ort
es: País o ubicación
fr: Pays ou lieu
ja: 国または地域
ko: 국가 또는 위치
pt: País ou localização
ru: Страна или местоположение
tr: Ülke veya konum
zh_cn: 国家或地区

# shared.emailsAndDomains
source: Emails & domains
ar: البريد الإلكتروني والنطاقات
cs: E-maily a domény
de: E-Mails und Domains
es: Correos electrónicos y dominios
fr: E-mails et domaines
ja: メールアドレス & ドメイン
ko: 이메일 및 도메인
pt: E-mails e domínios
ru: Адреса электронной почты и домены
tr: E-postalar ve etki alanları
zh_cn: 电子邮件和域名

# shared.emails
source: Emails
ar: البريد الالكتروني
cs: Emaily
de: E-Mail-Adressen
es: Correos electrónicos
fr: Courriels
ja: 電子メール
ko: 이메일
ru: Адреса электронной почты
tr: E-postalar
zh_cn: 电子邮件

# side-bar.havingMultipleEmails
source: Having multiple email addresses helps you maintain access to your ORCID record. A mix of personal and professional email addresses works best.
ar: يساعدك توفر عناوين بريد إلكتروني متعددة في الحفاظ على إمكانية الوصول إلى سجل ORCID الخاص بك. ويعمل مزيج من عناوين البريد الإلكتروني الشخصية والاحترافية بشكل أفضل.
cs: Pokud máte více e-mailových adres, pomáhá vám to udržovat přístup k vašemu záznamu ORCID. Mix osobních a pracovních e-mailových adres funguje nejlépe.
de: Mehrere E-Mail-Adressen helfen Ihnen, den Zugriff auf Ihren ORCID-Eintrag zu bewahren. Eine Mischung aus persönlichen und beruflichen E-Mail-Adressen funktioniert am besten.
es: Le aconsejamos disponer de varias direcciones de correo electrónico para no perder nunca el acceso a su registro ORCID. Lo ideal es una mezcla de direcciones personales y profesionales.
fr: Le fait d'avoir plusieurs adresses e-mail vous permet de conserver l'accès à votre dossier ORCID. Il est préférable de combiner des adresses e-mail personnelles et professionnelles.
ja: 複数のメールアドレスを持つことで、ORCIDレコードへのアクセスを維持することができます。個人用と仕事用のメールアドレスを混在させるのが最も効果的です。
ko: 여러 개의 이메일 주소가 있으면 ORCID 레코드 액세스 유지가 수월합니다. 개인용 및 업무용 이메일 주소를 혼용하는 것이 가장 좋습니다.
pt: Ter vários endereços de e-mail ajuda-o a manter o acesso ao seu registo ORCID. Uma combinação de endereços de e-mail pessoais e profissionais funciona melhor.
ru: Чтобы не потерять доступ к профилю ORCID, мы рекомендуем использовать несколько адресов, в том числе личные и рабочие.
tr: Birden fazla e-posta adresine sahip olmak, ORCID kaydınıza erişiminizi korumanıza yardımcı olur. Kişisel ve profesyonel e-posta adreslerini birlikte kullanmak en iyi sonucu verecektir.
zh_cn: 拥有多个电子邮件地址有助于您保持对 ORCID 记录的访问。最好将个人和专业电子邮件地址混合使用。

# side-bar.pleaseVerifyWarning
source: Please verify your email addresses
ar: يُرجى التحقق من عناوين البريد الإلكتروني الخاصة بك
cs: Ověřte prosím svou e-mailovou adresu
de: Bitte verifizieren Sie Ihre E-Mail-Adressen
es: Verifique sus direcciones de correo electrónico
fr: Veuillez vérifier vos adresses e-mail
ja: メールアドレスを確認してください
ko: 이메일 주소를 확인해주세요
pt: Verifique o seu endereço de e-mail
ru: Подтвердите адреса эл. почты
tr: Lütfen e-posta adreslerinizi onaylayın
zh_cn: 请验证您的电子邮件地址

# side-bar.verifyToAccessOrcidFeatures
source: To access all of ORCID’s editing features you must verify at least one email address. Until then you will only be able to manage
ar: للوصول إلى جميع ميزات التحرير في ORCID، يجب عليك التحقق من عنوان بريد إلكتروني واحد على الأقل. وحتى ذلك الحين، لن تتمكن إلا من إدارة
cs: Pro přístup ke všem editačním funkcím ORCID musíte ověřit alespoň jednu e-mailovou adresu. Do té doby budete moci spravovat pouze
de: Um Zugriff auf alle Bearbeitungsfunktionen von ORCID zu erhalten, müssen Sie mindestens eine E-Mail-Adresse verifizieren. Bis dahin können Sie nur
es: Si desea acceder a las funciones de edición de ORCID, debe verificar al menos una dirección de correo electrónico. De lo contrario, solo podrá gestionar
fr: Pour accéder à toutes les fonctions d'édition d'ORCID, vous devez vérifier au moins une adresse e-mail. En attendant, vous ne pourrez gérer que les
ja: ORCIDのすべての編集機能にアクセスするには、少なくとも1つのメールアドレスを確認する必要があります。それまでは
ko: ORCID의 모든 편집 기능에 액세스하려면 하나 이상의 이메일 주소를 확인해야 합니다. 확인 전까지는 ORCID 레코드에서만
pt: Para aceder a todas as funcionalidades de edição da ORCID tem de verificar, pelo menos, um endereço de e-mail. Até fazer a verificação, apenas poderá gerir os
ru: Чтобы получить доступ ко всем функциям редактирования в ORCID, вам нужно подтвердить минимум один адрес электронной почты. До тех пор вы можете управлять только
tr: ORCID'in tüm düzenleme özelliklerine erişebilmek için en az bir e-posta adresini doğrulamanız gerekmektedir. O zamana kadar sadece şunları yönetebilirsiniz:
zh_cn: 要使用 ORCID 的所有编辑功能，您必须至少验证一个电子邮件地址。在此之前，您只能管理

# side-bar.names
source: names
ar: الأسماء
cs: jména
de: Namen
es: nombres
fr: noms
ja: 名前
ko: 이름
pt: nomes
ru: именами
tr: adlar
zh_cn: 姓名

# side-bar.and
source: and
ar: و
cs: a
de: und
es: y los
fr: et
ja: および
ko: 및
pt: e
ru: и
tr: ile
zh_cn: 到

# side-bar.emailAddresses
source: email addresses
ar: عناوين البريد الإلكتروني
cs: e-mailové adresy
de: E-Mail-Adressen
es: direcciones de correo electrónico
fr: adresses e-mail
ja: メールアドレス
ko: 이메일 주소
pt: endereços de e-mail
ru: и адресами эл. почты
tr: e-posta adresleri
zh_cn: 电子邮件地址

# side-bar.inYourOrcidRecord
source: in your ORCID record.
ar: في سجل ORCID الخاص بك.
cs: ve svém záznamu ORCID.
de: in Ihrem ORCID-Eintrag verwalten.
es: en su registro ORCID.
fr: dans votre dossier ORCID.
ja: のみORCIDレコード内で管理できます。
ko: 관리가 가능합니다.
pt: no seu registo ORCID.
ru: в профиле ORCID.
tr: ORCID kaydınızda.
zh_cn: 在您的 ORCID 记录。

# side-bar.emailAddressesUppercase
source: Email addresses
ar: عناوين البريد الإلكتروني
cs: E-mailové adresy
de: E-Mail-Adressen
es: Direcciones de correo electrónico
fr: Adresses e-mail
ja: メールアドレス
ko: 이메일 주소
pt: Endereços de e-mail
ru: Адреса эл. почты
tr: E-posta adresleri
zh_cn: 电子邮件地址

# side-bar.unverified
source: Unverified
ar: لم يتم التحقق
cs: Neověřeno
de: Nicht verifiziert
es: Sin verificar
fr: Non vérifié
ja: 未確認
ko: 확인되지 않음
pt: Não verificado
ru: непроверенный адрес
tr: Doğrulanmamış
zh_cn: 未验证

# side-bar.verificationEmailSent
source: Verification email sent
ar: تم إرسال بريد إلكتروني للتحقق
cs: Ověřovací e-mail odeslán
de: Verifizierungs-E-Mail gesendet
es: Se ha enviado el correo electrónico de verificación
fr: E-mail de vérification envoyé
ja: 確認メールを送信しました
ko: 확인 이메일 전송됨
pt: E-mail de verificação enviado
ru: Электронное письмо с подтверждением отправлено
tr: Doğrulama e-postası gönderildi
zh_cn: 验证邮件已发送

# side-bar.resendVerification
source: Resend verification email
ar: إعادة إرسال رسالة التأكيد
cs: Znovu odeslat ověřovací email
de: Bestätigungsmail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer courriel de vérification
ja: 確認用電子メールの再送
ko: 검증 이메일 다시 보내기
pt: Enviar e-mail de verificação novamente
ru: Заново отправить электронное письмо с подтверждением
tr: Doğrulama e-postasını yeniden gönder
zh_cn: 再次发送验证电子邮件

# sideBar.primaryEmailRequired
source: An email is required
ar: البريد الإلكتروني مطلوب
cs: Je vyžadován e-mail
de: Eine E-Mail-Adresse ist erforderlich
es: Se necesita un correo electrónico
fr: Une adresse électronique est nécesaire
ja: メールが必要です
ko: 이메일이 필요합니다
pt: É necessário um e-mail
ru: Адрес электронной почты обязателен
tr: Bir e-posta gereklidir
zh_cn: 需要邮箱

# side-bar.emailCanNotBeDuplicated
source: Email can not be duplicated
ar: لا يمكن تكرار البريد الإلكتروني
cs: E-mail nelze duplikovat
de: Die E-Mail-Adresse darf nicht doppelt eingegeben werden
es: El correo electrónico no se puede duplicar
fr: L'e-mail ne peut pas être dupliqué.
ja: 電子メールは重複できません。
ko: 이메일은 중복될 수 없습니다
pt: O e-mail não pode ser duplicado
ru: Адрес электронной почты не может дублироваться
tr: E-posta çoğaltılamaz
zh_cn: 无法复制电子邮箱地址

# side-bar.invalidEmailErrorMessage
source: Please enter a valid email address, for example joe@institution.edu
ar: الرجاء إدخال عنوان بريد إلكتروني صالح، على سبيل المثال joe@institution.edu
cs: Zadejte platnou e-mailovou adresu, například petr.novak@instituce.cz
de: Bitte geben Sie eine gültige E-Mail-Adresse ein, beispielsweise peter@institution.edu.
es: Introduzca una dirección de correo electrónico válida. Ejemplo: juan@institucion.edu
fr: Saisissez une adresse e-mail valide, par exemple joe@institution.edu
ja: 有効なメールアドレスを入力してください。例：joe@institution.edu
ko: 유효한 이메일 주소 입력. 예: joe@institution.edu
pt: Introduza um endereço de e-mail, por exemplo, joao@instituicao.edu
ru: Укажите действительный адрес эл. почты, например ivanov@institution.edu
tr: Lütfen geçerli bir e-posta girin, örneğin mehmet@kurum.edu
zh_cn: 请输入有效的电子邮件地址，例如：joe@institution.edu

# side-bar.alreadyAssociated
source: This email is already associated with an ORCID record.
ar: هذا البريد الإلكتروني مقترن بالفعل بسجل على ORCID.
cs: Tento e-mail je již přidružen k záznamu ORCID.
de: Diese E-Mail ist bereits mit einem ORCID-Eintrag verknüpft.
es: Este correo electrónico ya está asociado a un registro ORCID.
fr: Cette adresse e-mail est déjà associée à un dossier ORCID.
ja: この電子メールはすでにORCIDレコードに関連付けられています。
ko: 이 이메일은 이미 ORCID 기록과 연동되어 있습니다.
pt: Este e-mail já está associado a um registro ORCID.
ru: Данный адрес электронной почты уже связан с записью ORCID.
tr: Bu e-posta zaten bir ORCID kaydıyla ilişkilendirilmiştir.
zh_cn: 此电子邮箱地址已与 ORCID 记录绑定。

# side-bar.anotherEmail
source: Add another email address
ar: أضف عنوان بريد إلكتروني آخر
cs: Přidat další e-mailovou adresu
de: Weitere E-Mail-Adresse hinzufügen
es: Añada otra dirección de correo electrónico
fr: Ajouter une autre adresse e-mail
ja: 別のメールアドレスを追加する
ko: 다른 이메일 주소를 추가하세요
pt: Adicionar outro endereço de e-mail
ru: Добавить еще один адрес электронной почты
tr: Başka bir e-posta adresi ekle
zh_cn: 添加其他电子邮箱地址

# side-bar.verifiedEmailDomains
source: Verified email domains
ar: النطاقات البريدية الموثقة
cs: Ověřené e-mailové domény
de: Verifizierte E-Mail-Domains
es: Dominios de correo electrónico verificados
fr: Domaines électroniques vérifiés
ja: 確認済みのメールアドレス
ko: 확인된 이메일 도메인
pt: Domínios de e-mail verificados
ru: Подтвержденные домены электронной почты
tr: Doğrulanmış e-posta etki alanları
zh_cn: 已验证的电子邮件域名

# side-bar.whenYouVerifyEmail
source: When you verify a professional email address we will add the associated domain to your record. You can choose to show an email domain on your public record instead of the full email address.
ar: عند التحقق من عنوان بريد إلكتروني مهني، سنضيف النطاق المرتبط به إلى سجلك، كما يمكنك اختيار عرض نطاق البريد الإلكتروني في سجلك العام، وذلك بدلًا من عرض عنوان البريد الإلكتروني الكامل.
cs: Po ověření profesní e-mailové adresy přidáme do vašeho záznamu přidruženou doménu. Na vašem veřejném záznamu pak můžete místo celé e-mailové adresy zobrazovat pouze e-mailovou doménu.
de: Wenn Sie eine professionelle E-Mail-Adresse verifizieren, fügen wir die zugehörige Domain zu Ihrem Eintrag hinzu. Sie können wählen, ob Sie in Ihrem öffentlichen Eintrag eine E-Mail-Domain anstelle der vollständigen E-Mail-Adresse anzeigen möchten.
es: Si verifica una dirección de correo electrónico profesional, añadiremos el dominio asociado a su registro. Puede optar por exhibir un dominio de correo electrónico en su registro público en lugar de la dirección de correo electrónico al completo.
fr: Lorsque vous vérifiez une adresse e-mail professionnelle, nous ajoutons le domaine associé à votre dossier. Vous pouvez choisir d'afficher un domaine électronique dans votre dossier public au lieu de l'adresse e-mail complète.
ja: 仕事用のメールアドレスを確認すると、関連するドメインがあなたのレコードに追加されます。完全なメールアドレスではなく、メールのドメインを公開記録に表示するよう選択することができます。
ko: 업무용 이메일 주소가 확인되면 관련 도메인을 레코드에 추가해드립니다. 공개 레코드에 이메일 주소 전체 대신 이메일 도메인을 표시하도록 선택할 수 있습니다.
pt: Quando você verifica um endereço de e-mail profissional, adicionaremos o domínio associado ao seu registro. Você pode escolher mostrar um domínio de e-mail no seu registro público em vez do endereço de e-mail completo.
ru: Когда вы подтвердите рабочий адрес электронной почты, мы добавим связанный с ним домен в ваш профиль. Вы сможете выбрать, что будет доступно пользователям: домен или полный адрес электронной почты.
tr: Profesyonel bir e-posta adresini doğruladığınızda, ilgili etki alanını kaydınıza ekleriz. Herkese açık kaydınızda tüm e-posta adresiniz yerine bir e-posta etki alanını göstermeyi tercih edebilirsiniz.
zh_cn: 当您验证专业电子邮件地址时，我们会将相关网域添加到您的记录中。您可以选择在公开记录中显示电子邮件域名，而不是完整的电子邮件地址。

# side-bar.findOutMoreAboutVerifiedEmailDomains
source: Find out more about verified email domains
ar: اكتشف المزيد عن نطاقات البريد الإلكتروني الموثقة
cs: Další informace o ověřených e-mailových doménách
de: Erfahren Sie mehr über verifizierte E-Mail-Domains
es: Obtenga más información sobre los dominios de correo electrónico verificados
fr: En savoir plus sur les domaines électroniques vérifiés
ja: 確認済みのメールドメインについての詳細
ko: 확인된 이메일 도메인에 대해 자세히 알아보기
pt: Saiba mais sobre domínios de e-mail verificados
ru: Подробнее о подтвержденных доменах…
tr: Doğrulanmış e-posta etki alanları hakkında daha fazla bilgi edinin
zh_cn: 了解有关经过验证的电子邮件域名的更多信息

# side-bar.noVerifiedEmailDomains
source: No verified email domains
ar: لا توجد نطاقات بريد إلكتروني موثقة
cs: Žádné ověřené e-mailové domény
de: Keine verifizierten E-Mail-Domains
es: No hay ningún dominio de correo electrónico verificado
fr: Aucun domaine électronique vérifié
ja: 確認済みのメールドメインがありません
ko: 확인된 이메일 도메인 없음
pt: Nenhum domínio de e-mail verificado
ru: Нет подтвержденных адресов электронной почты.
tr: Doğrulanmış e-posta etki alanı yok
zh_cn: 未验证电子邮件域名

# side-bar.emailNotifications
source: Email notifications
ar: إشعارات البريد الالكتروني
cs: E-mailová oznámení
de: E-Mail-Benachrichtigungen
es: Notificaciones por correo electrónico
fr: Notifications par e-mail
ja: メール通知
ko: 이메일 알림
pt: Notificações por e-mail
ru: Уведомления по электронной почте
tr: E-posta bildirimleri
zh_cn: 邮件通知

# side-bar.whichVerifiedEmail
source: Which verified email address should we send your ORCID notifications to? You can change the frequency of these notification emails in
ar: ما عنوان البريد الإلكتروني الذي تم التحقق منه والذي يجب أن نرسل إشعارات ORCID الخاصة بك إليه؟ يمكنك تغيير معدل تكرار رسائل البريد الإلكتروني الخاصة بالإشعارات هذه في
cs: Na kterou ověřenou e-mailovou adresu bychom měli zasílat vaše oznámení ORCID? Frekvenci těchto e-mailů s oznámením můžete změnit v
de: An welche verifizierte E-Mail-Adresse sollen wir Ihre ORCID-Benachrichtigungen senden? Sie können die Häufigkeit dieser Benachrichtigungs-E-Mails in
es: ¿En qué dirección de correo electrónico verificada desea recibir sus notificaciones de ORCID? Puede modificar la frecuencia de las notificaciones en
fr: À quelle adresse e-mail vérifiée devons-nous envoyer vos notifications ORCID ? Vous pouvez modifier la fréquence de ces notifications par e-mail dans
ja: どの認証済みメールアドレスでORCIDの通知を受信しますか？通知メールの頻度は
ko: 어떤 확인된 이메일 주소로 ORCID 알림을 받으시겠습니까? 알림 이메일 빈도 변경은
pt: Para que endereço de e-mail verificado devemos enviar as suas notificações ORCID? Pode alterar a frequência destas notificações nas
ru: На какой подтвержденный адрес электронной почты вы хотите получать уведомления от ORCID? Выбрать их частоту можно в
tr: ORCID bildirimlerinizi hangi doğrulanmış e-posta adresine gönderelim? Bu e-postaların sıklığını değiştirmek için:
zh_cn: 我们应该向哪个已验证的电子邮件地址发送 ORCID 通知？您可以在以下页面更改这些通知邮件的发送频率

# side-bar.yourOrcidAccountSettings
source: your ORCID account settings.
ar: إعدادات حسابك على ORCID.
cs: nastaveních vašeho účtu ORCID.
de: den Einstellungen Ihres ORCID-Kontos ändern.
es: el menú de configuración de su cuenta de ORCID.
fr: les paramètres de votre compte ORCID.
ja: ORCIDアカウント設定より変更できます。
ko: ORCID 계정 설정에서 가능합니다.
pt: suas definições da conta ORCID.
ru: настройках профиля ORCID.
tr: ORCID hesap ayarlarınız.
zh_cn: 您的 ORCID 账户设置。

# side-bar.ariaLabelOrcidTermsOfUseBase
source: ORCID knowledge base (Opens in a new tab)
ar: قاعدة معارف ORCID (يفتح في علامة تبويب جديدة)
cs: Znalostní báze ORCID (Otevře se v nové záložce)
de: ORCID-Wissensdatenbank (öffnet in neuem Tab)
es: Base de conocimiento de ORCID (se abrirá en una pestaña nueva)
fr: Base de connaissances ORCID (s'ouvre dans un nouvel onglet)
ja: ORCIDナレッジベース (新しいタブが開きます)
ko: ORCID 기술 자료(새 탭에서 열림)
pt: Base de conhecimento da ORCID (abre num novo separador)
ru: База данных ORCID (откроется новая вкладка)
tr: ORCID bilgi bankası (Yeni bir sekmede açılır)
zh_cn: ORCID 知识库（在新标签页中打开）
