Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# account.scopePathType.peerReviewUpdate
source: Update your peer reviews
ar: تحديث قائمة مراجعات النظراء خاصتك
cs: Aktualizace odborných recenzí
de: Ihre Peer-Reviews aktualisieren
es: Actualizar sus revisiones por pares
fr: Mettre à jour vos évaluations par les pairs
ja: ピアレビューの更新
ko: 동료 리뷰 업데이트
pt: Atualizar revisões de pares
ru: Обновите рецензии
tr: Meslektaş değerlendirmelerinizi güncelleyin
zh_cn: 更新您的同行评论

# account.scopePathType.personReadLimited
source: Read limited information from your biography.
ar: الاطلاع على معلومات محدودة من سيرتك الذاتية
cs: Číst omezené informace z vašeho životopisu.
de: Lesen Sie eingeschränkte Informationen aus Ihrer Biografie.
es: Leer información limitada de su biografía.
fr: Consulter des informations limitées sur votre biographie
ja: 経歴から制限付き情報を読み取る
ko: 자기소개에서 제한된 정보 읽기
pt: Ler informações limitadas da sua biografia
ru: Читать ограниченные сведения из биографии
tr: Biyografinizden sınırlı bilgileri okuyun
zh_cn: 从您的简历中阅读有限的信息。

# account.scopePathType.personUpdate
source: Add/update information about you (country, keywords, etc.)
ar: أضف/حدث المعلومات حولك (البلد، الكلمات الرئيسية، إلخ)
cs: Přidat/aktualizovat informace o vaší (zemi, klíčových slovech atd.)
de: Informationen über Sie hinzufügen bzw. aktualisieren (Land, Schlüsselwörter usw.)
es: Añada o actualice la información sobre usted (país, palabras clave, etc.)
fr: Ajouter/mettre à jour des informations vous concernant (pays, mots-clés, etc.)
ja: 自分自身に関する情報 (国、キーワードなど) の追加・更新
ko: 약력 정보(국가, 키워드 등) 추가/업데이트
pt: Adicione/atualize informação sobre si (país, palavras-chave, etc.)
ru: Редактируйте личные данные (страну, ключевые слова и т. д.)
tr: Kendinizle ilgili bilgileri (ülke, anahtar kelimeler vb.) ekleyin/güncelleyin
zh_cn: 添加/更新您的信息（国家、关键词等）

# account.scopePathType.readLimited
source: Read your information with visibility set to Trusted Parties
ar: اقرأ تسجيلة أوركيد الخاصة بك
cs: Číst váš účet ORCID
de: Ihre Informationen lesen, wenn deren Sichtbarkeit auf „Vertrauenswürdige Parteien“ eingestellt ist
es: Leer su registro ORCID
fr: Consulter vos informations lorsque la visibilité est définie sur Parties de confiance
ja: 信頼できる第三者機関のみが見ることができる設定で、あなたの情報を読む
ko: ORCID 레코드 읽기
pt: Ler seu Registro ORCID
ru: Ознакомиться с Вашей записью ORCID
tr: Görünürlüğünüz Güvenilir Taraflar olarak ayarlıyken bilgilerinizi okuyun
zh_cn: 读取您的 ORCID 记录

# account.scopePathType.readPublic
source: Read public info only
ar: الاطلاع على المعلومات العامة فقط
cs: Číst pouze veřejné informace
de: Nur öffentliche Informationen lesen
es: Leer solo la información pública
fr: Consulter les informations publiques uniquement
ja: 公開情報のみを読み取る
ko: 공개 정보만 읽기
pt: Ler apenas informação pública
ru: Читать только общедоступную информацию
tr: Yalnızca herkese açık bilgileri okuyun
zh_cn: 仅阅读公开信息

# account.scopePathType.webhook
source: Notifies Application if there are changes to your record
ar: عليك إخطار التطبيق إذا طرأت أي تغييرات على سجلك
cs: Upozorní aplikaci, pokud dojde ke změnám ve vašem záznamu.
de: Benachrichtigt den Antrag, wenn es Änderungen an Ihrem Eintrag gibt
es: Notifica a la aplicación si hay cambios en su registro
fr: Notifie l'application en cas de modification de votre dossier
ja: レコードが変更された場合にアプリに通知
ko: 레코드에 변경이 있으면 애플리케이션으로 알림
pt: Notifica a aplicação se houver alterações ao seu registo.
ru: Уведомляет приложение об изменениях в вашем профиле
tr: Kaydınızda değişiklik olursa Uygulamaya bildirir
zh_cn: 您的记录变更时通知应用程序

# shared.everyone
source: Everyone
ar: عام
cs: Každý
de: Alle
es: Público
fr: Publique
ja: 誰でも
ko: 공개
pt: Público
ru: Публичный доступ
tr: Herkes
zh_cn: 公开

# shared.trustedParties
source: Trusted parties
ar: المنظمات والأفراد الموثوق بهم
cs: Důvěryhodné strany
de: Vertrauenswürdige Parteien
es: Partes de confianza
fr: Parties de confiance
ja: トラステッド・パーティー
ko: 제한공개
pt: Partes confiáveis
ru: Доверенные лица
tr: Güvenilen taraflar
zh_cn: 受信任组织

# shared.education
source: Education
ar: تعليم
cs: Vzdělání
de: Ausbildung
es: Educación
fr: Éducation
ja: 教育
ko: 학력
pt: Habilitações académicas
ru: Образование
tr: Eğitim
zh_cn: 教育

# shared.qualification
source: Qualification
ar: مؤهل
cs: Kvalifikace
de: Qualifikation
es: Cualificación
ja: 資格
ko: 자격증
pt: Qualificação
ru: Квалификация
tr: Nitelik
zh_cn: 资格认证

# shared.invitedSentenceCase
source: Invited position
ar: منصب شرفي
cs: Pozvaná pozice
de: Eingeladene Position
es: Posición invitada
fr: Position invitée
ja: 招待ポジション
ko: 초빙직책
pt: Posição convidada
ru: Приглашен(-а) на должность
tr: Davet edilen pozisyon
zh_cn: 特邀职位

# shared.distinction
source: Distinction
ar: امتياز
cs: Rozlišení
de: Auszeichnung
es: Distinción
ja: 区別
ko: 수훈
pt: Distinção
ru: Заслуга
tr: Ayrıcalık
zh_cn: 区别

# shared.membershipTitle
source: Membership
ar: العضوية
cs: Členství
de: Mitgliedschaft
es: Afiliación
fr: Adhésion
ja: メンバーシップ
ko: 회원자격
pt: Adesão
ru: Подписка
tr: Üyelik
zh_cn: 成员

# shared.service
source: Service
ar: خدمة
cs: Servis
de: Dienst
es: Servicio
ja: サービス
ko: 공헌
pt: Serviço
ru: Сервис
tr: Hizmet
zh_cn: 服务

# shared.editorialService
source: Editorial service
ar: الخدمة التحريرية
cs: Editační služby
de: Redaktionelle Dienste
es: Servicio editorial
fr: Service éditorial
ja: 編集サービス
ko: 편집 공헌
pt: Serviço editorial
ru: Редакционная служба
tr: Editörlük hizmeti
zh_cn: 编辑服务

# funding.award
source: Award
ar: جائزة
cs: Číslo dotace
de: Preis
es: Adjudicación
fr: Bourse
ja: 受賞
ko: 수여
pt: Prêmio
ru: Награда
tr: Ödül
zh_cn: 奖励

# funding.contract
source: Contract
ar: اتفاقية
cs: Číslo smlouvy
de: Vertrag
es: Contrato
fr: Contrat
ja: 契約
ko: 계약
pt: Contrato
ru: Контракт
tr: Sözleşme
zh_cn: 合同

# funding.grant
source: Grant
ar: منحة
cs: Číslo grantu
de: Förderung
es: Subvención
fr: Subvention
ja: 研究助成
ko: 보조금
pt: Bolsa
ru: Грант
tr: Hibe
zh_cn: 授权

# funding.salary_award
source: Salary award
ar: جائزة الراتب
cs: Dotace na mzdy
de: Lohnauszeichnung
es: Adjudicación de salario
fr: Subvention salariée
ja: 給与支払
ko: 급여 지원
pt: Salário prêmio
ru: Вознаграждение
tr: Maaş ödülü
zh_cn: 工资奖励

# funding.self
source: Self
ar: ذاتي
cs: Vlastní
de: Selbst
es: Propio
fr: Soi-même
ja: 自身
ko: 자신
pt: Próprio
ru: Самостоятельный
tr: Kendi
zh_cn: 自己

# funding.partOf
source: Part of
ar: جزء من
cs: Je součástí
de: Teil von
es: Parte de
fr: Partie de
ja: 次の一部
ko: 부분
pt: Parte de
ru: Часть
tr: Parçası:
zh_cn: 部分

# funding.selfDescription
source: The identifier applies to the funding award itself.
ar: المعرف ينطبق على جائزة التمويل نفسها.
cs: Identifikátor se vztahuje na samotnou finanční podporu.
de: Die Kennung gilt für den Förderpreis selbst.
es: El identificador se aplica a la propia concesión de financiación.
fr: L'identifiant s'applique à l'octroi du financement lui-même.
ja: 識別子は資金調達賞自体に適用されます。
ko: 해당 식별자는 펀딩 상 자체에만 적용됩니다.
pt: O identificador aplica-se ao próprio prêmio de financiamento.
ru: Идентификатор относится к самому присуждению финансирования.
tr: Tanımlayıcı, finansman ödülünün kendisi için geçerlidir.
zh_cn: 此识别码用于识别基金奖项。

# funding.partOfDescription
source: The identifier applies to the larger award of which the project is part.
ar: ينطبق المعرّف على الجائزة الأكبر التي يكون المشروع جزءاً منها.
cs: Identifikátor se vztahuje na větší ocenění, jehož je projekt součástí.
de: Die Kennung gilt für den größeren Preis, zu dem das Projekt gehört.
es: El identificador se aplica a la concesión del cual el proyecto forma parte.
fr: L'identifiant s'applique à un octroi plus important dont le projet fait partie.
ja: 識別子は、プロジェクトが含まれるより大きな賞に適用されます。
ko: 이 식별자는 프로젝트가 속한 큰 수상 경력에 적용됩니다.
pt: O identificador aplica-se ao prêmio maior do qual o projeto faz parte.
ru: Идентификатор применяется к более крупной награде, частью которой является проект.
tr: Tanımlayıcı, projenin parçası olduğu daha büyük ödül için geçerlidir.
zh_cn: 此识别码用于识别更大的项目基金奖项。

# works.academicPublication
source: Academic publications
ar: المنشورات الأكاديمية
cs: Akademické publikace
de: Wissenschaftliche Veröffentlichungen
es: Publicaciones académicas
fr: Publications académiques
ja: 学術出版物
ko: 학술 발행물
pt: Publicações académicas
ru: Научные публикации
tr: Akademik yayınlar
zh_cn: 学术刊物

# works.reviewAndEditing
source: Review and editing
ar: المراجعة والتدقيق
cs: Kontrola a úpravy
de: Revision und Redaktion
es: Revisión y edición
fr: Révision et modification
ja: レビュー・編集
ko: 리뷰 및 편집
pt: Revisão e edição
ru: Рецензирование и редактура
tr: İnceleme ve düzenleme
zh_cn: 审查和编辑

# works.other
source: Other
ar: مخرجات أخرى
cs: Další výstup
de: Andere
es: Otros
fr: Autres résultats
ja: その他のアウトプット
ko: 다른 출력물
pt: Outra saída
ru: Другой результат
tr: Diğer
zh_cn: 其他成果

# works.dissemination
source: Dissemination
ar: التوزيع
cs: Šíření
de: Verbreitung
es: Divulgación
fr: Diffusion
ja: 普及活動
ko: 지식보급
pt: Divulgação
ru: Распространение информации
tr: Yayım
zh_cn: 宣传

# works.creative
source: Creative
ar: إبداع
cs: Kreativní
de: Kreativ
es: Creativo
fr: Contenu créatif
ja: クリエイティブ
ko: 크리에이티브
pt: Criativos
ru: Творчество
tr: Yaratıcı
zh_cn: 创作成果

# works.data
source: Data and process
ar: البيانات والعملية
cs: Data a proces
de: Daten und Prozesse
es: Datos y procesos
fr: Données et processus
ja: データ＆プロセス
ko: 데이터 및 프로세스
pt: Dados e processo
ru: Данные и процессы
tr: Veri ve işlem
zh_cn: 数据和流程

# works.legal
source: Legal and IP
ar: قانونية أو ملكية فكرية
cs: Právní a IP
de: Rechtliches und Urheberrechtliches
es: Legal y propiedad intelectual
fr: Juridique et propriété intellectuelle
ja: 法規制・IP
ko: 법적 및 IP
pt: Jurídico e PI
ru: Права и интеллектуальная собственность
tr: Yasal ve fikri mülkiyet
zh_cn: 法律和知识产权

# works.teaching
source: Teaching and supervision
ar: التعليم والإشراف
cs: Vzdělávání a dohled
de: Lehre und Betreuung
es: Enseñanza y supervisión
fr: Enseignement et supervision
ja: 指導・監督
ko: 교수 및 지도
pt: Ensino e supervisão
ru: Преподавание и наставничество
tr: Öğretmenlik ve gözetmenlik
zh_cn: 教学和监督

# works.abstract
source: Conference abstract
ar: ملخص مؤتمر
cs: Abstrakt z konference
de: Konferenzabstract
es: Sumario de conferencia
fr: Résumé de conférence
ja: 学会摘要
ko: 컨퍼런스 초록
pt: Resumo de conferência
ru: Тезисы
tr: Konferans özeti
zh_cn: 会议摘要

# works.paper
source: Conference paper
ar: ورقة مؤتمر
cs: Příspěvek na konferenci
de: Konferenzbeitrag
es: Comunicación de congreso
fr: Article dans une conférence
ja: 会議発表論文
ko: 학술대회 논문
pt: Comunicação em conferência
ru: конференционный доклад
tr: Konferans belgesi
zh_cn: 会议论文

# works.poster
source: Conference poster
ar: ملصق مؤتمر
cs: Poster na konferenci
de: Konferenzposter
es: Póster de congreso
fr: Poster dans une conférence
ja: 会議発表ポスター
ko: 학술대회 포스터
pt: Póster em conferência
ru: стендовый доклад
tr: Konferans posteri
zh_cn: 会议集里的会议海报/会议板报

# works.chapter
source: Book chapter
ar: فصل من كتاب
cs: Kapitola v knize
de: Buchkapitel
es: Capítulo de libro
fr: Chapitre de livre
ja: 書籍の章
ko: 책의 장
pt: Capítulo de livro
ru: Глава книги
tr: Kitap bölümü
zh_cn: 图书章节

# works.review
source: Book review
ar: مراجعة كتاب
cs: Recenze knihy
de: Buchrezension
es: Reseña de libro
fr: Critique de livre
ja: 書評
ko: 서평
pt: Recensão de livro
ru: Рецензия на книгу
tr: Kitap eleştirisi
zh_cn: 书评

# works.book
source: Book
ar: كتاب
cs: Kniha
de: Buch
es: Libro
fr: Livre
ja: 図書
ko: 도서
pt: Livro
ru: Книга
tr: Kitap
zh_cn: 书

# works.entry
source: Dictionary entry
ar: معلومات في قاموس
cs: Heslo ve slovníku
de: Eintrag im Wörterbuch
es: Término de diccionario
fr: Entrée de dictionnaire
ja: 辞書エントリ
ko: 사전항목
pt: Entrada em dicionário
ru: Словарная статья
tr: Sözlük girişi
zh_cn: 词条

# works.thesis
source: Dissertation or Thesis
ar: الرسالة العلمية أو الأطروحة
cs: Disertační nebo diplomová práce
de: Dissertation oder Diplomarbeit
es: Tesina o tesis
fr: Mémoire ou thèse
ja: 博士論文または修士論文
ko: 박사 또는 석사 논문
pt: Dissertação ou tese
ru: Дипломная работа или диссертация
tr: Doktora Tezi veya Tez
zh_cn: 学位论文/毕业论文

# works.editedBook
source: Edited book
ar: كتاب منقح
cs: Redigovaná kniha
de: Bearbeitetes Buch
es: Libro editado
fr: Livre édité
ja: 編集書籍
ko: 편서(Edited Book)
pt: Livro Editado
ru: Редактура книги
tr: Düzenlenen kitap
zh_cn: 编辑的图书

# works.encyclopediaEntry
source: Encyclopedia entry
ar: معلومات في موسوعة
cs: Heslo v encyklopedii
de: Enzyklopädie Eintrag
es: Entrada en enciclopedia
fr: Article dans une encyclopédie
ja: 百科事典エントリ
ko: 백과사전 항목
pt: Entrada de enciclopédia
ru: Статья в энциклопедии
tr: Ansiklopedi girdisi
zh_cn: 百科词条

# works.journalArticle
source: Journal article
ar: مقال في مجلة أكاديمية
cs: Článek v odborném časopisu
de: Zeitschriftenaufsatz
es: Artículo
fr: Article
ja: 学術雑誌論文
ko: 학술지 논문
pt: Artigo
ru: журнальная статья
tr: Dergi makalesi
zh_cn: 学术论文

# works.issue
source: Journal issue or edition
ar: إصدار المجلة أو نسختها
cs: Číslo nebo vydání časopisu
de: Zeitschriftenausgabe
es: Edición o número de revista
fr: Numéro ou édition de revue
ja: 学術誌の号または版数
ko: 저널 호 또는 에디션
pt: Edição de revista
ru: Журнальная публикация или издание
tr: Dergi sayısı veya baskısı
zh_cn: 期刊刊号或版本

# works.magazineArticle
source: Magazine article
ar: مقال في مجلة
cs: Článek v magazínu
de: Zeitschriftenartikel
es: Artículo de magacín
fr: Article de magazine
ja: 雑誌記事
ko: 잡지 기사
pt: Artigo em revista
ru: Статья в периодическом издании
tr: Magazin makalesi
zh_cn: 杂志文章

# works.manual
source: Manual
ar: دليل
cs: Manuál
de: Handbuch
fr: Manuel
ja: 取扱説明書
ko: 매뉴얼
ru: Руководство по эксплуатации
tr: Manüel
zh_cn: 手册

# works.newsletterarticle
source: Newsletter article
ar: مقال نشرة أخبار
cs: Článek ve zpravodaji
de: Newsletter-Artikel
es: Artículo de boletín informativo
fr: Article de bulletin d'information
ja: ニュースレター記事
ko: 뉴스레터 기사
pt: Artigo em Folheto Informativo
ru: Статья в информационном вестнике
tr: Bülten makalesi
zh_cn: 时事文章

# works.newspaperArticle
source: Newspaper article
ar: مقال في صحيفة
cs: Novinový článek
de: Zeitungsartikel
es: Artículo de periódico
fr: Article de journal
ja: 新聞記事
ko: 신문기사
pt: Artigo de jornal
ru: газетная статья
tr: Köşe yazısı
zh_cn: 报纸文章

# works.onlineResource
source: Interactive resource
ar: مصدر تفاعلي
cs: Interaktivní zdroj
de: Interaktive Ressource
es: Recurso interactivo
fr: Ressource interactive
ja: インタラクティブリソース
ko: 인터랙티브 리소스
pt: Recurso interativo
ru: Интерактивный ресурс
tr: Etkileşimli kaynak
zh_cn: 互动资源

# works.preprint
source: Preprint
ar: طبعة أولية
es: Artículo preliminar
fr: Prépublication
ja: プレプリント
ko: 출판 전 논문
ru: Препринт
tr: Ön baskı
zh_cn: 预印本

# works.report
source: Report
ar: تقرير
cs: Zpráva
de: Bericht
es: Informe
fr: Rapport
ja: 報告書
ko: 보고서
pt: Relatório
ru: Отчет
tr: Rapor
zh_cn: 报告

# works.tool
source: Research tool
ar: أداة بحث
cs: Výzkumný nástroj
de: Forschungswerkzeug
es: Herramienta de investigación
fr: Instrument de recherche
ja: 研究ツール
ko: 연구도구
pt: Ferramenta de pesquisa
ru: Метод исследования
tr: Araştırma aracı
zh_cn: 研究工具

# works.studentPublication
source: Supervised student publication
ar: منشور طلابي تحت الإشراف
cs: Dohled nad studentskou publikací
de: Betreute studentische Publikation
es: Publicación estudiantil supervisada
fr: Publication d'étudiants supervisée
ja: 学生による出版の指導
ko: 학생의 출판물 지도
pt: Publicação estudantil supervisionada
ru: Совместная публикация студента и научного руководителя
tr: Gözetimli öğrenci yayını
zh_cn: 受监督的学生出版物

# works.test
source: Test
ar: اختبار
cs: Zkouška
de: Prüfen
es: Prueba
ja: テスト
ko: 시험
pt: Teste
ru: Тест
zh_cn: 测试

# works.translation
source: Translation
ar: ترجمة
cs: Překlad
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
ko: 번역
pt: Tradução
ru: Перевод
tr: Çeviri
zh_cn: 翻译

# works.website
source: Website
ar: موقع إلكتروني
cs: Webové sídlo
de: Webseite
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt: Sítio web
ru: вебсайт
tr: Web Sitesi
zh_cn: 网站

# works.working
source: Working paper
ar: ورقة عمل
cs: Pracovní dokument
de: Arbeitspapier
es: Documento de trabajo
fr: Document de travail
ja: ワーキングペーパー
ko: 워킹페이퍼
pt: paperAA=Artigo de trabalho
ru: Рабочий документ
tr: Çalışma raporu
zh_cn: 研究手稿

# works.reviewPublication
source: Review
ar: مراجعة
cs: Recenze
de: Rezension
es: Reseña
fr: Synthèse
ja: レビュー
ko: 리뷰
pt: Recensão
ru: Рецензия
tr: Gözden geçirme
zh_cn: 评论

# works.disclosure
source: Disclosure
ar: كشف
cs: Zveřejnění
de: Offenlegung
es: Divulgación
fr: Divulgation
ja: 開示
ko: 공시
pt: Divulgação
ru: Описание изобретения
tr: Açıklama
zh_cn: 披露

# works.license
source: License
ar: رخصة
cs: Licence
de: Lizenz
es: Licencia
ja: ライセンス
ko: 라이센스
pt: Licença
ru: Лицензия
tr: Lisans
zh_cn: 许可

# works.patent
source: Patent
ar: براءة اختراع
es: Patente
fr: Brevet
ja: 特許
ko: 특허
pt: Patente
ru: Патент
zh_cn: 专利

# works.copyright
source: Registered copyright
ar: حقوق طبع ونشر محفوظة
cs: Registrovaná autorská práva
de: Eingetragenes Urheberrecht
es: Derecho de autor registrado
fr: Droit d'auteur déposé
ja: 登録著作権
ko: 등록 저작권
pt: Direito autoral registrado
ru: Зарегистрированное авторское право
tr: Kayıtlı telif hakkı
zh_cn: 注册版权

# works.trademark
source: Trademark
ar: علامة تجارية
cs: Ochranná známka
de: Warenzeichen
es: Marca
fr: Marque déposée
ja: 商標
ko: 상표
pt: Marca
ru: торговая марка
tr: Ticari marka
zh_cn: 商标

# works.annotation
source: Annotation
ar: تعليق توضيحي
cs: Právní komentář rozsudku nebo rozhodnuti
de: Urteilsanmerkung
es: Nota de jurisprudencia
ja: 注釈
ko: 주석
pt: Anotação
ru: Аннотация
tr: Açıklama
zh_cn: 标注

# works.artisticPerformance
source: Artistic output or performance
ar: الأداء الفني أو مخرجاته
cs: Umělecké vystoupení nebo představení
de: Künstlerisches Werk oder Performance
es: Actuación o producción artística
fr: Performance artistique
ja: 芸術的な成果またはパフォーマンス
ko: 예술 작품 또는 공연
pt: Produção ou performance artística
ru: Художественное произведение или представление
tr: Sanatsal çıktı veya performans
zh_cn: 艺术成果或表现

# works.dataManagementPlan
source: Data management plan
ar: خطة إدارة البيانات
cs: Režim správy dat
de: Datenmanagementplan
es: Plan de gestión de datos
fr: Plan de gestion de données
ja: データ管理計画
ko: 데이터관리계획
pt: Plano de gestão de dados
ru: план управления данными
tr: Veri yönetim planı
zh_cn: 数据管理计划

# works.plan
source: Dataset
ar: مجموعة بيانات
cs: Datová sada
de: Datensatz
es: Conjunto de datos
fr: Jeu de données
ja: データセット
ko: 데이터 세트
pt: Conjuntos de dados
ru: Массив данных
tr: Veri seti
zh_cn: 数据集

# works.invention
source: Invention
ar: اختراع
cs: Vynález
de: Erfindung
es: Invención
ja: 発明
ko: 발명
pt: Invenção
ru: Изобретение
tr: Buluş
zh_cn: 发明

# works.speech
source: Lecture
ar: محاضرة
cs: Přednáška
de: Vorlesung
es: Ponencia
fr: Cours magistral
ja: 講演
ko: 강의
pt: Palestra
ru: Лекция
tr: Ders
zh_cn: 讲座

# works.object
source: Physical object
ar: كائن فعلي
cs: Fyzický předmět
de: Physikalisches Objekt
es: Objeto físico
fr: Objet physique
ja: 物理オブジェクト
ko: 물체
pt: Objeto físico
ru: Физический объект
tr: Fiziksel nesne
zh_cn: 实物

# works.technique
source: Research protocol or technique
ar: بروتوكول البحث أو أسلوبه
cs: Výzkumný protokol nebo metoda
de: Forschungsprotokoll oder -technik
es: Técnica o protocolo de investigación
fr: Protocole ou technique de recherche
ja: 研究プロトコルまたは技術
ko: 연구 프로토콜 또는 기술
pt: Protocolo ou técnica de investigação
ru: Протокол или методика исследования
tr: Araştırma protokolü veya tekniği
zh_cn: 研究协议或技术

# works.software
source: Software
ar: برمجيات
fr: Logiciel
ja: ソフトウェア
ko: 소프트웨어
ru: программное обеспечение
tr: Yazılım
zh_cn: 软件

# works.company
source: Spin off company
ar: شركة متفرعة
cs: Spin-off firma
de: Unternehmen ausgliedern
es: Empresa filial
fr: Entreprise dérivée
ja: 分社
ko: 회사 분사
pt: Empresa spin off
ru: Дочерняя организация
tr: Şirketi kapat
zh_cn: 剥离公司

# works.policy
source: Standards or policy
ar: المعايير أو السياسة
cs: Standardy nebo zásady
de: Normen oder Richtlinie
es: Normas o política
fr: Normes ou politique
ja: 規格または政策
ko: 표준 또는 정책
pt: Padrões ou política
ru: Стандарт или политика
tr: Standartlar veya politika
zh_cn: 标准或政策

# works.standard
source: Technical Standard
ar: المعيار التقني
cs: Technický standard
de: Technischer Standard
es: Norma técnica
fr: Norme technique
ja: 技術基準
ko: 기술 표준
pt: Padrão Técnico
ru: Технический стандарт
tr: Teknik Standart
zh_cn: 技术准则

# works.blogPost
source: Blog post
ar: منشور مدونة
cs: Příspěvek na blogu
de: Blogbeitrag
es: Entrada de blog
fr: Article de blog
ja: ブログ記事
ko: 블로그 게시물
pt: Artigo de blogue
ru: Пост
tr: Blog Yazısı
zh_cn: 博客文章

# works.clinicalStudy
source: Clinical study
ar: دراسة سريرية
cs: Klinická studie
de: Klinische Studie
es: Estudio clínico
fr: Étude clinique
ja: 臨床研究
ko: 임상 연구
pt: Estudo clínico
ru: Клиническое исследование
tr: Klinik çalışması
zh_cn: 临床研究

# works.cartographicMaterial
source: Cartographic material
ar: مادة خرائطية
cs: Kartografický dokument
de: Kartographisches Material
es: Material cartográfico
fr: Matériel cartographique
ja: 地図資料
ko: 지도자료
pt: Material cartográfico
ru: Картографический материал
tr: Kartografik materyal
zh_cn: 地图类资料

# works.conferenceOutput
source: Conference output
ar: مخرج مؤتمر
cs: Výstup konference
de: Konferenzveröffentlichung
es: Contribución de congreso
fr: Objet présenté à une conférence
ja: 会議資料
ko: 회의자료
pt: Documento de conferência
ru: конференц-объект
tr: Konferans çıktısı
zh_cn: 会议对象

# works.conferencePresentation
source: Conference presentation
ar: عرض مؤتمر
cs: Prezentace na konferenci
de: Konferenzpräsentation
es: Presentación de congreso
fr: Support de présentation à une conférence
ja: 会議発表資料
ko: 학술대회 발표자료
pt: Apresentação em conferência
ru: конференционная презентация
tr: Konferans sunumu
zh_cn: 会议演示报告

# works.conferenceProceedings
source: Conference proceedings
ar: وقائع مؤتمر
cs: Sborník konference
de: Konfernzschrift
es: Actas de congreso
fr: Actes de conférence
ja: 会議録
ko: 학술대회 자료집
pt: Atas de conferência
ru: материалы конференций
tr: Konferans bildirileri
zh_cn: 会议论文集

# works.design
source: Design
ar: تصميم
de: Entwurf
es: Diseño
fr: Schéma
ja: デザイン
ko: 디자인
pt: Desenho
ru: Дизайн
tr: Tasarım
zh_cn: 设计

# works.image
source: Image
ar: صورة
cs: Obraz
de: Bild
es: Imagen
ja: イメージ
ko: 이미지
pt: Imagem
ru: Изображение
tr: Görsel
zh_cn: 图像

# works.learningObject
source: Teaching material
ar: مواد التدريس
cs: Vzdělávací materiál
de: Lehrmaterial
es: Material de enseñanza
fr: Support d'enseignement
ja: 指導用資料
ko: 교수 자료
pt: Material didático
ru: Материалы для преподавателей
tr: Öğretme materyali
zh_cn: 教材

# works.movingImage
source: Moving image or video
ar: نقل صورة أو فيديو
cs: Pohyblivý obrázek nebo video
de: Bewegtbild oder Video
es: Imágenes o vídeos en movimiento
fr: Image animée ou vidéo
ja: 動画・映像
ko: 동적 이미지 또는 비디오
pt: Imagem em movimento ou vídeo
ru: Видео или динамическое изображение
tr: Hareket eden görsel veya video
zh_cn: 动态图像或视频

# works.musicalComposition
source: Musical composition
ar: تأليف موسيقي
cs: Hudební skladba
de: Musikalische Komposition
es: Composición musical
fr: Composition musicale
ja: 音楽
ko: 음악
pt: Composição musical
ru: Музыкальное произведение
tr: Müzikal kompozisyon
zh_cn: 音乐

# works.sound
source: Sound
ar: صوت
cs: Zvuk
de: Ton
es: Sonido
fr: Son
ja: 音声・音楽
ko: 소리
pt: Som
ru: Звук
tr: Ses
zh_cn: 声音

# works.transcription
source: Transcription
ar: نسخ نصي
cs: Přepis
de: Transkription
es: Transcripción
ja: 文字起こし
ko: 전사
pt: Transcrição
ru: Транскрипция
tr: Transkripsiyon
zh_cn: 转录资料

# works.publicSpeech
source: Talk, interview, podcast or speech
ar: محادثة أو مقابلة أو نشرة صوتية أو خطاب
cs: Rozhovor, interview, podcast nebo proslov
de: Vortrag, Interview, Podcast oder Rede
es: Charla, entrevista, podcast o discurso
fr: Discussion, interview, podcast ou discours
ja: トーク、インタビュー、ポッドキャスト、スピーチ
ko: 대담, 인터뷰, 팟캐스트, 강연
pt: Palestra, entrevista, podcast ou discurso
ru: Беседа, интервью, подкаст или речь
tr: Konuşma, röportaj, podcast veya konuşma
zh_cn: 谈话、访谈、播客或演讲

# works.publisher
source: Publisher
ar: الناشر
cs: Vydavatel
de: Verlag
es: Editorial
fr: Éditeur
ja: 出版社
ko: 출판사
pt: Editor
ru: Издатель
tr: Yayınevi
zh_cn: 出版商
