Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# inbox.youCanNowSignin
source: You can now sign in to ORCID with your
ar: يمكنك الآن تسجيل الدخول إلى ORCID باستخدام
cs: Nyní se můžete přihlásit do ORCID s vašim
de: Für die Anmeldung bei ORCID funktioniert jetzt auch Ihr
es: Ahora puede iniciar sesión en ORCID con su
fr: Vous pouvez maintenant vous connecter à ORCID avec votre
ja: 次のものでORCIDにサインインできるようになりました
ko: 이제 귀하의 ORCID에 로그인할 수 있습니다
pt: Agora você pode fazer o login na ORCID com o seu
ru: Теперь Вы можете войти в систему ORCID с помощью своего
tr: Artık ORCID'de şu hesabınızla oturum açabilirsiniz:
zh_cn: 您现在可以通过

# inbox.account
source: account
ar: الحساب
cs: účtem
de: Konto
es: cuenta
fr: compte
ja: アカウント
ko: 계정
pt: conta
ru: учетная запись
tr: hesap
zh_cn: 帐户登录 ORCID。

# inbox.pleaseCompleteThe
source: Please complete the process by connecting
ar: يُرجى إكمال العملية عن طريق الاتصال
cs: Prosím dokončete proces připojením
de: Abschluss des Vorgangs durch Verknüpfung von
es: Complete el proceso al conectar
fr: Veuillez terminer le processus en vous connectant
ja: 接続してプロセスを完了してください
ko: 연결하여 프로세스를 완료하십시오
pt: Complete o processo ligando
ru: Завершите процесс, привязав
tr: Lütfen bağlanarak işlemi tamamlayın:
zh_cn: 请通过连接完成此过程

# inbox.yourOrcidRecord
source: with your ORCID record.
ar: مع سجل أوركيد الخاص بك.
cs: se svým záznamem ORCID.
de: mit Ihrem ORCID-Eintrag.
es: con su registro ORCID.
fr: avec votre dossier ORCID.
ja: ORCIDレコードで。
ko: 귀하의 ORCID 레코드와 함께.
pt: com o seu registro ORCID.
ru: к Вашей учетной записи ORCID.
tr: ORCID kaydınızla.
zh_cn: 与您的 ORCID 记录。

# inbox.grantPermission
source: Grant permission
ar: منح الإذن
cs: Udělte oprávnění
de: Erlaubnis erteilen
es: Ceder permiso
fr: Donner la permission
ja: パーミッションの付与
ko: 권한 부여
pt: Conceder permissão
ru: Предоставить разрешение
tr: İzin ver
zh_cn: 授予许可

# inbox.youCanBenefitFromAutomatic
source: You may benefit from automatic updates to your record.
ar: يمكنك الاستفادة من التحديثات التلقائية لسجلك.
cs: Můžete využívat automatických aktualizací vašich záznamů.
de: Sie können automatische Aktualisierungen für Ihren Eintrag nutzen.
es: Puede beneficiarse de las actualizaciones automáticas de su registro.
fr: Vous pouvez peut-être bénéficier de mises à jour automatiques de votre dossier.
ja: レコードを便利に自動更新することができます。
ko: 레코드로 자동 업데이트되는 이점을 누릴 수 있습니다.
pt: Poderá tirar partido das atualizações automáticas ao seu registo.
ru: Автоматические обновления профиля могут быть полезны.
tr: Kaydınız için otomatik güncellemelerden faydalanabilirsiniz.
zh_cn: 您可以享受记录自动更新带来的便利。

# inbox.basedOnYourVerifiedEmailDomains
source: Based on your verified email domain, we have found an ORCID integration for
ar: بناءً على نطاق البريد الإلكتروني الذي تم التحقق منه، وجدنا تكاملاً مع ORCID لـ
cs: Na základě vaší ověřené e-mailové domény jsme našli integraci ORCID pro
de: Basierend auf Ihrer bestätigten E-Mail-Domain haben wir die folgenden ORCID-Integrationen gefunden:
es: Basándonos en su dominio de correo electrónico verificado, hemos encontrado una integración ORCID para
fr: D'après votre domaine de messagerie vérifié, nous avons trouvé une intégration ORCID pour
ja: 確認済みのメールドメインに基づくORCIDのインテグレーションが見つかりました:
ko: 귀하의 확인된 이메일 도메인에 근거하여 ORCID 통합을 찾았으며(대상:
pt: Com base no seu domínio de e-mail verificado, encontrámos uma integração ORCID para
ru: На основе ваших проверенных доменов электронной почты мы нашли интеграцию ORCID для пользователя
tr: Doğrulanmış e-posta etki alanınıza bağlı olarak şu isimle bir ORCID entegrasyonu bulduk:
zh_cn: 根据您已验证的电子邮件域名，我们已为您找到了一个 ORCID 集成：

# inbox.ifYouAreAnActiveMember
source: If you are a current faculty or staff member at
ar: إذا كنت عضوًا حاليًا في هيئة التدريس أو الموظفين في
cs: Pokud jste současným členem fakulty nebo jejím zaměstnancem na
de: Gehören Sie aktuell zum Lehr- oder Verwaltungspersonal bei
es: Si actualmente es miembro del personal docente o administrativo de
fr: Si vous êtes membre du corps académique ou du personnel de
ja: 現在、次の学部またはスタッフメンバーである場合:
ko: 현재 다음 학교의 교수진 또는 직원이라면(학교:
pt: Se é atualmente membro do corpo docente ou pessoal de
ru: Преподаватели факультета или сотрудники организации
tr: Şu anda şu kurumda bir fakülte üyesi veya personeliyseniz:
zh_cn: 如果您目前是此机构的教职员工或工作人员，

# inbox.connectingWithThisIntegrationWillAllow
source: connecting with this integration will allow
ar: الاتصال بهذا التكامل سيسمح
cs: propojení s touto integrací umožní
de: Wenn Sie diese Integration vornehmen, ermöglicht das
es: si establece conexión con esta integración, podrá
fr: la connexion avec cette intégration permettra à
ja: このインテグレーションに接続すると、以下のことが可能になります:
ko: ), 이 통합과 연결하면
pt: ao estabelecer ligação a esta integração, irá permitir
ru: и предлагаем использовать ее, чтобы
tr: bu entegrasyonu bağlayarak
zh_cn: 通过连接此集成

# inbox.toAutomaticallyAddValidatedInformation
source: to automatically add validated information to your ORCID record. This will save you time and effort when maintaining your ORCID record, and help make sure it stays up-to-date.
ar: لإضافة المعلومات التي تم التحقق من صحتها تلقائيًا إلى سجل ORCID الخاص بك. سيوفر لك ذلك الوقت والجهد عند صيانة سجل ORCID الخاص بك، ويساعد في ضمان تحديثه باستمرار.
cs: automaticky přidávat ověřené informace do vašeho záznamu ORCID. To vám ušetří čas a úsilí při údržbě vašeho záznamu ORCID a pomůže vám zajistit jeho aktuální stav.
de: , automatisch validierte Informationen zu Ihrem ORCID-Eintrag hinzuzufügen. Das spart Ihnen Zeit und Mühe bei der Pflege Ihres ORCID-Eintrags und stellt sicher, dass dieser immer auf dem aktuellen Stand ist.
es: para añadir automáticamente información validada a su registro ORCID. Esto le ahorrará tiempo y esfuerzo a la hora de mantener su registro ORCID, y también le vendrá bien para asegurarse de que esté siempre actualizado.
fr: d'ajouter automatiquement les informations validées à votre dossier ORCID. Vous gagnerez ainsi du temps lors de l'actualisation de votre dossier, qui sera toujours à jour.
ja: ORCIDレコードに確認済みの情報を自動的に追加します。これにより、レコードの管理にかかる時間と手間を節約し、ORCIDレコードを常に最新の状態に保つことができます。
ko: 이(가) 검증된 정보를 귀하의 ORCID 레코드에 자동으로 추가할 수 있습니다. 그러면 ORCID 레코드를 유지관리하는 데 드는 시간과 노력이 줄어들어, 최신 상태로 유지하기 수월해집니다.
pt: que as informações validadas sejam adicionadas automaticamente ao seu registo ORCID. Desta forma, irá poupar tempo e esforço na manutenção do seu registo ORCID, ao mesmo tempo que ajuda a assegurar que o mesmo se mantém atualizado.
ru: автоматически добавлять проверенную информацию в ваш профиль ORCID. Это сэкономит время и силы при ведении профиля и поможет поддерживать его актуальность.
tr: ORCID kaydınıza geçerli kılınmış bilgileri otomatik olarak ekleyebileceksiniz. Bu sayede ORCID kaydınızla ilgilenirken zamandan ve çabadan tasarruf edecek ve kaydınızın güncel kalmasını sağlayacaksınız.
zh_cn: 您可以自动将经过验证的信息添加到您的 ORCID 记录中。这将为您节省维护 ORCID 记录的时间和精力，并确保记录始终保持最新状态。

# inbox.ifYouAreNoLongerAffiliatedWith
source: If you are no longer affiliated with
ar: إذا لم تعد منتسبًا إلى
cs: Pokud již nejste spojeni s
de: Gehören Sie nicht mehr zum Lehr- oder Verwaltungspersonal bei
es: Si ya no está afiliado a
fr: Si vous n'avez plus d'affiliation avec
ja: 現在次の機関に所属していない場合:
ko: 더 이상 다음 기관과 관련이 없다면(기관:
pt: Caso já não esteja afiliado a
ru: Если вы больше не работаете в организации
tr: Şu kurumla artık ilişkili değilseniz:
zh_cn: 如果您不再隶属于

# inbox.emailAddressFromYourVerifiedEmail
source: you may disregard this notification or remove the relevant email address from your ORCID record.
ar: يمكنك تجاهل هذا الإشعار أو حذف عنوان البريد الإلكتروني المعني من سجل ORCID الخاص بك.
cs: , tak toto oznámení můžete ignorovat nebo odstranit příslušnou e-mailovou adresu ze svého záznamu ORCID.
de: können Sie diese Benachrichtigung ignorieren oder die betroffene E-Mail-Adresse aus Ihren ORCID-Eintrag entfernen.
es: puede ignorar esta notificación o eliminar la dirección de correo electrónico correspondiente de su registro ORCID.
fr: vous pouvez ignorer cette notification ou supprimer l'adresse e-mail concernée de votre dossier ORCID.
ja: この通知に対するアクションは不要です。または関連するメールアドレスをORCIDレコードから削除することができます。
ko: ), 이 알림을 무시하거나 ORCID 레코드에서 관련 이메일 주소를 제거해도 됩니다.
pt: poderá ignorar esta notificação ou remover o endereço de e-mail relevante do seu registo ORCID.
ru: при желании могут проигнорировать это уведомление и удалить соответствующие адреса электронной почты из профилей ORCID.
tr: bu bildirimi görmezden gelebilir veya ilgili e-posta adresini ORCID kaydınızdan kaldırabilirsiniz.
zh_cn: 您可以忽略此通知，或从您的 ORCID 记录中删除相关电子邮件地址。

# inbox.likeYourPermission
source: would like your permission to interact with your ORCID Record as a trusted party.
ar: ترغب في الحصول على إذن منك للتفاعل مع سجل أوركيد الخاص بك كطرف موثوق به.
cs: by chtěl vaše svolení k interakci s vaším ORCID záznamem jako důvěryhodné straně.
de: bittet um Ihre Erlaubnis, als vertrauenswürdige Partei auf Ihren ORCID-Eintrag zuzugreifen.
es: solicita permiso para interactuar con su Registro ORCID como organización de confianza.
fr: souhaite obtenir votre autorisation pour interagir avec votre dossier ORCID comme partie de confiance.
ja: 信頼できる当事者として、ORCIDレコードとインタラクトする許可を求めています。
ko: 귀하의 ORCID 레코드와 신뢰 기관으로서 교류하기 위해서 귀하의 허락이 필요합니다.
pt: gostaria de ter a sua autorização para interagir com o seu Registro ORCID como uma organização de confiança.
ru: хотели бы получить разрешение на взаимодействие с Вашей учетной записью ORCID в качестве доверенного лица.
tr: ORCID Kaydınızla güvenilir bir taraf olarak etkileşim kurmak için izninizi istiyor.
zh_cn: 希望您能允许我作为受信任方与您的 ORCID 记录进行交互。

# inbox.archiveWithout
source: Archive without granting permissions
ar: حفظ بدون منح صلاحيات
cs: Archivovat bez udělení oprávnění
de: Archivieren, ohne Berechtigungen zu erteilen
es: Archivar sin dar autorización
fr: Archiver sans accorder de permissions
ja: 許可を付与せずにアーカイブ
ko: 권한을 부여하지 않은 상태로 보관
pt: Arquivar sem conceder autorizações
ru: Архивировать без предоставления разрешения
tr: İzinsiz arşivle
zh_cn: 存档，但不授予权限

# inbox.connectWith
source: Connect with
ar: الاتصال مع
cs: Propojit s
de: Verbinden mit
es: Conectar con
fr: Connexion avec
ja: 接続:
ko: 다음과 연결
pt: Estabelecer ligação com
ru: Соединить с
tr: Şununla bağla:
zh_cn: 连接至

# inbox.affiliations
source: Affiliations
ar: الانتماءات
cs: Afiliace
de: Zugehörigkeiten
es: Afiliaciones
ja: 所属
ko: 담당기관
pt: Afiliações
ru: Аффилиации
tr: Bağlantılar
zh_cn: 隶属机构

# inbox.bio
source: Bio
ar: السيرة الذاتية
cs: životopis
de: Biografie
es: Biografía
ja: 経歴
ko: 바이오
ru: Биография
tr: Biyografi
zh_cn: 个人经历

# inbox.distinction
source: Distinction
ar: جائزة تميُّز
cs: Rozlišení
de: Auszeichnung
es: Distinción
ja: 区別
ko: 구분
pt: Distinção
ru: Заслуга
tr: Ayrıcalık
zh_cn: 殊荣

# inbox.education
source: Education
ar: الخلفية تعليمية
cs: Vzdělání
de: Ausbildung
es: Educación
fr: Formation
ja: 教育
ko: 교육
pt: Educação
ru: Образование
tr: Eğitim
zh_cn: 教育

# inbox.employment
source: Employment
ar: الوظيفة
cs: Zaměstnání
de: Arbeitsverhältnisse
es: Empleo
fr: Emploi
ja: 雇用
ko: 고용상태
pt: Emprego
ru: Трудоустройство
tr: İş
zh_cn: 任职经历

# inbox.externalIdentifiers
source: External Identifiers
ar: المعرفات الخارجية
cs: externí identifikátory
de: Externe Kennungen
es: Identificadores externos
fr: Identifiants externes
ja: 外部識別子。
ko: 외부 식별자
pt: identificadores externos
ru: Внешние идентификаторы
tr: Dış Tanımlayıcılar
zh_cn: 外部标识符

# inbox.funding
source: Funding
ar: التمويل
cs: Financování
de: Finanzierung
es: Financiamiento
fr: Financement
ja: 資金調達
ko: 펀딩
pt: Financiamento
ru: Финансирование
tr: Finansman
zh_cn: 资金

# inbox.invitedPosition
source: Invited Position
ar: منصب بدعوة
cs: Vyzvaná pozice
de: Eingeladene Position
es: Posición invitada
fr: Position invitée
ja: 招待されたポジション
ko: 초청된 직책
pt: Posição convidada
ru: Приглашённая должность
tr: Davet Edilen Pozisyon
zh_cn: 特邀职位

# inbox.membership
source: Membership
ar: العضوية
cs: Členství
de: Mitgliedschaft
es: Afiliación
fr: Adhésion
ja: メンバーシップ
ko: 멤버십
pt: Adesão
ru: Членство
tr: Üyelik
zh_cn: 会员

# inbox.peerReview
source: Peer Review
ar: مراجعة النظراء
cs: Recenze
es: Revisión por pares
fr: Revues/Examens des pairs
ja: 査読
ko: 동료 리뷰
pt: Revisão por pares
ru: Рецензия
tr: Meslektaş Değerlendirmesi
zh_cn: 同行评审

# inbox.preferences
source: Preferences
ar: التفضيلات
cs: preference
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 環境設定
ko: 환경설정
pt: preferências
ru: Настройки
tr: Tercihler
zh_cn: 首选项

# inbox.qualification
source: Qualification
ar: المؤهلات
cs: Kvalifikace
de: Qualifikation
es: Título
ja: 資格
ko: 구별
pt: Qualificação
ru: Квалификация
tr: Nitelik
zh_cn: 资格认证

# inbox.researchResource
source: Research Resource
ar: مورد بحثي
cs: Výzkumný zdroj
de: Forschungsressource
es: Recurso de investigación
fr: Ressources de recherche
ja: 検索リソース
ko: 리서치 리소스
pt: Recursos de pesquisa
ru: Исследовательский ресурс
tr: Araştırma Kaynağı
zh_cn: 研究资源

# inbox.service
source: Service
ar: الخدمة
cs: Služba
de: Dienst
es: Servicio
ja: サービス
ko: 서비스
pt: Serviço
ru: Общественная работа
tr: Hizmet
zh_cn: 服务

# inbox.work
source: Work
ar: الأعمال
cs: Díla
de: Werk
es: Obra
fr: Travaux
ja: ワーク
ko: 연구
pt: Trabalhos
ru: Работа
tr: Çalışma
zh_cn: 成果

# inbox.unknown
source: unknown
ar: مجهول
cs: neznámý
de: unbekannt
es: desconocido
fr: inconnu
ja: 未知
ko: 알 수 없음
pt: desconhecido
ru: неизвестно
tr: bilinmeyen
zh_cn: 未知

# inbox.updateThe
source: has updated the
ar: قام بتحديث
cs: provedl aktualizaci
de: hat den
es: actualizó la
fr: a mis à jour le
ja: アップデートしました：
ko: 업데이트되었음
pt: atualizou
ru: обновил
tr: güncelledi:
zh_cn: 已更新

# inbox.sectionOf
source: section of your record:
ar: مقطع من سجلك:
cs: oddíl vašeho záznamu:
de: Abschnitt Ihres Eintrags aktualisiert:
es: sección de su registro:
fr: section de votre dossier :
ja: あなたの記録のセクション：
ko: 기록 섹션:
pt: seção do seu registro:
ru: раздел Вашей записи:
tr: bölümüzdeki kayıt:
zh_cn: 您的部分记录：

# inbox.newItemAdded
source: Added
ar: تمت الإضافة
cs: Zadáno
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加済み
ko: 추가됨
pt: Adicionado(s)
ru: Добавлено
tr: Eklendi
zh_cn: 已添加

# inbox.itemUpdate
source: Updated
ar: تم التحديث
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
ko: 업데이트됨
pt: Atualizado(s)
ru: Обновлено
tr: Güncellendi
zh_cn: 已更新

# inbox.deleteItem
source: Deleted
ar: تم الحذف
cs: Vymazáno
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 삭제됨
pt: Eliminado(s)
ru: Удалено
tr: Silindi
zh_cn: 已删除

# inbox.otherUpdate
source: Other
ar: أخرى
cs: Jiné
de: Andere
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
ru: Другое
tr: Diğer
zh_cn: 其他

# inbox.professionalActivities
source: Professional activities
ar: الأنشطة الاحترافية
cs: Odborné činnosti
de: Berufliche Tätigkeiten
es: Actividades profesionales
fr: Activités professionnelles
ja: 専門研究活動
ko: 전문 활동
pt: Atividades profissionais
ru: Профессиональная деятельность
tr: Profesyonel faaliyetler
zh_cn: 专业活动

# inbox.archive
source: archive
ar: أرشيف
cs: archiv
de: Archivieren
es: archivar
fr: archiver
ja: アーカイブ
ko: 저장소
pt: arquivo
ru: архив
tr: arşivle
zh_cn: 归档

# inbox.yourRecord
source: YOUR RECORD
ar: السجل الخاص بك
cs: VÁŠ ZÁZNAM
de: IHR EINTRAG
es: SU REGISTRO
fr: VOTRE DOSSIER
ja: お客様のレコード
ko: 귀하의 레코드
pt: O SEU REGISTO
ru: ВАША ЗАПИСЬ
tr: KAYDINIZ
zh_cn: 您的记录

# inbox.permissions
source: PERMISSIONS
ar: أذونات
cs: POVOLENÍ
de: BERECHTIGUNGEN
es: PERMISOS
fr: PERMIS
ja: パーミッション
ko: 권한
pt: PERMISSÕES
ru: РАЗРЕШЕНИЯ
tr: İZİNLER
zh_cn: 权限

# inbox.announcement
source: ANNOUNCEMENT
ar: إعلان
cs: OZNÁMENÍ
de: MITTEILUNG
es: COMUNICADO
fr: ANNONCE
ja: アナウンス
ko: 발표
pt: ANÚNCIO
ru: ОБЪЯВЛЕНИЯ
tr: DUYURU
zh_cn: 公告

# inbox.hadMadeChanges
source: has made changes to your ORCID record
ar: قام بإجراء تغييرات على سجل ORCID الخاص بك
cs: provedl změny ve vašem ORCID záznamu
de: hat Änderungen an Ihrem ORCID-Eintrag vorgenommen
es: realizó modificaciones en su registro ORCID
fr: a effectué des changements sur votre dossier ORCID
ja: お客様のORCIDレコードに変更を加えました
ko: 귀하의 ORCID 레코드를 변경했습니다
pt: fez alterações ao seu registro ORCID
ru: внес изменения в Вашу учетную запись ORCID
tr: ORCID kaydınızda değişiklik yaptı
zh_cn: 已对您的 ORCID 记录做出更改

# inbox.connectingYour
source: Connecting your
ar: ربط
cs: Připojování vaší
de: Verbindung von Ihrem
es: Conectando su
fr: Connexion de votre
ja: 接続中
ko: 연결하기: 귀하의
pt: Ligar a sua
ru: Подключается Ваша учетная запись
tr: Bağlanıyor:
zh_cn: 连接您的

# inbox.accountWithYourOrcid
source: account with your ORCID record
ar: حسابك مع سجل ORCID الخاص بك
cs: účtu s vaším záznamem ORCID
de: Konto mit Ihrem ORCID-Eintrag
es: cuenta con su registro ORCID
fr: compte avec votre dossier ORCID
ja: ORCIDレコードのアカウント
ko: 귀하의 ORCID 기록이 있는 계정
pt: conta com o seu registro ORCID
ru: учетная запись с вашими данными ORCID
tr: ORCID kaydınızın bulunduğu hesap
zh_cn: 您的 ORCID 记录帐户

# inbox.notifications
source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh_cn: 通知

# inbox.selectAll
source: Select All
ar: اختر الكل
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
ja: すべて選択
ko: 모두 선택
pt: Selecionar Todos
ru: Выбрать все
tr: Tümünü Seç
zh_cn: 全选

# inbox.archiveSelected
source: Archive selected
ar: الأرشيف المحدد
cs: archiv vybrán
de: Ausgewählte archivieren
es: Archivar seleccionado(s)
fr: Archiver sélectionné(s)
ja: 選択した通知をアーカイブ
ko: 선택한 보관 처리
pt: Arquivar selecionado(s)
ru: Архивировать выбранное
tr: Arşiv seçildi
zh_cn: 存档选择通知

# inbox.hideArchived
source: Hide archived
ar: إخفاء المؤرشف
cs: skrýt archivované
de: Archivierte ausblenden
es: Ocultar archivado
fr: Masquer les notifications archivées
ja: 非表示アーカイブ
ko: 보관 내용 숨기기
pt: Ocultar arquivados
ru: Скрыть архивированные сообщения
tr: Arşivlenenleri gizle
zh_cn: 隐藏存档通知

# inbox.showArchived
source: Show archived
ar: عرض المؤرشف
cs: Zobrazit archivované
de: Archivierte anzeigen
es: Mostrar archivado
fr: Montrer les dossiers archivés
ja: アーカイブ内容の表示
ko: 보관 내용 보기
pt: Exibir itens arquivados
ru: Показать архивированные сообщения
tr: Arşivlenenleri göster
zh_cn: 显示存档内容

# inbox.youDontHave
source: You don’t have any notifications yet.
ar: ليس لديك أية إشعارات بعد.
cs: Dosud nemáte žádná upozornění.
de: Sie haben noch keine Benachrichtigungen.
es: Aún no tiene ninguna notificación.
fr: Vous n'avez pas encore de notifications.
ja: まだ通知はありません。
ko: 아직 알림이 없습니다.
pt: Não há nenhuma notificação por enquanto.
ru: У Вас еще нет каких-либо уведомлений.
tr: Henüz herhangi bir bildiriminiz yok.
zh_cn: 没有通知。

# inbox.youCanManage
source: You can manage the frequency of your ORCID notifications in your
ar: يمكنك إدارة ترديد إشعارات ORCID في
cs: Můžete spravovat frekvenci upozornění ORCID v
de: Die Häufigkeit Ihrer ORCID-Benachrichtigungen verwalten Sie in Ihren
es: Puede administrar la frecuencia de sus notificaciones ORCID en la
fr: Vous pouvez gérer la fréquence de vos notifications ORCID dans votre
ja: ORCIDの通知の頻度を管理できます
ko: ORCID 알림 빈도를 관리할 수 있습니다.
pt: Podes gerenciar a frequência das notificações ORCID no teu
ru: Вы можете выбрать частоту рассылки уведомлений ORCID в Ваших
tr: ORCID bildirimlerinizin sıklığını şuradan yönetebilirsiniz:
zh_cn: 可在帐户设置中

# inbox.accountSetting
source: account settings.
ar: إعدادات الحساب.
cs: nastavení svého účtu.
de: Kontoeinstellungen.
es: configuración de la cuenta.
fr: paramètres du compte.
ja: アカウント設定。
ko: 계정 설정.
pt: configurações da conta.
ru: настройках учетной записи.
tr: hesap ayarları.
zh_cn: 设置通知的频率。

# inbox.youDontHaveUnarchived
source: You don't have any unarchived notifications right now.
ar: ليس لديك أية إشعارات غير مؤرشفة في الوقت الحالي.
cs: Momentálně nemáte žádná nearchivovaná upozornění.
de: Sie haben derzeit keine nicht archivierten Benachrichtigungen.
es: En este momento no tiene ninguna notificación sin archivar.
fr: Vous n'avez pas de notifications non archivées pour le moment.
ja: 現在、アーカイブされていない通知はありません。
ko: 현재 보관되지 않은 알림이 없습니다.
pt: Não há notificações desarquivadas neste momento.
ru: На данный момент у Вас нет каких-либо незаархивированных уведомлений.
tr: Şu anda arşivlenmemiş bildiriminiz bulunmuyor.
zh_cn: 没有未归档通知。

# inbox.showMoreNotifications
source: Show more notifications
ar: إظهار المزيد من الإشعارات
cs: Zobrazit další oznámení
de: Weitere Benachrichtigungen anzeigen
es: Mostrar más notificaciones
fr: Montrer plus de notifications
ja: 通知をさらに表示
ko: 더 많은 알림 표시
pt: Mostrar mais notificações
ru: Показать больше уведомлений
tr: Daha fazla bildirim göster
zh_cn: 显示更多通知

# institutional.title
source: Access through your institution
ar: يمكنك الوصول من خلال معهدك
cs: Přístup prostřednictvím vaší instituce
de: Zugang über Ihre Institution
es: Acceda a través de su institución
fr: Accès a travers votre institution
ja: お客様の機関からのアクセス
ko: 귀하의 기관을 통해 이용하세요
pt: Acesso através da sua instituição
ru: Доступ через институционную учётную запись
tr: Kurumunuz üzerinden erişim
zh_cn: 通过所属机构访问

# institutional.signWithEmailid
source: Sign in with email/iD and password
ar: تسجيل الدخول باستخدام البريد الإلكتروني/ المعرِّف وكلمة المرور
cs: Přihlásit se pomocí e-mailu/iD a hesla
de: Anmeldung mit E-Mail/iD und Passwort
es: Iniciar sesión con correo electrónico/iD y contraseña
fr: Se connecter avec l'adresse e-mail/l'ID et le mot de passe
ja: メールアドレス/iDとパスワードでサインイン
ko: 이메일/iD 및 비밀번호로 로그인
pt: Entre com seu e-mail/iD e senha
ru: Войти, используя адрес эл. почты/iD и пароль
tr: E-posta/Kimlik ve parolayla oturum açın
zh_cn: 使用电子邮件/ID 和密码登录

# institutional.account
source: You may sign in to the ORCID Registry using institutional accounts you already have, like one from your university. If you don’t have an ORCID iD, you will be prompted to create one.
ar: يمكنك تسجيل الدخول إلى سجل أوركيد باستخدام حسابات مؤسسية تمتلكها بالفعل، مثل الحساب الخاص بجامعتك، أما إذا لم يكن لديك معرّف خاص بـ أوركيد، فسيُطلب منك إنشاء واحد.
cs: Do registru ORCID se můžete přihlásit pomocí institucionálních účtů, které již máte, například účtu vaší univerzity. Pokud nemáte ORCID iD, budete vyzváni k jeho vytvoření.
de: Sie können sich mit bereits vorhandenen institutionellen Konten, z. B. von Ihrer Universität, in der ORCID-Datenbank anmelden. Wenn Sie noch keine ORCID-iD haben, werden Sie aufgefordert, eine zu erstellen.
es: Puede iniciar sesión en el Registro ORCID usando las cuentas institucionales que ya tiene, como una de su universidad. Si aún no tiene un ORCID iD, se le pedirá que cree uno.
fr: Vous pouvez vous connecter au registre ORCID en utilisant les comptes institutionnels que vous avez déjà, comme celui de votre université. Si vous n'avez pas encore d'ID ORCID, vous serez invité(e) à en créer un.
ja: 大学などの機関からすでに取得済みのアカウントを使って、ORCID レジストリにサインインすることができます。まだ ORCID iDがない場合は、作成するようプロンプトが表示されます。
ko: 대학교에서 발행한 계정 등 이미 가지고 있는 기관 계정으로 ORCID 레지스트리에 로그인할 수 있습니다. 가지고 있는 ORCID iD가 없다면 새 ID를 만들어야 합니다.
pt: Você pode entrar o Registro ORCID usando as contas institucionais que já possui, como a sua conta da universidade. Se você ainda não possui um ORCID iD, será solicitado que crie um.
ru: Вы можете войти в реестр ORCID, используя аккаунт организации, например университета. Если у вас еще нет идентификатора ORCID iD, мы предложим создать его.
tr: ORCID Kaydı'na üniversite hesabınız gibi zaten sahip olduğunuz kurumsal bir hesabı kullanarak giriş yapabilirsiniz. Bir ORCID kimliğiniz yoksa, bir kimlik oluşturmanız istenecektir.
zh_cn: 您可以使用您已拥有的机构帐户登录 ORCID 注册数据库，例如您所在大学的帐户。如果您沒有 ORCID iD 号，系统将提示您新建一个。

# institutional.suggestedOrg
source: Suggested organization
ar: المنظمة التي تم اقتراحها
cs: Navrhovaná organizace
de: Vorgeschlagene Organisation
es: Organización sugerida
fr: Organisation suggérée
ja: おすすめの組織
ko: 추천되는 기관
pt: Organização sugerida
ru: Рекомендованная организация
tr: Önerilen kuruluş
zh_cn: 建议的组织
