Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# topBar.whenOrcidDeactivated
source: When an ORCID record is deactivated all information in the record is deleted. Deactivated records are not shown in registry searches.
ar: عند تعطيل سجل المعرّف المفتوح للباحثين والمساهمين "ORCID"، يتم حذف جميع المعلومات المتعلقة بالسجل. لا يتم عرض السجلات التي تم تعطيلها في عمليات البحث الموجودة بالسجل.
cs: Když je záznam ORCID deaktivován, všechny údaje v záznamu jsou odstraněny. Deaktivované záznamy se nezobrazují v prohledávání registru.
de: Wenn ein ORCID-Eintrag deaktiviert wird, werden alle Informationen im Eintrag gelöscht. Deaktivierte Einträge werden bei der Suche in der Datenbank nicht angezeigt.
es: Al desactivarse un registro ORCID, se elimina toda la información que contiene. Los registros desactivados no figuran en las búsquedas a nivel de registro.
fr: Lorsqu'un dossier ORCID est désactivé, toutes les informations du dossier sont supprimées. Les dossiers désactivés ne sont pas affichés dans les recherches du registre.
ja: ORCIDレコードが非アクティブになると、レコード内のすべての情報が削除されます。非アクティブのレコードはレジストリ検索に表示されません。
ko: ORCID 레코드가 비활성화되면 레코드 내의 모든 정보가 삭제됩니다. 비활성화된 레코드는 레지스트리 검색에 표시되지 않습니다.
pt: Quando um registo ORCID é desativado, todas as informações contidas no mesmo são eliminadas. Os registos desativados não são apresentados nas pesquisas de registos.
ru: Когда профиль ORCID отключен, вся информация в нем удалена и его нельзя найти в реестре.
tr: Bir ORCID kaydı devre dışı bırakıldığında, kayıttaki tüm bilgiler silinir. Devre dışı bırakılmış kayıtlar, kayıt aramalarında gösterilmez.
zh_cn: 停用 ORCID 记录时，记录中的所有信息都会被删除。停用记录不会显示在注册数据库搜索结果。

# topBar.findOutReactivating
source: Find out more about reactivating an ORCID account
ar: اطَّلِع على المزيد من المعلومات المتعلقة بإعادة تنشيط حساب المعرّف المفتوح للباحثين والمساهمين \n"ORCID"
cs: Další informace o opětovné aktivaci účtu ORCID
de: Erfahren Sie mehr über die Reaktivierung eines ORCID-Kontos
es: Obtenga más información sobre cómo volver a activar una cuenta de ORCID
fr: En savoir plus sur la réactivation d'un compte ORCID
ja: ORCIDアカウントの再有効化について
ko: ORCID 계정 재활성화에 대해 자세히 알아보기
pt: Saiba mais sobre a reativação de uma conta ORCID
ru: Подробнее о восстановлении аккаунта ORCID…
tr: Bir ORCID hesabını yeniden etkinleştirmekle ilgili daha fazla bilgi edinin
zh_cn: 了解有关重新激活 ORCID 帐户的更多信息

# topBar.accountDeprecated
source: This account has been deprecated, please see account
ar: لقد تم إيقاف هذا الحساب، يرجى رؤية الحساب
cs: Tento účet se již nepoužívá, viz účet
de: Dieses Konto ist nicht mehr aktuell. Im neuen Konto
es: Esta cuenta está desactivada. Por favor, consulte la cuenta:
fr: Ce compte a été rendu obsolète, veuillez consulter le compte
ja: このアカウントは置き換えられました。アカウントで
ko: 이 계정은 사용중지되었습니다.
pt: Essa conta foi substituída, consulte a conta
ru: Эта учетная запись была переписана, обратитесь к учетной записи
tr: Bu hesap kullanımdan kaldırıldı, lütfen son bilgiler için şu hesaba bakın:
zh_cn: 此帐户已弃用，请查看帐户

# topBar.forTheLastInformation
source: for the latest information.
ar: للحصول على أحدث المعلومات.
cs: pro nejnovější informace
de: um die neuesten Informationen zu erhalten.
es: para consultar la información más actualizada.
fr: pour avoir les dernières informations.
ja: して最新情報をご確認ください。
ko: 최신정보를 확인하시기 바랍니다.
pt: para as informações mais recentes.
ru: чтобы узнать новую информацию.
tr: ORCID kaydınızın yazdırılabilir bir sürümünü görüntüleyin (Yeni bir sekmede açılır).
zh_cn: 以了解最新信息。

# topBar.deprecatedRecordIsDuplicate
source: A deprecated record is a duplicate or unwanted ORCID record that has been merged with another owned by the same person.
ar: يعد السجل غير المستعمل نسخة مكررة أو غير مرغوب فيها من سجل المعرّف المفتوح للباحثين والمساهمين "ORCID" تم دمجها مع سجل آخر يملكه الشخص نفسه.
cs: Zastaralý záznam je duplicitní nebo nežádoucí záznam ORCID, který byl sloučen s jiným záznamem, který vlastní stejná osoba.
de: Ein veralteter Eintrag ist ein doppelter oder unerwünschter ORCID-Eintrag, der mit einem anderen Eintrag der gleichen Person zusammengeführt wurde.
es: Un registro obsoleto es todo aquel registro ORCID duplicado o no deseado que se ha fusionado con otro del mismo propietario.
fr: Un dossier obsolète est un dossier ORCID en double ou indésirable qui a été fusionné avec un autre appartenant à la même personne.
ja: 非推奨レコードとは、同一人物が所有する別のレコードと統合された重複または不要なORCIDレコードを指します。
ko: 사용 중지된 레코드란 동일한 사람이 소유한 다른 레코드에 병합된 중복 또는 불필요 ORCID 레코드입니다.
pt: Um registo obsoleto é um registo ORCID duplicado ou não desejado que foi combinado com outro pertencente à mesma pessoa.
ru: Недопустимым считается дублированный или ненужный профиль, объединенный с уже существующим у этого владельца.
tr: Kullanımdan kaldırılan bir kayıt, aynı kişiye ait başka bir kayıtla birleştirilmiş, mükerrer veya istenmeyen bir ORCID kaydıdır.
zh_cn: 废弃记录是重复的或不需要的 ORCID 记录，已与同一人拥有的另一个记录合并。

# topBar.findOutMoreAboutRemoving
source: Find out more about removing additional or duplicate ORCID records
ar: تعرّف على المزيد من المعلومات المتعلقة بكيفية إزالة السجلات الإضافية أو المكررة في المعرّف المفتوح للباحثين والمساهمين "ORCID".
cs: Další informace o odebrání dalších nebo duplicitních záznamů ORCID
de: Erfahren Sie mehr über das Entfernen zusätzlicher oder doppelter ORCID-Einträge
es: Obtenga más información sobre cómo eliminar registros ORCID sobrantes o duplicados
fr: Découvrez comment supprimer des dossiers ORCID supplémentaires ou en double
ja: 追加または重複したORCIDレコードの削除について、詳しくはこちらをご覧ください
ko: 불필요 또는 중복 ORCID 레코드 제거에 대해 자세히 알아보기
pt: Saiba mais sobre como remover registos ORCID adicionais ou duplicados
ru: Подробнее об удалении дублированных или ненужных профилей ORCID…
tr: İlave veya mükerrer ORCID kayıtlarını kaldırmak hakkında daha fazla bilgi edinin
zh_cn: 了解有关删除附加或重复 ORCID 记录的更多信息

# record.noPublicInformation
source: There's no displayable data for this record
ar: لا توجد بيانات خاصة بهذا السجل متاحة للعرض
cs: Pro tento záznam nejsou k dispozici žádná data, která bychom mohli zobrazit
de: Für diesen Eintrag gibt es keine Daten, die angezeigt werden können
es: No hay datos que mostrar para este registro
fr: Aucune donnée à afficher pour ce dossier
ja: このレコードには表示可能なデータがありません
ko: 이 레코드에 표시 가능한 데이터 없음
pt: Não existem dados visíveis para este registo
ru: У этого профиля нет общедоступных данных.
tr: Bu kayıt için görüntülenebilir veri yok
zh_cn: 此记录没有可显示的数据

# topBar.recordOwnerNotHaveAdded
source: The record owner may not have added information to their record or the visibility for items on their record may be set to Trusted parties or Only me.
ar: ربما لم يضف صاحب السجل معلومات إلى سجله، أو ربما تم تعيين رؤية العناصر في سجله للأطراف الموثوق بها أو له فقط.
cs: Vlastník záznamu možná do svého záznamu nepřidal informace nebo je možná viditelnost položek v jeho záznamu nastavena na Důvěryhodné strany nebo Jen já.
de: Der Eigentümer des Eintrags hat möglicherweise keine Informationen zu seinem Eintrag hinzugefügt oder die Sichtbarkeit für Elemente in seinem Eintrag ist auf „Vertrauenswürdige Parteien“ oder „Nur ich“ eingestellt.
es: Es posible que el propietario del registro no haya añadido información al mismo o que la visibilidad de sus elementos se halle establecida en "Partes de confianza" o "Solo yo".
fr: Le propriétaire du dossier peut ne pas avoir ajouté d'informations à son dossier ou la visibilité des éléments de son dossier peut être définie sur Parties de confiance ou Moi uniquement.
ja: レコードの所有者が自分のレコードに情報を追加していないか、レコードのアイテムの可視性が「信頼できる個人・組織」または「自分のみ」に設定されている可能性があります。
ko: 레코드 소유자가 레코드에 정보를 추가하지 않았거나 레코드상 항목의 공개 범위가 제한적으로 공개 또는 비공개로 설정되어 있습니다.
pt: O proprietário pode não ter adicionado informações ao registo ou a visibilidade dos itens no mesmo pode estar definida para Partes confiáveis ou Apenas eu.
ru: У владельца может не быть информации в профиле, или в настройках видимости включены параметры «Приватный доступ» либо «Доверенные лица».
tr: Kayıt sahibi, kaydına bilgi eklememiş olabilir veya kayıttaki ögelerin görünürlüğü Güvenilir taraflar veya Sadece ben olarak ayarlanmış olabilir.
zh_cn: 记录所有者可能没有在其记录中添加信息，或者其记录中项目的可见性可能设置为受信任方或仅我可见。

# topBar.findOutVisibility
source: Find out more about visibility settings in ORCID
ar: تعرّف على المزيد من المعلومات المتعلقة بإعدادات الرؤية في المعرّف المفتوح للباحثين والمساهمين "ORCID"
cs: Další informace o nastavení viditelnosti v ORCID
de: Erfahren Sie mehr über die Sichtbarkeitseinstellungen in ORCID
es: Obtenga más información sobre los ajustes de visibilidad en ORCID
fr: En savoir plus sur les paramètres de visibilité dans ORCID
ja: ORCIDでの可視性設定について
ko: ORCID에서의 공개 범위 설정에 대해 자세히 알아보기
pt: Saiba mais sobre as definições de visibilidade na ORCID
ru: Подробнее о настройках видимости в ORCID…
tr: ORCID'deki görünürlük ayarlarıyla ilgili ilgili daha fazla bilgi edinin
zh_cn: 了解有关 ORCID 可见性设置的更多信息

# summary.recordSummary
source: Record summary
ar: ملخص السجل
cs: Souhrn záznamů
de: Eintragszusammenfassung
es: Resumen del registro
fr: Résumé du dossier
ja: レコード概要
ko: 레코드 요약
pt: Resumo dos registos
ru: Сводка профиля
tr: Kayıt özeti
zh_cn: 记录摘要

# summary.findOutMoreAboutRecordSummaries
source: Find out more about record summaries
ar: تعرف على المزيد حول ملخصات السجلات
cs: Zjistit více o souhrnech záznamů
de: Mehr über Eintragszusammenfassungen erfahren
es: Obtenga más información sobre los resúmenes de registros
fr: Apprenez-en plus sur les résumés de dossier
ja: レコード概要についての詳細
ko: 레코드 요약 자세히 알아보기
pt: Saiba mais sobre resumos dos registos
ru: Подробнее о сводках профиля…
tr: Kayıt özetleri hakkında daha fazla bilgi edinin
zh_cn: 了解什么是记录摘要

# researchResources.description
source: Connect to trusted organizations to automatically add the specialist resources you use for your research.
ar: قم بالاتصال بمؤسسات موثوق بها لإضافة الموارد المتخصصة التي تستخدمها لبحثك تلقائياً.
cs: Připojte důvěryhodné organizace pro automatické vkládání speciálních zdrojů, které používáte pro svůj výzkum.
de: Verbinden Sie sich mit vertrauenswürdigen Organisationen, um automatisch die Fachressourcen hinzuzufügen, die Sie für Ihre Recherche verwenden.
es: Conéctese con organizaciones de confianza para agregar automáticamente los recursos especializados que usted utiliza para su investigación.
fr: Connectez-vous à des organisations de confiance pour ajouter automatiquement les ressources spécialisées que vous utilisez pour vos recherches.
ja: 信頼できる組織に接続して、研究に使用する専門家のリソースを自動的に追加します。
ko: 신뢰할 수 있는 조직에 연결하여 연구에 사용하는 전문가 리소스를 자동으로 추가합니다.
pt: Conecte sua conta à organizações de confiança para adicionar automaticamente os recursos especializados que utiliza para a sua pesquisa.
ru: Подключитесь к доверенным организациям, чтобы автоматически добавлять специальные ресурсы, которые Вы используете для вашего исследования.
tr: Araştırmanız için kullandığınız uzman kaynakları otomatik olarak eklemek için güvenli kuruluşlara bağlanın.
zh_cn: 连接到信任的组织以自动添加您用于研究的专家资源。

# researchResources.learnMore
source: Learn more about how research resources are added to your ORCID record
ar: تعرف على المزيد حول كيفية إضافة موارد البحث إلى سجل أوركيد الخاص بك
cs: Zjistěte více o tom, jak jsou do vašeho záznamu ORCID přidávány výzkumné zdroje
de: Erfahren Sie mehr darüber, wie Forschungsressourcen zu Ihrem ORCID-Eintrag hinzugefügt werden
es: Obtenga más información sobre cómo añadir recursos de investigación a su registro ORCID
fr: En savoir plus sur la façon dont les ressources de recherche sont ajoutées à votre dossier ORCID
ja: 研究リソースが、ORCIDレコードに追加される方法の詳細
ko: 연구 리소스를 귀하의 ORCID 기록에 추가하는 방법에 대해 자세히 알아보십시오
pt: Saiba mais sobre como os recursos de pesquisa são adicionados ao seu registro ORCID
ru: Узнайте больше о том, как исследовательские ресурсы добавляются в вашу запись ORCID
tr: Araştırma kaynaklarının ORCID kaydınıza nasıl eklendiği hakkında daha fazla bilgi edinin
zh_cn: 详细了解如何将研究资源添加到您的 ORCID 记录中

# researchResources.researchResources
source: Research resources
ar: موارد البحث
cs: Výzkumné zdroje
de: Forschungsressourcen
es: Recursos de investigación
fr: Ressources de recherche
ja: 研究リソース
ko: 연구 리소스
pt: Recursos de pesquisa
ru: Исследовательские ресурсы
tr: Araştırma kaynakları
zh_cn: 研究资源

# shared.sortResearch
source: Sort Research Resources
ar: فرز موارد البحث
cs: Třídění výsledků průzkumu
de: Forschungsressourcen sortieren
es: Ordenar Recursos de Investigación
fr: Trier les ressources de recherche
ja: 研究リソースを並べ替え
ko: 연구 리소스 정렬
pt: Ordenar Recursos de Investigação
ru: Сортировать исследовательские ресурсы
tr: Araştırma Kaynaklarını Sırala
zh_cn: 对研究资源排序

# researchResources.present
source: present
ar: الحاضر
cs: současnost
de: heute
es: la fecha
fr: présent
ja: 現在
ko: 현재
pt: presente
ru: настоящее время
tr: günümüz
zh_cn: 当前

# shared.translatedTitle
source: Translated title
ar: العنوان المترجم
cs: Přeložený název
de: Übersetzter Titel
es: Título traducido
fr: Titre traduit
ja: 翻訳済みタイトル
ko: 번역된 제목
pt: Título traduzido
ru: Перевод названия
tr: Çevrilmiş başlık
zh_cn: 翻译的标题

# shared.showMore
source: Show more
ar: عرض المزيد
cs: Zobrazit další
de: Mehr anzeigen
es: Mostrar más
fr: Montrer plus
ja: 詳細表示
ko: 자세히 보기
pt: Exibir mais
ru: Показать больше
tr: Daha fazlasını göster
zh_cn: 显示更多

# shared.showLess
source: Show less
ar: اعرض أقل
cs: Zobrazit méně
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 表示を減らす
ko: 적게 표시
pt: Exibir menos
ru: Показать меньше
tr: Daha az göster
zh_cn: 减少显示

# topBar.isThisYou
source: Is this you?
ar: هل هذا أنت؟
cs: Jste to vy?
de: Sind Sie das?
es: ¿Es usted?
fr: S'agit-il de vous ?
ja: これはあなたですか？
ko: 본인이십니까?
pt: Este é você?
ru: Это Вы?
tr: Bu siz misiniz?
zh_cn: 这是您吗？

# topBar.signInToStart
source: Sign in to start editing
ar: سجّل الدخول لبدء التحرير
cs: Přihlásit a zahájit úpravy
de: Melden Sie sich an, um mit der Bearbeitung zu beginnen
es: Inicie sesión para empezar a editar
fr: Connectez-vous pour commencer à modifier
ja: サインインして編集を開始
ko: 편집을 시작하기 위해 로그인
pt: Faça o login para começar a editar
ru: Войдите, чтобы начать редактирование
tr: Düzenlemeye başlamak için oturum açın
zh_cn: 登录以开始编辑

# topBar.printableVersion
source: Printable version
ar: نسخة قابلة للطباعة
cs: Verze pro tisk
de: Druckbare Version
es: Versión imprimible
fr: Version imprimable
ja: 印刷可能バージョン
ko: 인쇄할 수 있는 버전
pt: Versão para impressão
ru: Версия для печати
tr: Yazdırılabilir versiyon
zh_cn: 可打印版本

# topBar.ariaLabelPrintableVersion
source: View printable version (Opens of a different tab)
ar: عرض إصدار قابل للطباعة (يفتح من علامة تبويب مختلفة)
cs: Zobrazit verzi pro tisk (otevře se v nové záložce)
de: Druckversion anzeigen (öffnet einen neuen Tab)
es: Consulte la versión imprimible (se abrirá en otra pestaña)
fr: Afficher une version imprimable (ouverture dans un autre onglet)
ja: 印刷版を表示 (別のタブで開きます)
ko: 인쇄 가능 버전 보기(다른 탭으로 열림)
pt: Ver versão de impressão (abre num novo separador)
ru: Показать версию для печати (открывается в другой вкладке)
tr: Yazdırılabilir sürümü görüntüle (Farklı bir sekmede açılır)
zh_cn: 查看可打印版本(打开不同选项卡)

# topBar.deactivatedRecord
source: This ORCID Record is deactivated
ar: سجل ORCID هذا معطّل
cs: Tento ORCID záznam je deaktivován
de: Dieser ORCID-Eintrag ist deaktiviert
es: Este registro ORCID está desactivado
fr: Ce dossier ORCID est désactivé
ja: このORCIDレコードは非アクティブになっています
ko: 이 ORCID 기록이 비활성화되었습니다
pt: Este registro ORCID está desativado
ru: Данная запись ORCID деактивирована
tr: Bu ORCID Kaydı devre dışı bırakıldı
zh_cn: 此 ORCID 记录已注销

# topBar.lockedRecord
source: This ORCID Record is locked
ar: تسجيلة أوركيد مغلقة مؤقتا
cs: Tento účet ORCID je dočasně zamčený
de: Dieser ORCID-Record ist gesperrt
es: Este registro ORCID está bloqueado temporalmente
fr: Ce dossier ORCID est temporairement bloqué
ja: この ORCID レコードは一時的にロックされています
ko: 본 ORCID 레코드는 일시적으로 잠겼습니다
pt: Esse registro ORCID está bloqueado
ru: Запись ORCID временно заблокирована
tr: Bu ORCID Kaydı kilitlidir
zh_cn: 此 ORCID 记录被暂时锁定

# topBar.accountDeprecated2
source: for the latest information
ar: لأحدث المعلومات
cs: pro poslední informace
de: erhalten Sie die neuesten Informationen.
es: para ver la información más actualizada
fr: pour avoir les dernières informations
ja: 最新情報をご確認ください
ko: 최신정보를 확인하시기 바랍니다.
pt: para as informações mais recentes
ru: для получения актуальных сведений
tr: en son bilgiler
zh_cn: 以了解最新信息

# topBar.biography
source: Biography
ar: سيرة شخصية
cs: Životopis
de: Biografie
es: Biografía
fr: Biographie
ja: 経歴
ko: 자기소개
pt: Biografia
ru: Биография
tr: Biyografi
zh_cn: 简历

# topBar.information
source: Information about yourself, your research interests and other pertinent details that enhance your ORCID record.
ar: معلومات حولك، وحول اهتمامات بحثك، وغيرها من التفاصيل ذات الصلة لتحسين سجل أوركيد الخاص بك.
cs: Informace o vás, vašich výzkumných zájmech a další související podrobnosti, které zlepšují váš záznam ORCID.
de: Informationen über Sie selbst, Ihre Forschungsinteressen und andere relevante Details, die Ihren ORCID-Eintrag verbessern.
es: Información sobre usted, campos de interés y otros detalles pertinentes que ayudan a mejorar su registro ORCID.
fr: Des informations sur vous-même, vos intérêts de recherche et d'autres renseignements pertinents qui enrichissent votre dossier ORCID.
ja: あなた自身、あなたの研究の関心、およびあなたのORCIDレコードを強化する、その他の関連する詳細に関する情報。
ko: 본인에 관한 정보, 연구 관심사 및 ORCID 기록을 향상시키는 기타 관련 세부 정보.
pt: Informações sobre si, os seus interesses de investigação e outros detalhes pertinentes que melhoram o seu registo no ORCID.
ru: Информация о Вас, Ваших исследовательских интересах и другие соответствующие данные, которые улучшают Вашу запись ORCID.
tr: Kendiniz, araştırma ilgi alanlarınız ve ORCID kaydınızı geliştiren diğer ilgili ayrıntılar hakkında bilgiler.
zh_cn: 关于您自己、您的研究兴趣和其他可以强化您的 ORCID 记录的相关细节。

# topBar.addBiography
source: Add your biography
ar: إضافة سيرتك الذاتية
cs: Přidat životopis
de: Fügen Sie Ihre Biografie hinzu
es: Añada su biografía
fr: Ajouter votre biographie
ja: バイオグラフィーを追加
ko: 자기소개 추가
pt: Adicione uma biografia
ru: Добавьте биографию
tr: Biyografinizi ekleyin
zh_cn: 添加您的简历

# shared.whoCanSeeBio
source: Control who can see your biography by setting the visibility. Your default visibility setting is
ar: تحكم في من يمكنه رؤية سيرتك الذاتية عن طريق تعيين إعدادات إمكانية الرؤية. إعدادك الافتراضي لإمكانية الرؤية
cs: Nastavením viditelnosti určíte, kdo uvidí váš životopis. Vaše výchozí nastavení viditelnosti je
de: Kontrollieren Sie, wer Ihre Biografie sehen kann, indem Sie die Sichtbarkeit einstellen. Ihre standardmäßige Sichtbarkeitseinstellung ist
es: Gestione quién puede ver su biografía desde la configuración de visibilidad. La configuración de visibilidad predeterminada es
fr: Contrôlez qui peut voir votre biographie en paramétrant la visibilité. Vos paramètres de visibilité par défaut sont :
ja: 誰があなたのバイオグラフィーを見ることができますか？デフォルトの可視性の設定はプライベートです。
ko: 귀하의 전기를 볼 수 있는 사람. 기본 설정은 비공개입니다.
pt: Quem pode ver a sua biografia. A definição padrão de visibilidade é Privado.
ru: Кто может увидеть вашу биографию. По умолчанию используется настройка конфиденциальная.
tr: Görünürlüğü ayarlayarak biyografinizi kimlerin görebileceğini kontrol edin. Varsayılan görünürlük ayarınız:
zh_cn: 通过设置可见性来控制谁可以看到您的传记。默认可见性设置是

# topBar.ariaLabelCloseBiography
source: Close Biography
ar: إغلاق السيرة الذاتية
cs: Zavřít životopis
de: Biografie schließen
es: Cierre Biografía
fr: Fermer Biographie
ja: バイオグラフィーを閉じる
ko: 자기소개 닫기
pt: Fechar Biografia
ru: Закрыть раздел «Биография»
tr: Biyografiyi kapat
zh_cn: 关闭简历

# topBar.ariaLabelSaveChangesBiography
source: Save changes to Biography
ar: حفظ التغييرات في السيرة الذاتية
cs: Uložit změny životopisu
de: Änderungen an der Biografie speichern
es: Guarde los cambios realizados en Biografía
fr: Enregistrer les modifications dans Biographie
ja: バイオグラフィーの変更を保存
ko: 자기소개에 변경사항 저장
pt: Guardar alterações a Biografia
ru: Сохранить изменения в разделе «Биография»
tr: Biyografi değişikliklerini kaydet
zh_cn: 将更改保存到简历

# topBar.ariaLabelCancelChangesBiography
source: Cancel changes close Biography
ar: إلغاء تغييرات إغلاق السيرة الذاتية
cs: Zrušit změny a zavřít Životopis
de: Änderungen verwerfen und Biografie schließen
es: Cancele los cambios y cierre Biografía
fr: Annuler les modifications ferme Biographie
ja: バイオグラフィーの変更を保存して閉じる
ko: 변경사항을 취소하고 자기소개 닫기
pt: Cancelar alterações a Biografia
ru: Отменить изменения и закрыть раздел «Биография»
tr: Değişiklikleri iptal et Biyografiyi kapat
zh_cn: 取消更改关闭简历

# topBar.ariaLabelBiographyPublic
source: Set biography visibility to Everyone
ar: تعيين إظهار السيرة الذاتية للجميع
cs: Nastavit viditelnost životopisu na Pro všechny
de: Sichtbarkeit der Biografie auf „Alle“ festlegen
es: Establezca la visibilidad de la biografía para Todos
fr: Définir la visibilité de la biographie sur Publique
ja: バイオグラフィーの表示設定を全員に設定
ko: 자기소개를 모두에게 공개로 설정
pt: Definir a visibilidade da biografia para Todos
ru: Выбрать настройку видимости биографии «Публичный доступ»
tr: Biyografi görünürlüğünü Herkes olarak ayarla
zh_cn: 将简历可见性设置为“所有人”

# topBar.ariaLabelBiographyTrustedParty
source: Set biography visibility to Trusted Parties
ar: تعيين إظهار السيرة الذاتية للأطراف الموثوق بها
cs: Nastavit viditelnost životopisu na Důvěryhodné strany
de: Sichtbarkeit der Biografie auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de la biografía para Partes de confianza
fr: Définir la visibilité de la biographie sur Parties de confiance
ja: バイオグラフィーの表示設定を信頼できる個人・組織に設定
ko: 자기소개를 제한적으로 공개로 설정
pt: Definir a visibilidade da biografia para Partes confiáveis
ru: Выбрать настройку видимости биографии «Доверенные лица»
tr: Biyografi görünürlüğünü Güvenilir Taraflar olarak ayarla
zh_cn: 将简历可见性设置为“受信任方”

# topBar.ariaLabelBiographyPrivate
source: Set biography visibility to Only Me
ar: تعيين إظهار السيرة الذاتية إلي فقط
cs: Nastavit viditelnost životopisu na Pouze pro mě
de: Sichtbarkeit der Biografie auf „Nur ich“ festlegen
es: Establezca la visibilidad de la biografía para Solo yo
fr: Définir la visibilité de la biographie sur Privée
ja: バイオグラフィーの表示設定を自分のみに設定
ko: 자기소개를 비공개로 설정
pt: Definir a visibilidade da biografia para Apenas eu
ru: Выбрать настройку видимости биографии «Приватный доступ»
tr: Biyografi görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将简历可见性设置为“只有我”

# topBar.yourNames
source: Your names
ar: أسماؤك
cs: Vaše jména
de: Ihre Namen
es: Sus nombres
fr: Vos noms
ja: あなたの名前
ko: 이름
pt: Seus nomes
ru: Ваши имена
tr: İsimleriniz
zh_cn: 您的姓名

# topBar.alsoKnowAs
source: Also known as
ar: كما يعرف بـ
cs: Také známý jako
de: Auch bekannt als
es: También conocido como
fr: Également appelé
ja: 別名
ko: 다른 이름
pt: Também conhecido como
ru: Также известен как
tr: Namıdiğer
zh_cn: 也称为

# topBar.orcidHasANumber
source: ORCID has a number of options for adding and managing your names.
ar: يحتوي ORCID على عدد من الخيارات لإضافة وإدارة الأسماء الخاصة بك.
cs: ORCID má řadu možností pro přidávání a správu vašich jmen.
de: ORCID bietet eine Reihe von Optionen zum Hinzufügen und Verwalten Ihrer Namen.
es: ORCID cuenta con varias opciones para añadir y administrar los nombres.
fr: ORCID dispose d'un certain nombre d'options pour ajouter et gérer vos noms.
ja: ORCIDには、名前を追加および管理するためのたくさんのオプションがあります。
ko: ORCID는 이름을 추가하고 관리하기 위한 다양한 옵션을 갖추고 있습니다.
pt: A ORCID possui várias opções para adicionar e gerir os seus nomes.
ru: ORCID имеет несколько опций для добавления и управления Вашими именами.
tr: ORCID, adlarınızı eklemek ve yönetmek için çeşitli seçeneklere sahiptir.
zh_cn: ORCID 提供多种选项以添加、管理您的名称。
