Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# recovery.resetYourPassword
source: Reset your password
ar: اعد ضبط كلمه السر
cs: Resetujte své heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ko: 비밀번호 초기화
pt: Redefinir senha
ru: Сброс пароля
tr: Parolanızı sıfırlayın
zh_cn: 重置密码

# reset.afterResetting
source: After resetting your password you will be asked to sign in using your email address or ORCID iD and your new password.
es: Cuando restablezca su contraseña, se le pedirá que inicie sesión con su dirección de correo electrónico o ORCID iD y su nueva contraseña.
pt: Após redefinir a sua palavra-passe, será pedido que inicie sessão utilizando o seu endereço de e-mail ou ORCID iD e a nova palavra-passe.
ru: После сброса пароля мы попросим вас войти в аккаунт, указав адрес электронной почты или ORCID iD и новый пароль.

# reset.saveYourNewPassword
source: Save your new password
es: Guardar su nueva contraseña
pt: Guardar a sua nova palavra-passe
ru: Сохранить новый пароль

# reset.cancelPasswordReset
source: Cancel password reset
es: Cancelar restablecimiento de contraseña
pt: Cancelar redefinição de palavra-passe
ru: Отменить сброс пароля

# reset.hasExpired
source: Your password reset link has expired
es: El enlace para restablecer la contraseña ha caducado
pt: A ligação para redefinir a sua palavra-passe expirou
ru: Ссылка для сброса пароля устарела

# reset.invalidLink
source: There is a problem with your password reset link
es: Hay un problema con su enlace para restablecer la contraseña
pt: Há um problema com a sua ligação para redefinir a palavra-passe
ru: Возникла проблема со ссылкой для сброса пароля

# reset.youCanRequestANewLink
source: You can request a new link from
es: Puede solicitar un nuevo enlace en
pt: Pode solicitar uma nova ligação a
ru: Вы можете запросить новую ссылку с электронного адреса

# reset.pleaseTryTheLinkAgain
source: Please try the link again. If this does not work you can request a new password reset link from
es: Vuelva a probar suerte el enlace. Si no funciona, solicite un nuevo enlace para restablecer la contraseña en
pt: Tente novamente a ligação. Se não funcionar, poderá solicitar uma nova ligação de reposição de palavra-passe a
ru: Попробуйте перейти по ссылке снова. Если это не помогло, запросите новую ссылку для сброса пароля с электронного адреса

# layout.searchTitle
source: Search
ar: البحث
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 탐색
pt: Pesquisar
ru: Поиск
tr: Ara
zh_cn: 搜索

# ngOrcid.search.advanceSearch
source: ADVANCED SEARCH
ar: البحث المتقدم
cs: POKROČILÉ VYHLEDÁVÁNÍ
de: ERWEITERTE SUCHE
es: BÚSQUEDA AVANZADA
fr: RECHERCHE AVANCÉE
ja: 詳細検索
ko: 고급 검색
pt: PESQUISA AVANÇADA
ru: РАСШИРЕННЫЙ ПОИСК
tr: GELİŞMİŞ ARAMA
zh_cn: 高级搜索

# ngOrcid.search.firstName
source: First Name
ar: الاسم الأول
cs: Jména
de: Vorname
es: Nombre
fr: Prénom
ja: 名
ko: 이름
pt: Nome
ru: Имя
tr: Ad
zh_cn: 名字

# ngOrcid.search.lastName
source: Last Name
ar: اللقب
cs: Příjmení
de: Familienname
es: Apellido
fr: Nom
ja: 姓
ko: 성
pt: Sobrenome
ru: Фамилия
tr: Soyadı
zh_cn: 姓氏

# ngOrcid.search.institutionName
source: Institution Name
ar: اسم المؤسسة
cs: Název instituce
de: Einrichtungsname
es: Nombre de la institución
fr: Nom de l'institution
ja: 機関名
ko: 기관 이름
pt: Nome da Instituição
ru: Название учреждения
tr: Kurum Adı
zh_cn: 机构名称

# ngOrcid.search.institutionNamePlaceholder
source: affiliation or organization ID
ar: معرف المنظمة أو الشركة التابعة
cs: ID afiliace nebo organizace
de: Zugehörigkeits- oder Organisations-ID
es: identificador de afiliación u organización
fr: Identifiant d'organisation ou d'affiliation
ja: 提携先または組織のID
ko: 담당기관 또는 조직 ID
pt: afiliação ou ID da organização
ru: ID организации или аффилиации
tr: bağlantı veya kuruluş kimliği
zh_cn: 隶属关系或组织标识符

# ngOrcid.search.keyword
source: Keyword
ar: كلمة مفتاحية
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mot clé
ja: キーワード
ko: 키워드
pt: Palavra-chave
ru: Ключевое слово
tr: Anahtar kelime
zh_cn: 关键词

# ngOrcid.search.otherNameFields
source: Also search other name fields
ar: ابحث أيضاً في حقول الاسم الأخرى
cs: Hledejte také další pole s názvy
de: Auch andere Namensfelder durchsuchen
es: Busque también otros campos de nombres
fr: Rechercher également d'autres champs de nom
ja: 他の名前フィールドも検索する
ko: 다른 이름 필드도 검색
pt: Procure também outros campos de nome
ru: Также искать в полях других имен
tr: Diğer ad alanlarında da arama yapın
zh_cn: 同时搜索其他名称字段

# ngOrcid.search.orcidIdPatterError
source: Given value doesn't match ORCID iD pattern
ar: القيمة المحددة لا تتطابق مع نمط معرّف ORCID
cs: Zadaná hodnota neodpovídá vzoru ORCID iD
de: Der eingegebene Wert stimmt nicht mit dem Format von ORCID iDs überein
es: El valor indicado no coincide con el patrón del identificador ORCID
fr: La valeur saisie ne correspond pas au modèle d'un ORCID iD
ja: 与えられた値は ORCID iD のパターンと一致しません
ko: 입력된 값이 ORCID iD 패턴과 일치하지 않습니다
pt: O valor fornecido não corresponde ao padrão ORCID iD
ru: Введенное значение не соответствует шаблону ORCID iD
tr: Verilen değer ORCID Kimliği örüntüsüyle eşleşmiyor
zh_cn: 提供的值不符合ORCID iD号格式要求

# ngOrcid.search.search
source: SEARCH
ar: البحث
cs: HLEDAT
de: SUCHE
es: BUSCAR
fr: RECHERCHER
ja: 検索
ko: 검색
pt: PESQUISA
ru: ПОИСК
tr: ARA
zh_cn: 搜索

# search.showAdvanceSearch
source: Show advanced search form
ar: عرض نموذج البحث المتقدم
cs: Zobrazit pokročilé vyhledávání
de: Erweitertes Suchformular anzeigen
es: Mostrar formulario de búsqueda avanzada
fr: Montrer le formulaire de recherche avancée
ja: 高度な細検索フォームを表示
ko: 고급 검색 폼 보기
pt: Mostrar o formulário de pesquisa avançado
ru: Показать расширенную форму поиска
tr: Gelişmiş arama formunu göster
zh_cn: 显示高级搜索表单

# search.hideAdvanceSearch
source: Hide advanced search form
ar: إخفاء نموذج البحث المتقدم
cs: Skrýt pokročilé vyhledávání
de: Erweitertes Suchformular ausblenden
es: Ocultar formulario de búsqueda avanzada
fr: Masquer le formulaire de recherche avancée
ja: 高度な検索フォームを非表示
ko: 고급 검색 폼 숨기기
pt: Ocultar o formulário de pesquisa avançado
ru: Скрыть форму расширенного поиска
tr: Gelişmiş arama formunu gizle
zh_cn: 隐藏高级搜索表单

# ngOrcid.search.otherNames
source: Other Names
ar: أسماء أخرى
cs: Další jména
de: Andere Namen
es: Otros nombres
fr: Autres noms
ja: その他の名前
ko: 다른 이름
pt: Outros nomes
ru: Другие имена
tr: Diğer Adlar
zh_cn: 其他姓名

# ngOrcid.search.affiliations
source: Affiliations
ar: انتسابات
cs: Afiliace
de: Zugehörigkeiten
es: Afiliaciones
ja: 所属
ko: 담당기관
pt: Afiliações
ru: Аффилиации
tr: Bağlantılar
zh_cn: 附属机构

# ngOrcid.search.noResults
source: No results found. Please edit your search terms.
ar: لم يتم العثور على نتائج. يرجى تحرير مصطلحات البحث الخاصة بك.
cs: Nebyly nalezeny žádné výsledky. Prosím, upravte vyhledávací podmínku.
de: Keine Ergebnisse gefunden. Bitte ändern Sie Ihre Suchbegriffe.
es: No se encontraron resultados. Por favor edite sus términos de búsqueda.
fr: Aucun résultat. Veuillez modifier vos termes de recherche
ja: 結果が見つかりません。 検索条件を編集してください。
ko: 찾을 수 없습니다. 탐색어을 수정해주십시오.
pt: Nenhum resultado encontrado. Edite seus termos de busca.
ru: Поиск не дал результатов Скорректируйте условия поиска.
tr: Sonuç bulunamadı. Lütfen arama terimlerinizi düzenleyin.
zh_cn: 未找到结果。 请编辑您的搜索术语。

# ngOrcid.search.ariaLabelSearchResults
source: Search Results
ar: نتائج البحث
cs: Výsledky vyhledávání
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
ja: 検索結果
ko: 검색 결과
pt: Resultados da Pesquisa
ru: Результаты поиска
tr: Arama Sonuçları
zh_cn: 搜索结果

# ngOrcid.search.results
source: results.
ar: النتائج.
cs: výsledky.
de: Ergebnissen.
es: resultados.
fr: résultats.
ja: 結果。
ko: 결과.
pt: resultados.
ru: результата(-ов).
tr: sonuç.
zh_cn: 结果。

# search.bottomPaginator
source: bottom paginator
ar: ترقيم الصفحات السفلي
cs: dolní stránkovač
de: Seitenzähler unten
es: paginador inferior
fr: assistant de pagination du bas
ja: ボトムページネーター
ko: 하단 페이지 지정자
pt: paginador do fundo
ru: нижний пагинатор
tr: alt sayfalandırıcı
zh_cn: 底部的分页器

# selfService.heading
source: We're updating ORCID Self Service
ar: نعمل على تحديث خدمة أوركيد الذاتية
cs: Aktualizujeme samoobslužnou službu ORCID
de: Wir aktualisieren ORCID Self Service
es: Estamos actualizando el Autoservicio ORCID
fr: Nous mettons à jour le libre-service d'ORCID
ja: ORCIDセルフサービスのアップデートについて
ko: ORCID Self Service 업데이트
pt: Estamos atualizando o Autoatendimento ORCID
ru: Обновление инструмента самообслуживания ORCID
tr: ORCID Self Servis'i güncelliyoruz
zh_cn: 我们正在更新 ORCID 自助服务

# selfService.p1.1
source: As of
ar: اعتبارًا من
cs: Od
de: Ab dem
es: A partir del
fr: À compter du
ja: 【お知らせ】
ko: 현재
pt: A partir de
ru: С
tr: Şu tarih itibariyle:
zh_cn: 截止

# selfService.p1.2
source: June 1, 2022
ar: 1 يونيو 2022
cs: 1. června 2022
de: 1. Juni 2022
es: 1 de junio de 2022
fr: 1er juin 2022
ja: 2022年6月1日
ko: 2022년 6월 1일
pt: 1º de junho de 2022
ru: 1 июня 2022 года
tr: 1 Haziran 2022
zh_cn: 2022 年 6 月 1 日

# selfService.p1.3
source: , Self Service will no longer be available through the ORCID Registry.
ar: ، لن تكون الخدمة الذاتية متاحة بعد الآن من خلال سجل أوركيد.
cs: , samoobslužná služba už nebude dostupná prostřednictvím registru ORCID.
de: wird der Self Service nicht mehr über die ORCID-Datenbank verfügbar sein.
es: , no será posible hacer uso del Autoservicio a través del Registro ORCID.
fr: , le libre-service ne sera plus disponible via le registre ORCID.
ja: より、ORCIDレジストリにおけるセルフサービスの利用が終了します。
ko: 부로, Self Service가 더 이상 ORCID Registry를 통해 제공되지 않습니다.
pt: , o Autoatendimento deixará de estar disponível no Registro ORCID.
ru: доступ к инструменту самообслуживания через реестр ORCID будет прекращен.
tr: , Self Servis artık ORCID Kaydı üzerinden kullanılamayacaktır.
zh_cn: ，自助服务将不再通过 ORCID 注册数据库提供。

# selfService.p2.1
source: An enhanced version of Self Service will be added to the
ar: ستتم إضافة نسخة محسنة من الخدمة الذاتية إلى
cs: Vylepšená verze samoobslužné služby bude v následujícím roce přidána k
de: Eine erweiterte Version des Self Service wird dem
es: El próximo año, el Portal de miembros ORCID
fr: Une version améliorée du libre-service sera ajoutée au
ja: より良い機能を備えたセルフサービスの拡張版は、
ko: 내년, Self Service의 개선된 버전이
pt: Uma versão aprimorada do Autoatendimento será adicionada ao
ru: Улучшенная версия будет добавлена на
tr: Self Servis'in geliştirilmiş bir sürümü şuraya eklenecek:
zh_cn: 明年，自助服务的增强版将被添加到

# selfService.p2.2
source: ORCID Member Portal
ar: بوابة أعضاء أوركيد
cs: členskému portálu ORCID.
de: ORCID-Mitgliederportal
es: contará con una versión mejorada del Autoservicio.
fr: portail des membres ORCID
ja: ORCIDメンバーポータル
pt: Portal de Membros ORCID
ru: портал для участников ORCID
tr: ORCID Üye Portalı'na
zh_cn: ORCID 会员门户

# selfService.p2.3
source: in the coming year. All current Self Service features will be transferred to the portal, along with additional new functionality.
ar: في العام القادم. سيتم نقل جميع ميزات الخدمة الذاتية الحالية إلى البوابة الإلكترونية، إلى جانب وظائف إضافية جديدة.
cs: Všechny současné funkce samoobslužné služby budou převedeny na portál spolu s dodatečnou novou funkcí.
de: im kommenden Jahr hinzugefügt. Alle gegenwärtigen Self-Service-Funktionen werden zusammen mit zusätzlichen neuen Funktionen in das Portal übertragen.
es: Las funciones existentes estarán disponibles en el portal, y también se añadirán nuevas funcionalidades.
fr: au cours de l'année à venir. Toutes les fonctionnalités actuellement en libre-service seront transférées vers le portail, avec de nouvelles fonctionnalités supplémentaires.
ja: に翌年追加される予定です。現在のセルフサービス機能は、その他の新機能と併せてポータルに移行されます。
ko: 에 추가될 예정입니다. 현재 Self Service의 모든 기능은 포털로 이전되고 새로운 기능도 추가됩니다.
pt: no próximo ano. Todos os recursos atuais do Autoatendimento serão transferidos para o portal, além de outros recursos novos.
ru: в следующем году. Мы оставим те же функции и добавим новые возможности.
tr: önümüzdeki yıl eklenecektir. Mevcut tüm Self Servis özellikleri, ek yeni işlevlerle birlikte portala aktarılacaktır.
zh_cn: 。所有当前的自助服务功能以及其他新功能都将转移到门户。

# selfService.alert
source: While we build this improved version for the Member Portal, Self Service will be unavailable.
ar: لن تكون الخدمة الذاتية متاحة أثناء قيامنا ببناء هذا الإصدار المحسن لبوابة الأعضاء.
cs: Zatímco vytváříme tuto vylepšenou verzi pro členský portál, nebude samoobslužná služba k dispozici.
de: Während wir diese verbesserte Version für das Mitgliederportal erstellen, ist Self Service nicht verfügbar.
es: El Autoservicio no estará disponible hasta que la nueva versión del Portal de miembros esté lista.
fr: Pendant la conception de cette version améliorée du portail des membres, le libre-service sera indisponible.
ja: このメンバーポータル向け拡張版の構築中は、セルフサービスをご利用いただけません。
ko: 개선된 버전이 Member Portal에 빌드될 동안 Self Service의 운영이 중단됩니다.
pt: Enquanto criamos essa versão aprimorada do Portal de Membros, o Autoatendimento ficará indisponível.
ru: Пока мы работаем над обновлением, инструмент самообслуживания будет недоступен.
tr: Biz bu geliştirilmiş sürümü Üye Portalı için oluştururken, Self Servis kullanılamayacaktır.
zh_cn: 在我们为会员门户构建此改进版本时，自助服务将不可用。

# selfService.next
source: What to do next
ar: ما يجب القيام به بعد ذلك
cs: Co dělat dál
de: Wie es weitergeht
es: Qué hacer a continuación
fr: Que faire ensuite
ja: 次にすること
ko: 다음 작업
pt: O que fazer a seguir
ru: Что делать дальше
tr: Sonraki adım
zh_cn: 下一步

# selfService.p3.1
source: Should you need any of the Self Service features during this time, please reach out to
ar: إذا كنت بحاجة إلى أي من ميزات الخدمة الذاتية خلال هذا الوقت، فيُرجى التواصل مع
cs: V případě, že byste během této doby potřebovali některou z funkcí samoobslužné služby, kontaktujte nás na e-mailu
de: Sollten Sie während dieser Zeit eine der Self-Service-Funktionen benötigen, erhalten Sie unter
es: Si necesita utilizar alguna función del Autoservicio entre tanto, escriba un correo electrónico a
fr: Si vous avez besoin des fonctionnalités en libre-service pendant cette période, contactez
ja: この期間中、セルフサービスの機能についてご質問がおありの場合は次までお問い合わせください:
ko: 이 기간 필요한 Self Service 기능이 있으시다면
pt: Se você precisar de algum dos recursos do Autoatendimento durante esse período, entre em contato com
ru: Если в этот период вам понадобятся его функции, обратитесь за помощью по адресу
tr: Bu süre zarfında Self Servis özelliklerinden herhangi birine ihtiyacınız olursa, lütfen
zh_cn: 如果您在此期间需要任何自助服务功能，请发送电子邮件到

# ngOrcid.search.showing
source: Showing
ar: يظهر
cs: Ukazující
de: Anzeige von
es: Mostrando
fr: Affichage
ja: 表示
ko: 표시 중
pt: Exibindo
ru: Показываются
tr: Gösterilen:
zh_cn: 显示

# ngOrcid.search.of
source: of
ar: من
cs: z
de: von
es: de
fr: de
ko: 의
pt: de
ru: из

# shared.editActivityAriaLabel
source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑

# shared.activityShowDetailsAriaLabel
source: Show more details for
ar: إظهار المزيد من التفاصيل عن
cs: Zobrazit více podrobností pro
de: Weitere Details anzeigen für
es: Mostrar más detalles para
fr: Afficher plus de détails pour
ja: 詳細を表示:
ko: 자세히 보기
pt: Ver mais detalhes de
ru: Показать подробную информацию:
tr: Şunun için daha fazla ayrıntı göster:
zh_cn: 显示更多内容

# shared.activityHideDetailsAriaLabel
source: Hide details for
ar: إخفاء تفاصيل
cs: Skrýt podrobnosti pro
de: Details ausblenden für
es: Ocultar detalles para
fr: Masquer les détails pour
ja: 詳細を非表示:
ko: 세부정보 숨기기
pt: Ocultar detalhes de
ru: Скрыть подробную информацию:
tr: Şunun ayrıntılarını gizle:
zh_cn: 隐藏以下内容的详细信息

# shared.activitySelectAriaLabel
source: Select
ar: تحديد
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбрать
tr: Seç
zh_cn: 选择

# shared.activityExpandAriaLabel
source: Expand
ar: توسيع
cs: Rozbalit
de: Ausklappen
es: Expandir
fr: Afficher
ja: 展開
ko: 펼치기
pt: Expandir
ru: Развернуть
tr: Genişlet
zh_cn: 展开

# shared.activityCollapseAriaLabel
source: Collapse
ar: طي
cs: Sbalit
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
ko: 접기
pt: Fechar
ru: Свернуть
tr: Daralt
zh_cn: 折叠

# shared.employmentAriaLabel
source: employment
ar: الوظيفة
cs: zaměstnání
de: Arbeitsverhältnisse
es: empleo
fr: emploi
ja: 雇用
ko: 고용상태
pt: emprego
ru: занятость
tr: iş
zh_cn: 受雇情况

# shared.educationAriaLabel
source: education
ar: التعليم
cs: Vzdělání
de: Ausbildung
es: educación
fr: formation
ja: 教育
ko: 교육
pt: educação
ru: образование
tr: eğitim
zh_cn: 教育

# shared.qualificationAriaLabel
source: qualification
ar: المؤهل
cs: kvalifikace
de: Qualifikation
es: titulación
ja: 資格
ko: 자격증
pt: qualificação
ru: квалификация
tr: nitelik
zh_cn: 资格认证

# shared.distinctionAriaLabel
source: distinction
ar: جائزة تميُّز
cs: Rozlišení
de: Auszeichnung
es: reconocimiento
ja: 区別
ko: 수훈
pt: distinção
ru: знак отличия
tr: ayrıcalık
zh_cn: 杰出贡献

# shared.invitedPositionAriaLabel
source: invited position
ar: منصب بدعوة
cs: Vyzvaná pozice
de: Eingeladene Position
es: colaboración
fr: position invitée
ja: 招待されたポジション
ko: 초빙직책
pt: cargo a convite
ru: приглашённая должность
tr: davet edilen pozisyon
zh_cn: 邀请职位

# shared.membershipAriaLabel
source: membership
ar: العضوية
cs: členství
de: Mitgliedschaft
es: membresía
fr: adhésion
ja: 会員制度
ko: 회원자격
pt: adesão
ru: членство
tr: üyelik
zh_cn: 会员

# shared.serviceAriaLabel
source: service
ar: الخدمة
cs: služba
de: Dienst
es: servicio
ja: サービス
ko: 공헌
pt: serviço
ru: общественная работа
tr: hizmet
zh_cn: 服务

# shared.editorialServiceAriaLabel
source: editorial service
ar: الخدمة التحريرية
cs: editační služby
de: redaktionelle Dienste
es: servicio editorial
fr: service éditorial
ja: 編集サービス
ko: 편집 공헌
pt: serviço editorial
ru: редакционная служба
tr: editörlük hizmeti
zh_cn: 编辑服务

# shared.fundingAriaLabel
source: funding
ar: التمويل
cs: Financování
de: Finanzierung
es: financiación
fr: financement
ja: 資金調達
ko: 자금원
pt: financiamento
ru: финансирование
tr: finansman
zh_cn: 基金

# shared.worksAriaLabel
source: work
ar: أعمال
cs: dílo
de: Werk
es: trabajo
fr: travail
ja: ワーク
ko: 연구업적
pt: trabalho
ru: работа
tr: çalışma
zh_cn: 工作

# shared.workAriaLabel
source: work
ar: أعمال
cs: dílo
de: Werk
es: trabajo
fr: travail
ja: ワーク
ko: 연구업적
pt: trabalho
ru: работа
tr: çalışma
zh_cn: 工作

# shared.peerReviewAriaLabel
source: peer review
ar: مراجعة النظراء
cs: recenze
es: revisión por pares
fr: évaluation par les pairs
ja: 査読
ko: 동료 리뷰
pt: revisão por pares
ru: экспертная оценка
tr: meslektaş değerlendirmesi
zh_cn: 同行评审

# shared.researchResourcesAriaLabel
source: research resources
ar: موارد البحث
cs: výzkumné zdroje
de: Forschungsressourcen
es: recursos de investigación
fr: ressources de recherche
ja: 研究リソース
ko: 연구 리소스
pt: recursos de investigação
ru: исследовательские ресурсы
tr: araştırma kaynakları
zh_cn: 研究资源

# shared.employmentAddAriaLabel
source: Add employment
ar: إضافة التوظيف
cs: Přidat zaměstnání
de: Arbeitsverhältnisse hinzufügen
es: Añada empleo
fr: Ajouter un emploi
ja: 雇用を追加
ko: 고용상태 추가
pt: Adicionar emprego
ru: Добавить сведения о трудоустройстве
tr: İş ekle
zh_cn: 添加就业

# shared.addProfessionalActivity
source: Add a professional activity
ar: إضافة نشاط مهني
cs: Přidat odbornou činnost
de: Berufliche Tätigkeit hinzufügen
es: Añadir una actividad profesional
fr: Ajouter une activité professionnelle
ja: 専門研究活動の追加
ko: 전문 활동 추가
pt: Adicione uma atividade profissional
ru: Добавить профессиональную деятельность
tr: Mesleki faaliyet ekleyin
zh_cn: 添加专业活动

# shared.educationQualificationAddAriaLabel
source: Add education or qualification
ar: إضافة التعليم أو المؤهل
cs: Přidat vzdělání či kvalifikace
de: Ausbildung oder Qualifikation hinzufügen
es: Añada educación o titulación
fr: Ajouter une formation ou une qualification
ja: 教育と資格を追加
ko: 학력 및 자격증 추가
pt: Adicionar educação ou qualificação
ru: Добавить сведения об образовании и квалификации
tr: Eğitim veya yeterlilik ekle
zh_cn: 添加教育和资格认证

# shared.distinctionInvitedPositionAddAriaLabel
source: Add invited position or distinction
ar: إضافة المنصب المدعو أو التميز
cs: Přidat udělené pozice a ocenění
de: Fügen Sie eine eingeladene Position oder Auszeichnung hinzu
es: Añada puesto de invitado o distinción
fr: Ajouter un poste d'invité ou une distinction
ja: 招待されたポジションと賞を追加
ko: 초빙직책 및 수훈 추가
pt: Adicionar posição convidada ou distinção
ru: Добавить сведения о приглашенных должностях или знаках отличиях
tr: Davet edilen pozisyon veya ayrım ekle
zh_cn: 添加受邀职位或杰出贡献

# shared.membershipServiceAddAriaLabel
source: Add membership or service
ar: إضافة العضوية أو الخدمة
cs: Přidat členství či službu
de: Mitgliedschaft oder Dienst hinzufügen
es: Añada membresía o servicio
fr: Ajouter une adhésion ou un service
ja: 「会員制度とサービス」を追加
ko: 회원자격 및 공헌 추가
pt: Adicionar adesão ou serviço
ru: Добавить сведения о членстве или общественной работе
tr: Üyelik veya hizmet ekle
zh_cn: 添加会员或服务

# shared.fundingServiceAddAriaLabel
source: Add funding
ar: إضافة التمويل
cs: Přidat financování
de: Finanzierung hinzufügen
es: Añada financiación
fr: Ajouter un financement
ja: 資金調達を追加
ko: 자금원 추가
pt: Adicionar financiamento
ru: Добавить источник финансирования
tr: Finansman ekle
zh_cn: 添加资金

# shared.workServiceAddAriaLabel
source: Add a work
ar: إضافة عمل
cs: Přidat práci
de: Werk hinzufügen
es: Añada una obra
fr: Ajouter un travail
ja: 作品を追加
ko: 연구업적 추가
pt: Adicionar trabalho
ru: Добавить работу
tr: Bir çalışma ekle
zh_cn: 添加工作

# shared.employmentCollapseAriaLabel
source: Collapse the Employment section
ar: طي قسم التوظيف
cs: Sbalit oddíl Zaměstnání
de: Abschnitt „Arbeitsverhältnisse“ einklappen
es: Contraiga la sección Empleo
fr: Réduire la section Emploi
ja: 「雇用」セクションを折りたたむ
ko: 고용상태 섹션 접기
pt: Fechar a secção Emprego
ru: Свернуть раздел «Трудоустройство»
tr: İş bölümünü daralt
zh_cn: 折叠就业部分

# shared.professionalActivitiesCollapseAriaLabel
source: Collapse the professional activities section
ar: طي قسم الأنشطة المهنية
cs: Sbalit oddíl odborných aktivit
de: Abschnitt „Berufliche Tätigkeiten“ einklappen
es: Contraer la sección de actividades profesionales
fr: Réduire la section Activités professionnelles
ja: 「専門研究活動」セクションを折りたたむ
ko: 전문 활동 섹션 접기
pt: Minimizar a secção de atividades profissionais
ru: Свернуть раздел «Профессиональная деятельность»
tr: Mesleki faaliyet bölümünü daralt
zh_cn: 折叠专业活动部分

# shared.educationQualificationCollapseAriaLabel
source: Collapse the Education and qualifications section
ar: طي قسم التعليم والمؤهلات
cs: Sbalit oddíl Vzdělání a kvalifikace
de: Abschnitt „Bildung und Qualifikationen“ einklappen
es: Contraiga la sección Educación y titulaciones
fr: Réduire la section Formation et qualifications
ja: 「教育と資格」セクションを折りたたむ
ko: 학력 및 자격증 섹션 접기
pt: Fechar a secção Educação e qualificações
ru: Свернуть раздел «Образование и квалификация»
tr: Eğitim ve yeterlilikler bölümünü daralt
zh_cn: 折叠教育和资格认证部分

# shared.distinctionInvitedPositionCollapseAriaLabel
source: Collapse the Invited positions and distinction section
ar: طي قسم المناصب المدعوة والتميز
cs: Sbalit oddíl Udělené pozice a ocenění
de: Abschnitt „Eingeladene Positionen und Auszeichnungen“ einklappen
es: Contraiga la sección Puestos de invitado y distinciones
fr: Réduire la section Postes d'invités et distinction
ja: 「招待されたポジションと賞」セクションを折りたたむ
ko: 초빙직책 및 수훈 섹션 접기
pt: Fechar a secção Posições convidadas e distinções
ru: Свернуть раздел «Приглашенные должности и знаки отличия»
tr: Davet edilen pozisyonlar ve ayrım bölümünü daralt
zh_cn: 折叠受邀职位和杰出贡献部分

# shared.membershipServiceCollapseAriaLabel
source: Collapse the Membership and service section
ar: طي قسم العضوية والخدمات
cs: Sbalit oddíl Členství a služba
de: Abschnitt „Mitgliedschaft und Dienst“ einklappen
es: Contraiga la sección Membresía y servicio
fr: Réduire la section Adhésion et service
ja: 「会員制度とサービス」セクションを折りたたむ
ko: 회원자격 및 공헌 섹션 접기
pt: Fechar a secção Adesão e serviço
ru: Свернуть раздел «Членство и общественная работа»
tr: Üyelik ve hizmet bölümünü daralt
zh_cn: 折叠会员和服务部分
