Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# institutional.signInWithThisOrganization
source: Sign in with this organization
ar: تسجيل الدخول باستخدام هذه المنظمة
cs: Přihlásit se prostřednictvím této organizace
de: Mit dieser Organisation anmelden
es: Iniciar sesión con esta organización
fr: Se connecter avec cette organisation
ja: この組織でサインイン
ko: 이 기관으로 로그인
pt: Entre com esta organização
ru: Войти с помощью аккаунта организации
tr: Bu kuruluşla oturum açın
zh_cn: 使用此组织帐户登录

# institutional.or
source: OR
ar: أو
cs: NEBO
de: ODER
es: O
fr: OU
ja: または
ko: 또는
pt: OU
ru: ИЛИ
tr: VEYA
zh_cn: 或

# institutional.organization
source: Organization
ar: مؤسسة
cs: Organizace
de: Organisation
es: Organización
fr: Organisme
ja: 組織
ko: 기구
pt: Organização
ru: Организация
tr: Organizasyon
zh_cn: 组织机构

# institution.organizationRequired
source: Please enter an organization name
ar: يرجى إدخال اسم المؤسسة
cs: Zadejte jméno organizace
de: Bitte geben Sie einen Organisationsnamen ein
es: Introduzca un nombre de organización
fr: Saisissez le nom d'une organisation
ja: 組織名を入力してください
ko: 기관 이름 입력
pt: Introduza novamente o nome da organização
ru: Укажите название организации
tr: Lütfen bir kuruluş adı girin
zh_cn: 请输入单位名称

# institution.invalidInstitution
source: We can’t identify this organization. Please try entering the organization name again.
ar: يتعذر علينا تحديد هذه المؤسسة. يُرجى إعادة المحاولة لإدخال اسم المؤسسة.
cs: Tuto organizaci nemůžeme identifikovat. Zkuste znovu zadat jméno organizace.
de: Wir konnten diese Organisation nicht identifizieren. Bitte versuchen Sie erneut, den Namen der Organisation einzugeben.
es: No podemos identificar esta organización. Intente introducir de nuevo el nombre de la organización.
fr: Nous ne pouvons pas identifier cette organisation. Essayez de saisir à nouveau le nom de l'organisation.
ja: この組織を特定できません。組織名をもう一度入力してください。
ko: 이 기관을 식별할 수 없습니다. 기관 이름을 다시 입력해보십시오.
pt: Não foi possível identificar esta organização. Experimente introduzir novamente o nome da organização.
ru: Организация не найдена. Проверьте название и введите его еще раз.
tr: Bu kuruluşu tanımlayamıyoruz. Lütfen kuruluş ismini tekrar girmeyi deneyin.
zh_cn: 无法找到这个单位，请再试一次。

# institutional.continue
source: Continue
ar: استمرار
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
ja: 選択
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam et
zh_cn: 继续

# institutional.cancelInstituional
source: Cancel institutional sign in
ar: إلغاء تسجيل الدخول باستخدام حساب مؤسسي
cs: Zrušit přihlášení prostřednictvím instituce
de: Institutionelle Anmeldung abbrechen
es: Cancelar inicio de sesión institucional
fr: Annuler la connexion institutionnelle
ja: 機関経由のサインインをキャンセル
ko: 기관 로그인 취소
pt: Cancelar login da instituição
ru: Отменить вход
tr: Kurumsal oturum açmayı iptal et
zh_cn: 取消机构帐户登录

# institutional.ariaLabelInstitution
source: Institution
ar: المؤسسة
cs: Instituce
es: Institución
ja: 機関
ko: 기관
pt: Instituição
ru: Организация
tr: Kuruluş
zh_cn: 机构

# institutional.ariaLabelClear
source: Clear
ar: مسح
cs: Vyčistit
de: Zurücksetzen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle
zh_cn: 清除

# institutional.placeholderTypeYourOrganization
source: Type your organization name
ar: الرجاء كتابة اسم المؤسسة
cs: Zadejte jméno své organizace
de: Organisationsnamen eingeben
es: Escriba el nombre de su organización
fr: Tapez le nom de votre organisation
ja: 組織名を入力してください
ko: 기관 이름 타이핑
pt: Introduza o nome da sua organização
ru: Введите название организации
tr: Kuruluş adınızı yazın
zh_cn: 输入您单位的名称

# common.old.browser_1
source: We notice you are using a browser that our site does not support. Some features on this site may not work correctly.
ar: لقد لاحظنا أنك تستخدم متصفحًا غير معتمد. بعض الخصائص في هذا الموقع قد لا تعمل بشكل صحيح.
cs: Všimli jsme si, že používáte prohlížeč, který nepodporujeme. Některé funkce tohoto webu nemusí fungovat správně.
de: Wir haben festgestellt, dass Sie einen Browser verwenden, der von unserer Website nicht unterstützt wird. Einige Funktionen dieser Website funktionieren möglicherweise nicht richtig.
es: Notamos que está utilizando un navegador que no es compatible con nuestro sitio web. Es posible que algunas funciones de este sitio no operen correctamente.
fr: Nous avons remarqué que vous utilisez un navigateur que notre site ne prend pas en charge. Il se pourrait que certaines fonctionnalités de ce site ne fonctionnent pas correctement.
ja: お使いのブラウザはサポートされていません。
ko: 웹 사이트에서 지원하지 않는 브라우저를 사용하고 계십니다.
pt: Notamos que você está usando um navegador que o nosso site não suporta. Algumas funções deste site podem não funcionar corretamente.
ru: Ваш браузер не поддерживается на этом веб-сайте.
tr: Sitemizin desteklemediği bir tarayıcı kullandığınızı fark ettik. Bu sitedeki bazı özellikler düzgün çalışmayabilir.
zh_cn: 我们注意到您正在使用本网站不支持的浏览器，某些功能可能无法正常运行，

# common.old_browser_2
source: We recommend that you upgrade to a
ar: نوصيك بالترقية
cs: Doporučujeme Vám jej aktualizovat na
de: Wir empfehlen ein Upgrade auf einen
es: Recomendamos actualizar a
fr: Nous vous invitons à utiliser
ja: このサイト上の機能の一部が正しく動作しない場合があります。
ko: 이 사이트의 일부 기능이 정상적으로 작동하지 않을 수 있습니다.
pt: Recomendamos que você atualize para
ru: Некоторые функции этого сайта могут работать не так, как задумано.
tr: Desteklenen bir tarayıcıya geçmenizi
zh_cn: 建议升级到

# common.old_browser_3
source: supported browser
ar: إلى متصفح مدعوم
cs: podporovaný prohlížeč
de: unterstützten Browser
es: un navegador compatible
fr: un navigateur compatible
ja: アップグレードするか、別のサポートされているブラウザーに切り替えることをお勧めします。
ko: 지원되는 브라우저로 업그레이드하는 것이 좋습니다
pt: um navegador compatível
ru: Мы рекомендуем обновить на поддерживаемый браузер.
tr: öneririz
zh_cn: 支持的浏览器

# layout.understood
source: Understood
ar: مفهوم
cs: Rozumím
de: Verstanden
es: De acuerdo
fr: Compris
ja: 理解しました
ko: 이해함
pt: Compreendido
ru: Мне все понятно
tr: Anlaşıldı
zh_cn: 了解

# layout.ariaLabelCookies
source: Cookies Policy
ar: سياسة ملفات تعريف الارتباط
cs: Pravidla používání cookies
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique des cookies
ja: クッキーポリシー
ko: 쿠키 사용 정책
pt: Política de cookies
ru: Политика в отношении cookie-файлов
tr: Çerez Politikası
zh_cn: Cookies 政策

# footer.copyright_cc0_1
source: The text of this website is published under a
ar: يتم نشر نص هذا الموقع تحت
cs: Text této webové stránky je zveřejněn pod
de: Der Text dieser Website wird veröffentlicht unter einer
es: El texto de este sitio web es publicado bajo una
fr: Le texte de ce site est publié sous
ja: このWebサイトのテキストは
ko: 이 웹 사이트의 텍스트는
pt: O texto deste website é publicado sob uma
ru: Текст данного сайта распространяется по
tr: Bu web sitesinin metni şunun altında yayınlanır:
zh_cn: 本网站所刊载之文字采用

# ngOrcid.copyright
source: CC0 license.
ar: ترخيص CC0.
cs: Licence CC0.
de: CC0-Lizenz.
es: Licencia CC0.
fr: Licence CC0.
ja: CC0 ライセンス。
ko: CC0 라이센스.
pt: Licença CC0.
ru: Лицензия CC0.
tr: CC0 lisansı.
zh_cn: CC0 许可。

# footer.copyright_cc0_3
source: the ORCID logo, and the iD logo are trademarks of ORCID, Inc. ORCID is registered in the US and other jurisdictions.
ar: شعار ORCID وشعار iD هما علامتان تجاريتان مملوكتان لشركة ORCID, Inc. وتم تسجيل ORCID في الولايات المتحدة ودول أخرى.
cs: logo ORCID a logo iD jsou obchodní značky společnosti ORCID, Inc. Společnost ORCID je registrovaná v USA a dalších jurisdikcích.
de: das ORCID-Logo und das iD-Logo sind Markenzeichen von ORCID, Inc. ORCID ist in den USA und anderen Ländern registriert.
es: los logotipos de ORCID y iD son marcas comerciales de ORCID, Inc. ORCID es una empresa registrada en Estados Unidos y otras jurisdicciones.
fr: Le logo ORCID et le logo iD sont des marques déposées d'ORCID, Inc. La société ORCID est immatriculée aux États-Unis et dans d'autres juridictions.
ja: ORCIDロゴおよびiDロゴは、ORCID, Inc.の商標です。ORCIDは米国およびその他の管轄区域で登録されています。
ko: ORCID 로고 iD 로고는 ORCID, Inc.의 상표입니다. ORCID는 미합중국 및 기타 관할권에 등록되어 있습니다.
pt: o logótipo ORCID e o logótipo iD são marcas comerciais da ORCID, Inc., que está registada nos EUA e noutras jurisdições.
ru: Логотип ORCID и логотип iD являются товарными знаками ORCID, Inc. Компания ORCID зарегистрирована в США и других юрисдикциях.
tr: ORCID logosu ve iD logosu ORCID, Inc.'nin tescilli markalarıdır. ORCID, ABD ve diğer yetki alanlarında kayıtlıdır.
zh_cn: ORCID 标志和 iD 标志是 ORCID, Inc. 的注册商标。ORCID 在美国及其他司法管辖区均已注册。

# footer.aboutOrcid
source: About ORCID
ar: حول أوركيد
cs: O ORCID
de: Über ORCID
es: Acerca de ORCID
fr: A propos ORCID
ja: ORCIDについて
ko: ORCID 정보
pt: Sobre ORCID
ru: Об ORCID
tr: ORCID Hakkında
zh_cn: 关于 ORCID

# footer.privacypolicy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシー・ポリシー
ko: 개인정보보호 정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_cn: 隐私政策

# footer.termsofuse
source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky užití
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용 약관
pt: Termos de Uso
ru: Условия использования
tr: Kullanım Şartları
zh_cn: 使用条款

# footer.accessibility
source: Accessibility Statement
ar: بيان إمكانية الوصول
cs: Prohlášení o přístupnosti
de: Erklärung zur Barrierefreiheit
es: Declaración de accesibilidad
fr: Avis d'accessibilité
ja: アクセシビリティステートメント
ko: 접근성 안내문
pt: Declaração de Acessibilidade
ru: Декларация о доступности
tr: Erişilebilirlik Bildirimi
zh_cn: 无障碍声明

# ngOrcid.disputeProcedure
source: Dispute procedures
ar: إجراءات المنازعات
cs: Postupy rozporování
de: Schlichtungsverfahren
es: Procedimientos de disputa
fr: Procédures de litige
ja: 異議申立手続
ko: 분쟁 절차
pt: Procedimentos para disputas
ru: Процедуры оспаривания
tr: Anlaşmazlık prosedürleri
zh_cn: 争议程序

# footer.branGuideLines
source: Brand Guidelines
ar: إرشادات العلامة التجارية
cs: Zásady značky
de: Markenrichtlinien
es: Directrices de la marca
fr: Directives sur l'image de marque
ja: ブランドのガイドライン
ko: 브랜드 가이드라인
pt: Diretrizes da Marca
ru: Руководство по использованию бренда
tr: Marka Yönergeleri
zh_cn: 品牌指南

# footer.cookieSettings
source: Cookie Settings
ar: إعدادات ملفات تعريف الارتباط
cs: Nastavení souborů cookie
de: Cookie-Einstellungen
es: Configuración de cookies
fr: Paramètres d'utilisation des cookies
ja: Cookie設定
ko: 쿠키 설정
pt: Definições de cookies
ru: Настройки файлов cookie
tr: Çerez Ayarları
zh_cn: Cookie 设置

# layout.ariaLabelFooter
source: footer
ar: تذييل الصفحة
cs: zápatí
de: Fußzeile
es: pie de página
fr: bas de page
ja: フッター
ko: 푸터
pt: rodapé
ru: нижний колонтитул
tr: altbilgi
zh_cn: 页脚

# footer.ariaLabelLicense
source: license
ar: رخصة
cs: licence
de: Lizenz
es: licencia
fr: licence
ja: ライセンス
ko: 라이선스
pt: licença
ru: (лицензия)
tr: lisans
zh_cn: 许可

# confirm-oauth-access.connectingresearchandresearchers
source: Connecting research and researchers
ar: ربط البحث والباحثين
cs: Propojení výzkumu a výzkumníků
de: Bringt Forschung und Forscher zusammen
es: Conectando a los investigadores con su investigación
fr: Connecter la recherche et les chercheurs
ja: 研究と研究者を結び付ける
ko: 연구결과물과 연구자 연결
pt: Conectando pesquisas e pesquisadores
ru: Мы связываем исследователей с их работами
tr: Araştırma ve araştırmacılar buluşuyor
zh_cn: 使研究与研究者建立关联

# header.signin
source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Connexion
ja: サインイン
ko: 로그인
pt: Entrar
ru: Регистрация
tr: Oturum Aç
zh_cn: 登录

# header.register
source: Register
ar: تسجيل
cs: Zaregistrovat se
de: Registrieren
es: Registrarse
fr: Inscription
ja: 登録
ko: 등록
pt: Registrar
ru: Зарегистрироваться
tr: Kaydol
zh_cn: 注册

# layout.ariaLabelConnectingResearchers
source: Connecting research and researchers
ar: ربط الأبحاث والباحثين
cs: Propojení výzkumu a výzkumníků
de: Bringt Forschung und Forscher zusammen
es: Conectando a los investigadores con su investigación
fr: Connecter la recherche et les chercheurs
ja: 研究と研究者をつなぐプラットフォーム
ko: 연구 및 연구원 연결
pt: Ligamos a pesquisa aos investigadores
ru: Реестр исследователей и их работ
tr: Araştırma ve araştırmacılar buluşuyor
zh_cn: 将研究和研究人员联系起来

# layout.ariaLabelMenu
source: main menu
ar: القائمة الرئيسية
cs: hlavní menu
de: Hauptmenü
es: menú principal
fr: menu principal
ja: メインメニュー
ko: 메인 메뉴
pt: menu principal
ru: основное меню
tr: ana menü
zh_cn: 主菜单

# public-layout.about
source: About
ar: حول
cs: O ORCIDu
de: Über
es: Quiénes somos
fr: À propos
ja: ORCID について
ko: 소개
pt: Sobre
ru: О
tr: Hakkında
zh_cn: 关于

# public-layout.for_researchers
source: For Researchers
ar: للباحثين
cs: Pro výzkumníky
de: Für Forscher
es: Para investigadores
fr: Pour les chercheurs
ja: 研究者の方
ko: 연구자용
pt: Para Pesquisadores
ru: Для научных работников
tr: Araştırmacılar İçin
zh_cn: 面向研究者

# public-layout.membership
source: Membership
ar: العضوية
cs: Členství
de: Mitgliedschaft
es: Membresía
fr: Adhésion
ja: 会員制度
ko: 회원자격
pt: Filiação
ru: Членство в ORCID
tr: Üyelik
zh_cn: 会员机构资格

# public-layout.documentation
source: Documentation
ar: التوثيق
cs: Dokumentace
de: Dokumentation
es: Documentación
ja: ドキュメンテーション
ko: 문서
pt: Documentação
ru: Документы
tr: Belgeleme
zh_cn: 文档

# public-layout.resources
source: Resources
ar: الموارد
cs: Zdroje
de: Ressourcen
es: Recursos
fr: Ressources
ja: リソース
ko: 리소스
pt: Recursos
ru: Ресурсы
tr: Kaynaklar
zh_cn: 资源

# public-layout.newsEvents
source: News & Events
ar: الأخبار والأحداث
cs: Novinky a události
de: Neuigkeiten und Veranstaltungen
es: Noticias y eventos
fr: Actualités et événements
ja: ニュース & イベント
ko: 뉴스 및 이벤트
pt: Notícias & Eventos
ru: Новости и события
tr: Haberler & Etkinlikler
zh_cn: 要闻和事件

# public-layout.sign_in
source: SIGN IN
ar: تسجيل الدخول
cs: PŘIHLÁSIT SE
de: ANMELDEN
es: INICIAR SESIÓN
fr: SE CONNECTER
ja: サインイン
ko: 로그인
pt: INICIAR SESSÃO
ru: ВОЙТИ
tr: OTURUM AÇ
zh_cn: 登录

# layout.ariaLabelLanguage
source: Select your preferred language. Current language is
ar: حدد لغتك المفضلة. اللغة الحالية هي
cs: Vyberte preferovaný jazyk. Aktuálně máte nastavený jazyk
de: Wählen Sie Ihre bevorzugte Sprache. Die aktuelle Sprache ist
es: Seleccione su idioma de preferencia. El idioma en uso actualmente es el
fr: Sélectionnez votre langue préférée. Votre langue actuelle est la suivante :
ja: 希望する言語を選択してください。現在の言語:
ko: 선호하는 언어를 선택하십시오. 현재 언어:
pt: Selecione o idioma pretendido. O idioma atual é
ru: Выберите язык. Сейчас установлен
tr: Tercih ettiğiniz dili seçin. Mevcut dil:
zh_cn: 选择您喜欢的语言。当前的语言是

# layout.ariaLabelMaintenance
source: Maintenance message
ar: رسالة الصيانة
cs: Hlášení o údržbě
de: Wartungsmeldung
es: Mensaje de mantenimiento
fr: Message de maintenance
ja: メンテナンスメッセージ
ko: 유지보수용 메시지
pt: Mensagem de manutenção
ru: Сообщение о техобслуживании
tr: Bakım mesajı
zh_cn: 维护信息

# layout.ariaLabelSearch
source: Search the ORCID registry
ar: ابحث في سجل ORCID
cs: Vyhledat v registru ORCID
de: ORCID-Datenbank durchsuchen
es: Buscar en el registro ORCID
fr: Rechercher dans le registre ORCID
ja: ORCIDレジストリを検索
ko: ORCID 레지스트리 검색
pt: Pesquise o site da ORCID
ru: Искать в книге записей ORCID
tr: ORCID kaydında arama yap
zh_cn: 搜索 ORCID 注册数据库

# layout.ariaLabelSearchBy
source: Search by name, affiliation or ORCID iD
ar: البحث بالاسم أو التبعية أو معرّف ORCID
cs: Hledat podle jména, afiliace nebo ORCID iD
de: Nach Name, Zugehörigkeit oder ORCID iD suchen
es: Busque por nombre, afiliación u ORCID iD
fr: Rechercher par nom, affiliation ou identifiant ORCID
ja: 名前、所属、またはORCID iDで検索
ko: 이름, 담당기관, ORCID ID로 검색
pt: Pesquise por nome, afiliação ou ORCID iD
ru: Поиск по имени, аффилиации или ORCID iD
tr: Ad, bağlı kuruluş veya ORCID iD'ye göre arama yapın
zh_cn: 按姓名、所属单位或 ORCID iD 号搜索

# layout.public-layout.registry
source: registry
ar: سجل
cs: registr
de: Datenbank
es: registro
fr: registre
ja: レジストリ
ko: 등록
pt: registro
ru: реестр
tr: kayıt
zh_cn: 注册数据库

# layout.public-layout.website
source: website
ar: موقع الكتروني
cs: webstránka
es: sitio web
fr: site web
ja: Web サイト
ko: 웹사이트
ru: веб-сайт
tr: web sitesi
zh_cn: 网站

# layout.ariaLabelSearchRegistry
source: Search the ORCID registry...
ar: البحث في سجل أوركيد
cs: Vyhledat v registru ORCID
de: ORCID-Datenbank durchsuchen …
es: Buscar en el registro ORCID...
fr: Rechercher dans le registre ORCID…
ja: ORCIDレジストリを検索...
ko: ORCID 레지스트리 검색...
pt: A pesquisar no registo da ORCID...
ru: Поиск по реестру ORCID…
tr: ORCID kaydında arama yapın...
zh_cn: 正在搜索 ORCID 注册数据库……

# layout.howManyPeopleAreUsingORCID
source: How many people are using ORCID?
ar: كم عدد الأشخاص المستخدمين لـORCID؟
cs: Kolik lidí používá službu ORCID?
de: Wie viele Personen verwenden ORCID?
es: ¿Cuántas personas están usando ORCID?
fr: Combien de personnes utilisent ORCID ?
ja: ORCIDを使用しているユーザー数は？
ko: 몇 명이 ORCID를 사용 중입니까?
pt: Quantas pessoas usam a ORCID?
ru: Сколько человек использует ORCID?
tr: Ne kadar insan ORCID kullanıyor?
zh_cn: 有多少人使用 ORCID？

# layout.ariaLabelStatistics
source: statistics
ar: إحصائيات
cs: statistika
de: Statistiken
es: estadísticas
fr: statistiques
ja: 統計
ko: 통계
pt: estatísticas
ru: статистика
tr: istatistikler
zh_cn: 统计数据

# ngOrcid.viewMyOrcid
source: View my ORCID record
ar: عرض سجل ORCID الخاص بي
cs: Zobrazit můj záznam ORCID
de: Meinen ORCID-Eintrag ansehen
es: Ver mi registro ORCID
fr: Afficher mon dossier ORCID
ja: ユーザーの ORCID レコードの表示
ko: 내 ORCID 레코드 보기
pt: Visualizar meu registro ORCID
ru: Посмотреть мою запись ORCID
tr: ORCID kaydımı görüntüle
zh_cn: 查看 ORCID 记录

# workspace.notifications
source: Notifications inbox
ar: صندوق الوارد للإشعارات
cs: Schránka pro oznámení
de: Benachrichtigungsposteingang
es: Buzón de entrada de notificaciones
fr: Boîte de réception des notifications
ja: 通知受信トレイ
ko: 알림 수신함
pt: Caixa de entrada de notificações
ru: Уведомления
tr: Bildirim gelen kutusu
zh_cn: 通知收件箱

# ngOrcid.accountSetting
source: Account settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Kontoeinstellungen
es: Configuración de cuenta
fr: Paramètres du compte
ja: アカウント設定
ko: 계정설정
pt: Configurações da Conta
ru: Настройки учетной записи
tr: Hesap ayarları
zh_cn: 帐户设置

# layout.trustedParties
source: Trusted parties
ar: المنظمات والأفراد الموثوق بهم
cs: Důvěryhodné strany
de: Vertrauenswürdige Parteien
es: Partes de confianza
fr: Parties de confiance
ja: トラステッド・パーティー
ko: 제한공개
pt: Partes confiáveis
ru: Доверенные лица
tr: Güvenilen taraflar
zh_cn: 受信任组织

# workspace.developer_tools
source: Developer tools
ar: أدوات المطور
cs: Nástroje pro vývojáře
de: Entwicklerwerkzeuge
es: Herramientas de desarrollador
fr: Les outils du développeur
ja: 開発者ツール
ko: 개발자 도구
pt: Ferramentas de desenvolvedor
ru: Средства разработчика
tr: Geliştirici araçları
zh_cn: 开发人员工具

# ngOrcid.selfService
source: Member tools
ar: أدوات الأعضاء
cs: Členské nástroje
de: Mitgliederwerkzeuge
es: Herramientas para miembros
fr: Outils pour les membres
ja: 会員ツール
ko: 멤버 도구
pt: Ferramentas de membros
ru: Инструменты для членов
tr: Üye araçları
zh_cn: 会员工具

# ngOrcid.logout
source: Logout
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти
tr: Oturumu kapatma
zh_cn: 注销

# layout.ariaLabelSigninRegister
source: Sign in to ORCID or register for your ORCID iD
ar: قم بتسجيل دخولك إلى ORCID أو التسجيل للحصول على معرّف ORCID
cs: Přihlaste se do ORCID nebo si zaregistrujte ORCID iD
de: Melden Sie sich bei ORCID an oder registrieren Sie Ihre ORCID iD
es: Inicie sesión en ORCID o regístrese para tener su propio ORCID iD
fr: Connectez-vous à ORCID ou inscrivez-vous pour recevoir votre identifiant ORCID
ja: ORCIDにサインインまたはORCID iDを登録
ko: ORCID에 로그인/ORCID ID 등록
pt: Entre na ORCID ou registe-se para obter um ORCID iD
ru: Войдите с помощью ORCID iD или зарегистрируйтесь, чтобы получить идентификатор
tr: ORCID'de oturum açın veya ORCID kimliği için kaydolun
zh_cn: 登录 ORCID 或注册 ORCID iD 号

# layout.ariaLabelUserMenu
source: User menu
ar: قائمة المستخدم
cs: Uživatelské menu
de: Benutzermenü
es: Menú de usuario
fr: Menu utilisateur
ja: ユーザーメニュー
ko: 사용자 메뉴
pt: Menu de utilizador
ru: Меню пользователя
tr: Kullanıcı menüsü
zh_cn: 用户菜单

# layout.notificationTooltip
source: You have unread notifications
ar: لديك إشعارات غير مقروءة
cs: Máte nepřečtená oznámení
de: Sie haben ungelesene Benachrichtigungen
es: Tiene notificaciones que aún no ha leído
fr: Vous avez des notifications non lues
ja: 未読の通知があります
ko: 읽지 않은 알림 있음
pt: Tem notificações não lidas
ru: У вас есть непрочитанные уведомления
tr: Okunmamış bildirimleriniz var
zh_cn: 您有未读的通知

# layout.notificationTooltipInactive
source: Notifications inbox
ar: صندوق الوارد للإشعارات
cs: Schránka pro oznámení
de: Benachrichtigungsposteingang
es: Buzón de entrada de notificaciones
fr: Boîte de réception des notifications
ja: 通知受信トレイ
ko: 알림 수신함
pt: Caixa de entrada de notificações
ru: Уведомления
tr: Bildirim gelen kutusu
zh_cn: 通知收件箱

# layout.notifications
source: Open notification inbox
ar: فتح صندوق الوارد للإشعارات
cs: Otevřít schránku pro oznámení
de: Benachrichtigungsposteingang öffnen
es: Abrir el buzón de entrada de notificaciones
fr: Ouvrir la boîte de réception des notifications
ja: 通知受信トレイを開く
ko: 알림 수신함 열기
pt: Abrir caixa de entrada de notificações
ru: Открыть уведомления
tr: Bildirim gelen kutusunu aç
zh_cn: 打开通知收件箱

# layout.notificationsActive
source: You have unread notifications. Open notification inbox
ar: لديك إشعارات غير مقروءة. افتح صندوق الوارد
cs: Máte nepřečtená oznámení. Otevřete schránku pro oznámení.
de: Sie haben ungelesene Benachrichtigungen. Benachrichtigungsposteingang öffnen
es: Tiene notificaciones que aún no ha leído. Abrir el buzón de entrada de notificaciones
fr: Vous avez des notifications non lues. Ouvrir la boîte de réception des notifications
ja: 未読の通知があります。通知受信トレイを開く
ko: 읽지 않은 알림이 있습니다. 알림 수신함 열기
pt: Tem notificações não lidas. Abra a caixa de entrada de notificações.
ru: У вас есть непрочитанные уведомления. Открыть их
tr: Okunmamış bildirimleriniz var. Bildirim gelen kutusunu açın
zh_cn: 您有未读的通知。打开通知收件箱

# linking.title.1
source: Link your
ar: ربط
cs: Propojte svůj účet
de: Verknüpfung von Ihrem
es: Vincular su
fr: Liez votre comte
ja: アカウントを
ko: 귀하의
pt: Vincular sua
ru: Связать
tr: Bağlayın:
zh_cn: 将

# linking.title.2
source: account
ar: الحساب
cs: účtem
de: Konto
es: cuenta
fr: compte
ja: アカウント
ko: 계정
pt: conta
ru: учетная запись
tr: hesabınız
zh_cn: 帐户登录 ORCID。

# linking.signed
source: You are signed into
ar: أنت مسجل الدخول في
cs: jste přihlášeni do
de: Angemeldet bei
es: Ha iniciado sesión en
fr: Vous êtes connecté(e) à
ja: 次にログインしています:
ko: 로그인했습니다.
pt: Você está logado
ru: Вы вошли в
tr: Oturum açtınız:
zh_cn: 已登录到

# linking.finish
source: To link your
ar: لربط حسابك،
cs: Pokud si přejete propojit váš
de: Um Ihr Konto zu verknüpfen,
es: Para vincular su
fr: Pour lier votre
ja: お持ちの
ko: 귀하의
pt: Para vincular sua
ru: Чтобы связать
tr: Hesabınızı bağlamak için
zh_cn: 关联您的
