Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# share.TZ
source: Tanzania
ar: تنزانيا
cs: Tanzanie
de: Tansania
fr: Tanzanie
ja: タンザニア
ko: 탄자니아
pt: Tanzânia
ru: Танзания
tr: Tanzanya
zh_cn: 坦桑尼亚

# share.TH
source: Thailand
ar: تايلند
cs: Thajsko
es: Tailandia
fr: Thaïlande
ja: タイ
ko: 태국
pt: Tailândia
ru: Тайланд
tr: Tayland
zh_cn: 泰国

# share.TL
source: Timor-Leste
ar: تيمور ليشتي
de: Osttimor
es: Timor Oriental
fr: Timor oriental
ja: 東ティモール
ko: 동티모르
ru: Тимор-Лешти
zh_cn: 东帝汶

# share.TG
source: Togo
ar: توغو
ja: トーゴ
ko: 토고
ru: Того
zh_cn: 多哥

# share.TK
source: Tokelau
ar: توكيلاو
ja: トケラウ
ko: 토켈라우
ru: Токелау
zh_cn: 托克劳

# share.TO
source: Tonga
ar: تونغو
ja: トンガ
ko: 통가어
ru: Тонга
zh_cn: 汤加

# share.TT
source: Trinidad and Tobago
ar: ترينداد وتوباغو
cs: Trinidad a Tobago
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
ja: トリニダード・トバゴ
ko: 트리니다드토바고
pt: Trinidad e Tobago
ru: Тринидад и Тобаго
tr: Trinidad ve Tobago
zh_cn: 特立尼达和多巴哥

# share.TN
source: Tunisia
ar: تونس
cs: Tunisko
de: Tunesien
es: Túnez
fr: Tunisie
ja: チュニジア
ko: 튀니지
pt: Tunísia
ru: Тунис
tr: Tunus
zh_cn: 突尼斯

# share.TR
source: Türkiye
ar: تركيا
de: Türkei
es: Turquía
fr: Turquie
ja: トルコ
ko: 튀르키예
pt: Turquia
ru: Турция
zh_cn: 土耳其

# share.TM
source: Turkmenistan
ar: تركمنستان
cs: Turkmenistán
es: Turkmenistán
fr: Turkménistan
ja: トルクメニスタン
ko: 투르크메니스탄
pt: Turcomenistão
ru: Туркмения
tr: Türkmenistan
zh_cn: 土库曼斯坦

# share.TC
source: Turks and Caicos Islands
ar: جزر تركس وكايكوس
cs: Turks a Caicos
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
fr: Îles Turks et Caïques
ja: タークス・カイコス諸島
ko: 터크스케이커스제도
pt: Ilhas Turks e Caicos
ru: Острова Тёркс и Кайкос
tr: Turks ve Caicos Adaları
zh_cn: 特克斯和凯科斯群岛

# share.TV
source: Tuvalu
ar: توفالو
ja: ツバル
ko: 투발루
ru: Тувалу
zh_cn: 图瓦卢

# share.UM
source: U.S. Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغيرة
cs: Menší odlehlé ostrovy USA
de: Kleinere abgelegene Inseln der Vereinigten Staaten
es: Islas menores alejadas de los Estados Unidos
fr: Îles Mineures Éloignées des États-Unis
ja: 合衆国領有 小離島
ko: 미국군도
pt: E.U.A. Ilhas Menores Distantes
ru: США Внешние малые острова США
tr: ABD Küçük Dış Adaları
zh_cn: 美国边远小岛

# share.VI
source: U.S. Virgin Islands
ar: جزر فيرجن الأمريكية
cs: Americké Panenské ostrovy
de: Amerikanische Jungferninseln
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges des États-Unis
ja: アメリカ領 ヴァージン諸島
ko: 미국령버진아일랜드
pt: E.U.A. Ilhas Virgens
ru: США Виргинские Острова (США)
tr: ABD Virjin Adaları
zh_cn: 美属维京群岛

# share.UG
source: Uganda
ar: أوغندا
fr: Ouganda
ja: ウガンダ
ko: 우간다
ru: Уганда
zh_cn: 乌干达

# share.UA
source: Ukraine
ar: أوكرانيا
cs: Ukrajina
es: Ucrania
ja: ウクライナ
ko: 우크라이나
pt: Ucrânia
ru: Украина
tr: Ukrayna
zh_cn: 乌克兰

# share.AE
source: United Arab Emirates
ar: الإمارات العربية المتحدة
cs: Spojené arabské emiráty
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats arabes unis
ja: アラブ首長国連邦
ko: 아랍에미리트
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
tr: Birleşik Arap Emirlikleri
zh_cn: 阿拉伯联合酋长国

# share.GB
source: United Kingdom
ar: المملكة المتحدة
cs: Spojené království
de: Großbritannien
es: Reino Unido
fr: Royaume-Uni
ja: 英国
ko: 영국
pt: Reino Unido
ru: Великобритания
tr: Birleşik Krallık
zh_cn: 英国

# share.US
source: United States
ar: الولايات المتحدة
cs: Spojené státy americké
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
ja: 米国
ko: 미국
pt: Estados Unidos
ru: Соединенные штаты Америки
tr: Amerika Birleşik Devletleri
zh_cn: 美国

# share.UY
source: Uruguay
ar: أوروجواي
ja: ウルグアイ
ko: 우루과이
pt: Uruguai
ru: Уругвай
zh_cn: 乌拉圭

# share.UZ
source: Uzbekistan
ar: أوزبكستان
cs: Uzbekistán
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
ja: ウズベキスタン
ko: 우즈베키스탄
pt: Uzbequistão
ru: Узбекистан
tr: Özbekistan
zh_cn: 乌兹别克斯坦

# share.VU
source: Vanuatu
ar: فانواتو
ja: バヌアツ
ko: 바누아투
ru: Вануату
zh_cn: 瓦努阿图

# share.VA
source: Vatican City
ar: مدينة الفاتيكان
cs: Vatikán
de: Vatikanstadt
es: Ciudad del Vaticano
fr: État de la Cité du Vatican
ja: バチカン市国
ko: 바티칸시티
pt: Cidade do Vaticano
ru: Ватикан
tr: Vatikan
zh_cn: 梵蒂冈

# share.VE
source: Venezuela
ar: فنزويلا
ja: ベネズエラ
ko: 베네수엘라
ru: Венесуэла
zh_cn: 委内瑞拉

# share.VN
source: Vietnam
ar: فييتنام
fr: Viêt Nam
ja: ベトナム
ko: 베트남
pt: Vietnã
ru: Вьетнам
zh_cn: 越南

# share.WF
source: Wallis and Futuna
ar: واليس وفوتونا
cs: Wallis a Futuna
de: Wallis und Futuna
es: Wallis y Futuna
fr: Wallis-et-Futuna
ja: ウォリス・フツナ
ko: 월리스푸투나
pt: Wallis e Futuna
ru: Уоллис и Футуна
tr: Wallis ve Futuna
zh_cn: 瓦利斯和富图纳

# share.EH
source: Western Sahara
ar: الصحراء الغربية
cs: Západní Sahara
de: Westsahara
es: Sáhara Occidental
fr: Sahara occidental
ja: 西サハラ
ko: 서부사하라
pt: Saara Ocidental
ru: Западная Сахара
tr: Batı Sahra
zh_cn: 西撒哈拉

# share.YE
source: Yemen
ar: اليمن
cs: Jemen
de: Jemen
fr: Yémen
ja: イエメン
ko: 예멘
pt: Iêmen
ru: Йемен
zh_cn: 也门

# share.ZM
source: Zambia
ar: زامبيا
cs: Zambie
de: Sambia
fr: Zambie
ja: ザンビア
ko: 잠비아
pt: Zâmbia
ru: Замбия
tr: Zambiya
zh_cn: 赞比亚

# share.ZW
source: Zimbabwe
ar: زيمبابوي
de: Simbabwe
es: Zimbabue
ja: ジンバブエ
ko: 짐바브웨
pt: Zimbábue
ru: Зимбабве
tr: Zimbabve
zh_cn: 津巴布韦

# share.AX
source: Åland Islands
ar: جزر آلاند
cs: Ålandy
de: Ålandinseln
es: Islas Åland
fr: Îles Åland
ja: オーランド諸島
ko: 올란드제도
pt: Ilhas Åland
ru: Аландские острова
tr: Åland Adaları
zh_cn: 奥兰群岛

# developerTools.generateNewClientSecret
source: Generate a new client secret
ar: إنشاء سر عميل جديد
cs: Vygenerovat nový tajný klíč klienta
de: Neuen geheimen Client-Schlüssel generieren
es: Generar un nuevo código secreto de cliente
fr: Générer un nouveau secret client
ja: 新しいクライアントシークレットの生成
ko: 새 클라이언트 암호 생성
pt: Gerar um novo código secreto de cliente
ru: Сгенерировать новый ключ клиента
tr: Yeni bir gizli anahtar oluşturun
zh_cn: 生成新的客户端密钥

# developerTools.ressettingYourClientSecret
source: Resetting your client secret will generate a new secret. Your current client secret shown below will be discarded within the next 24 hours.
ar: ستؤدي إعادة تعيين سر العميل إلى إنشاء سر جديد. سيتم تجاهل سر العميل الحالي الموضح أدناه خلال الـ 24 ساعة القادمة.
cs: Resetováním tajného klíče se vygeneruje nový tajný klíč. Váš aktuální tajný klíč klienta uvedený níže bude během následujících 24 hodin znehodnocen.
de: Wenn Sie Ihren geheimen Client-Schlüssel zurücksetzen, wird ein neuer geheimer Client-Schlüssel generiert. Ihr aktueller geheimer Client-Schlüssel, der unten angezeigt wird, wird innerhalb der nächsten 24 Stunden gelöscht.
es: Al restablecer el código secreto del cliente, se generará un código secreto nuevo. El código secreto de cliente actual que se muestra a continuación se desechará en las próximas 24 horas.
fr: La réinitialisation de votre secret client génère un nouveau secret. Votre secret client actuel indiqué ci-dessous sera supprimé dans les prochaines 24 heures.
ja: クライアントシークレットをリセットすると、新しいシークレットが生成されます。現在のクライアントシークレットは24時間以内に破棄されます。
ko: 클라이언트 암호를 초기화하면 새 암호가 생성됩니다. 아래 표시된 현재 클라이언트 암호는 24시간 이내에 폐기됩니다.
pt: Repor o seu código secreto de cliente irá gerar um novo código. O seu código secreto atual, indicado abaixo, será eliminado nas próximas 24 horas.
ru: Если вы сбросите существующий ключ клиента, показанный ниже, то он будет удален в течение следующих 24 часов. После этого мы сгенерируем новый ключ.
tr: Gizli anahtarınızı sıfırladığınızda yeni bir gizli dizi oluşur. Aşağıda gösterilen mevcut gizli anahtarınız 24 saat içinde atılacaktır.
zh_cn: 重置您的客户端密钥将生成一个新的密钥。以下显示的当前客户端密钥将在未来 24 小时内舍弃。

# developerTools.ariaLabelClose
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭

# developerTools.clientId
source: Client ID
ar: معرّف العميل
cs: ID klienta
es: ID de cliente
fr: Identifiant client
ja: クライアントID
ko: 클라이언트 ID
pt: ID de cliente
ru: ID клиента
tr: İstemci kimliği
zh_cn: 客户端 ID

# developerTools.clientSecret
source: Client secret
ar: سر العميل
cs: Tajný klíč klienta
de: Geheimer Client-Schlüssel
es: Código secreto del cliente
fr: Secret client
ja: クライアントシークレット
ko: 클라이언트 암호
pt: Código secreto de cliente
ru: Ключ клиента
tr: Gizli anahtar
zh_cn: 客户端密钥

# developerTools.collapse
source: Collapse
ar: طي
cs: Sbalit
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
ko: 접기
pt: Fechar
ru: Свернуть
tr: Daralt
zh_cn: 折叠

# developerTools.expand
source: Expand
ar: توسيع
cs: Rozbalit
de: Ausklappen
es: Expandir
fr: Afficher
ja: 展開
ko: 펼치기
pt: Expandir
ru: Развернуть
tr: Genişlet
zh_cn: 展开

# developerTools.exampleCode2
source: example code
ar: مثال على الكود
cs: ukázkový kód
de: Beispielcode
es: ejemplo de código
fr: exemple de code
ja: コード例
ko: 코드 예시
pt: código de exemplo
ru: пример кода
tr: örnek kod
zh_cn: 示例代码

# developerTools.thisSectionIsIntended
source: This section is intended for developers who plan to integrate ORCID into their system using the ORCID Public API.
ar: هذا القسم مخصص للمطورين الذين يخططون لدمج أوركيد في نظامهم باستخدام واجهة برمجة تطبيقات أوركيد العامة.
cs: Tento oddíl je určen vývojářům, kteří plánují integrovat ORCID do svého systému pomocí veřejného rozhraní API ORCID.
de: Dieser Abschnitt ist für Entwickler gedacht, die ORCID mithilfe seiner öffentlichen API in ihr System integrieren möchten.
es: Esta sección está dirigida a desarrolladores que tienen previsto integrar ORCID en su sistema utilizando la API pública de ORCID.
fr: Cette section est destinée aux développeurs qui prévoient d'intégrer ORCID dans leur système à l'aide de l'API publique ORCID.
ja: このセクションは、ORCID Public APIを使用してORCIDをシステムに統合する予定の開発者を対象としています。
ko: ORCID Public API를 사용하여 시스템에 ORCID를 통합할 계획인 개발자를 위해 준비된 섹션입니다.
pt: Esta secção destina-se a programadores que pretendam integrar o ORCID no seu sistema utilizando a API Pública do ORCID.
ru: Этот раздел предназначен для разработчиков, которые планируют интегрировать ORCID в свою систему, используя публичный API ORCID.
tr: Bu bölüm, ORCID Ortak API kullanarak ORCID'i sistemlerine entegre etmeyi planlayan geliştiricilere yöneliktir.
zh_cn: 本区段是为那些计划使用 ORCID 公共应用程序接口（API）将 ORCID 集成到自己系统中的开发人员准备的。

# developerTools.gettingStarted
source: Getting started with the free ORCID Public API
ar: الشروع في استخدام واجهة برمجة تطبيقات أوركيد العامة المجانية
cs: Začínáme s bezplatným veřejným rozhraním API ORCID
de: Erste Schritte mit der kostenlosen öffentlichen API von ORCID
es: Cómo comenzar a usar la API pública de ORCID gratis
fr: Démarrer avec l'API publique gratuite ORCID
ja: 無料のORCID Public APIを使い始める
ko: 무료 ORCID Public API 시작하기
pt: Introdução à API Pública gratuita do ORCID
ru: Начало работы с публичным API ORCID
tr: Ücretsiz ORCID Ortak API kullanmaya başlarken
zh_cn: 开始使用免费的 ORCID 公共应用程序接口（API）

# developerTools.orcidOffersAnApi
source: ORCID offers a free Public API (Application Programming Interface) that allows your systems and applications to connect to the ORCID registry for non-commercial use.
ar: يوفر أوركيد "ORCID" واجهة برمجة التطبيق العامة المجانية (API)، والتي تتيح لأنظمتك وتطبيقاتك الاتصال بسجل أوركيد المعني بالاستخدامات غير التجارية.
cs: ORCID nabízí bezplatné veřejné rozhraní API (Application Programming Interface), které vašim systémům a aplikacím umožňuje připojit se k registru ORCID za účelem nekomerčního použití.
de: ORCID verfügt über eine kostenlose öffentliche API (Application Programming Interface – Programmierschnittstelle), über die Sie Ihre Systeme und Anwendungen für nicht-kommerzielle Zwecke mit der ORCID-Datenbank verknüpfen können.
es: ORCID ofrece una API (interfaz de programación de aplicaciones) pública de carácter gratuito que permite que sus sistemas y aplicaciones se conecten con el registro ORCID sin fines comerciales.
fr: ORCID propose une API (interface de programmation d'application) qui permet à vos systèmes et applications de se connecter au registre ORCID pour une utilisation non commerciale.
ja: ORCIDは無料のPublic API (Application Programming Interface) を提供しており、お客様のシステムやアプリケーションを非商用目的でORCIDレジストリに接続することができます。
ko: ORCID는 시스템과 애플리케이션을 비상업적 용도로 ORCID 레지스트리에 연결할 수 있게 해주는 무료 퍼블릭 API(Application Programming Interface)를 제공합니다.
pt: O ORCID oferece uma API (Interface de Programação de Aplicações) Pública grátis que permite aos seus sistemas e aplicações estabelecerem ligação ao registo ORCID para utilização não comercial.
ru: С помощью нашего бесплатного общедоступного API можно подключать системы и приложения к реестру ORCID в некоммерческих целях.
tr: ORCID, sistemlerinizin ve uygulamalarınızın ticari olmayan kullanım için ORCID kaydına bağlanmasına olanak tanıyan ücretsiz bir Herkese Açık API'dir (Uygulama Programı Arabirimi).
zh_cn: ORCID 提供了一个免费的公共应用程序接口（API），允许您的系统和应用程序连接到 ORCID 注册数据库，作为非商业用途。

# developerTools.orcidOffersAnApi2
source: By registering for Public API Credentials, your system or application can:
ar: من خلال التسجيل للحصول على بيانات تسجيل الدخول إلى واجهة برمجة التطبيق العامة، يمكن لنظامك أو تطبيقك:
cs: Zaregistrováním přihlašovacích údajů veřejného rozhraní API může váš systém či aplikaci:
de: Wenn Sie sich für Zugangsdaten zur öffentlichen API registrieren, kann Ihr System bzw. Ihre Anwendung:
es: Al registrarse para obtener credenciales de la API pública, su sistema o aplicación puede:
fr: En demandant des identifiants pour l'API publique, votre système ou application peut :
ja: Public APIの認証情報を登録することで、システムまたはアプリケーションに以下の権限が付与されます:
ko: 퍼블릭 AI 자격증명에 등록하면 귀하의 시스템 및 애플리케이션에 다음과 같은 이점이 있습니다.
pt: Ao efetuar o registo para obter as credenciais de API Públicas, o sistema ou a aplicação pode:
ru: Если вы создадите учетные данные общедоступного API для системы или приложения, то сможете:
tr: Herkese Açık API Kimlik Bilgilerine kaydolduğunda sisteminiz veya uygulamanız şunları yapabilir:
zh_cn: 通过注册公共应用程序接口（API）证书，您的系统或应用程序可以

# developerTools.allowUserToSignInto
source: Allow users to sign into your system/application with their ORCID account
ar: السماح للمستخدمين بتسجيل الدخول إلى نظامك/ تطبيقك باستخدام حساب أوركيد "ORCID" الخاص بهم.
cs: Umožněte uživatelům přihlásit se do systému/aplikace pomocí jejich účtu ORCID
de: Benutzern erlauben, sich mit ihrem ORCID-Konto bei Ihrem System bzw. Ihrer Anwendung anzumelden
es: Permitir a los usuarios iniciar sesión en su sistema/aplicación con su cuenta de ORCID
fr: Permettre aux utilisateurs de se connecter à votre système/application avec leur compte ORCID
ja: ユーザーがORCIDのユーザー名とパスワードを使ってシステム/アプリケーションにサインインできるようにする
ko: 사용자가 자신의 ORCID 계정으로 귀하의 시스템/애플리케이션에 로그인할 수 있게 허용
pt: Permite que os utilizadores possam iniciar sessão no sistema/na aplicação com a sua conta ORCID
ru: Разрешить пользователям входить в вашу систему/приложение с помощью аккаунта ORCID
tr: Kullanıcıların ORCID hesabıyla sisteminize/uygulamanıza giriş yapmalarına izin vermek
zh_cn: 允许用户登录到您的系统/应用程序与他们的 ORCID 帐户

# developerTools.getAUserAuthenticated
source: Obtain users' authenticated ORCID iDs
ar: الحصول على معرفات أوركيد "ORCID" المعتمدة للمستخدمين.
cs: Získejte ověřené ORCID ID uživatelů
de: Authentifizierte ORCID-IDs von Benutzern abrufen
es: Obtener los ORCID iD autenticados de los usuarios
fr: Obtenir l'ORCID iD authentifié d'un utilisateur
ja: ユーザーの認証済みORCID iDを取得する
ko: 사용자의 인증된 ORCID iD 얻기
pt: Obter iD ORCID autenticados dos utilizadores
ru: Получать аутентифицированные идентификаторы ORCID iD пользователей
tr: Kullanıcıların doğrulanmış ORCID kimliklerini almak
zh_cn: 获取用户已认证的 ORCID 号

# developerTools.retrieveMachineReadable
source: Read public information from ORCID records in machine-readable format
ar: قراءة المعلومات العامة من سجلات أوركيد "ORCID" بصيغة قابلة للقراءة الآلية
cs: Čtěte veřejné informace ze záznamů ORCID ve strojově čitelném formátu
de: Öffentliche Informationen aus ORCID-Einträgen in maschinenlesbarem Format auslesen
es: Leer información pública de los registros de ORCID en un formato legible por máquina
fr: Lire les informations publiques des enregistrements ORCID dans un format lisible par des machines
ja: ORCIDレコードから公開情報を機械可読形式で読み取る
ko: ORCID 레코드에서 기계 판독 가능한 형식으로 공개 정보 읽기
pt: Ler informações públicas dos registos ORCID em formato legível por máquina
ru: Открывать общедоступную информацию из профилей ORCID в машиночитаемом формате
tr: ORCID kayıtlarından makine tarafından okunabilir formatta herkese açık bilgileri okumak
zh_cn: 从 ORCID 记录中读取机器可读格式的公共信息

# developerTools.performMachineSearch
source: Search public data in the ORCID Registry
ar: البحث في البيانات العامة بداخل سجل أوركيد "ORCID"
cs: Prohledávejte veřejné údaje v registru ORCID
de: Öffentliche Daten in der ORCID-Datenbank suchen
es: Buscar datos públicos en el Registro ORCID
fr: Rechercher des données publiques dans le registre ORCID
ja: ORCIDレジストリの公開データを検索
ko: ORCID 레지스트리에서 공개 데이터 검색
pt: Pesquisar dados públicos no Registo ORCID
ru: Искать общедоступные данные в реестре ORCID
tr: ORCID Kaydında herkese açık bilgileri aramak
zh_cn: 在 ORCID 注册数据库中搜索公共数据

# developerTools.obtainHigher
source: Obtain a higher usage quota than the ORCID Anonymous API
ar: الحصول على حصة استخدام أعلى من واجهة برمجة التطبيق العامة التابعة لأوركيد "ORCID"
cs: získat vyšší kvótu využití než v případě anonymního rozhraní API ORCID
de: Eine höhere Nutzungsrate als die anonyme API von ORCID erhalten
es: Obtener un mayor cupo de uso que con la API anónima de ORCID
fr: Obtenir un quota d'utilisation supérieur à l'API anonyme ORCID
ja: 匿名のORCID Anonymous APIよりも利用容量が増加
ko: ORCID 익명 API보다 높은 사용 한도 확보
pt: Obter uma cota de utilização mais elevada do que a API Anónima do ORCID
ru: Получить более высокую квоту, чем для анонимного API ORCID
tr: ORCID Anonim API'sinden daha yüksek kullanım kotası elde etmek
zh_cn: 获取比 ORCID 匿名应用程序接口（API）更高的使用配额

# developerTools.orcidApiResful
source: The ORCID Public API is RESTful and uses
ar: تعتمد واجهة برمجة التطبيق العامة لأوركيد "ORCID" على معمارية REST وتستخدم
cs: Veřejné rozhraní API ORCID je typu RESTful a využívá
de: Die öffentliche ORCID-API ist eine REST-API und verwendet
es: La API pública de ORCID es RESTful y utiliza
fr: L'API publique ORCID est RESTful et utilise
ja: ORCID Public APIはRESTfulであり、次を使用します:
ko: ORCID API는 RESTful이며 다음을 사용합니다
pt: A API Pública do ORCID aplica os princípios de REST e utiliza o
ru: Общедоступный API ORCID на основе REST использует
tr: ORCID Herkes Açık API'si, RESTful API'dir ve
zh_cn: ORCID 应用程序接口（API）是 RESTful 的，并使用

# developerTools.wellEstablishedStandard
source: , a well-established, standard protocol for user-based permissions.
ar: ، وهو بروتوكول قياسي راسخ للصلاحيات القائمة على المستخدم.
cs: , což je zavedený standardní protokol pro oprávnění založená na uživatelích.
de: , ein etabliertes Standardprotokoll für benutzerbasierte Berechtigungen.
es: , un reconocido protocolo estándar para los permisos basados en usuario.
fr: , un protocole standard bien établi pour les autorisations basées sur l'utilisateur.
ja: を使用します。これは、ユーザーベースの権限のための、確立された標準プロトコルです。
ko: 을 사용합니다.
pt: , um protocolo padrão consolidado de permissões de utilizador.
ru: — надежный стандартный протокол для пользовательских разрешений.
tr: OAuth 2.0'yi kullanır.
zh_cn: ，这是一个完善、基于用户权限的标准协议。

# developerTools.publicClientApplicationsAreGranted
source: Public API Credentials are granted to individuals and not organizations, and your Public API Credentials are personal to you (even if being used in connection with your work for an organization).
ar: تُمنح بيانات تسجيل الدخول إلى واجهة برمجة التطبيق العامة للأفراد فقط، وليس المنظمات، كما تعد بيانات تسجيل الدخول إلى واجهة برمجة التطبيق العامة معلومات خاصة بك (حتى وإن كانت تُستخدم في سياق عملك لصالح منظمة).
cs: Přihlašovací údaje k veřejnému rozhraní API jsou poskytovány jednotlivým osobám a nikoli organizacím. Vaše přihlašovací údaje k veřejnému rozhraní API jsou vaše osobní (i když je používáte v souvislosti s prací pro organizaci).
de: Zugangsdaten für die öffentliche API sind für Einzelpersonen, nicht für Organisationen. Ihre Zugangsdaten für die öffentliche API ist für Sie persönlich gedacht (auch wenn Sie sie für Ihre Arbeit für eine Organisation verwenden).
es: Las credenciales de la API se conceden a personas, no a organizaciones, y sus credenciales de la API pública son estrictamente personales (incluso si las utiliza en relación con su trabajo para una organización).
fr: Des identifiants pour l'API publique sont accordés à des particuliers et non à des organisations, et vos identifiants pour l'API publique vous sont personnels (même si vous les utilisez dans le cadre de votre travail pour une organisation).
ja: Public APIの認証情報は組織ではなく個人に対して付与され、その個人専用でご利用いただけます (組織での業務に関連して使用している場合でも同様です) 。
ko: 퍼블릭 API 자격증명은 기관이 아닌 개인에게 부여되며, (어떤 기관에서 근무하며 이용하더라도) 귀하의 퍼블릭 API 자격증명은 개인용입니다.
pt: As Credenciais de API Pública são atribuídas a indivíduos e não a organizações. As Credenciais de API Pública que lhe são atribuídas são pessoais (mesmo que estejam a ser utilizadas no âmbito do seu trabalho para uma organização).
ru: Учетные данные общедоступного API предоставляются физическим лицам, а не организациям. Вы получаете персональный доступ, даже если используете сервис для работы в компании.
tr: Herkese Açık API Kimlik Bilgileri, kurumlara değil kişilere verilir ve Herkese Açık API Kimlik Bilgileriniz size özeldir (bir kuruluş için işle bağlantılı kullansanız bile).
zh_cn: 公共应用程序接口（API）证书是授予个人而非组织的，您的公共应用程序接口（API）证书是您个人的（即使是在您为组织工作时使用）。
