Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# topBar.pleaseVerifyYourPrimary
source: Please verify your email addresses
ar: يُرجى التحقق من عناوين البريد الإلكتروني الخاصة بك
cs: Ověřte prosím svou e-mailovou adresu
de: Bitte verifizieren Sie Ihre E-Mail-Adressen
es: Verifique sus direcciones de correo electrónico
fr: Veuillez vérifier vos adresses e-mail
ja: メールアドレスを確認してください
ko: 이메일 주소를 확인해주세요
pt: Verifique o seu endereço de e-mail
ru: Подтвердите адреса эл. почты
tr: Lütfen e-posta adreslerinizi onaylayın
zh_cn: 请验证您的电子邮件地址

# topBar.youNeedToVerify
source: You need to verify at least one email address in order to access all of ORCID’s editing features.
ar: يجب عليك التحقق من عنوان بريد إلكتروني واحد على الأقل للوصول إلى جميع ميزات التحرير في ORCID.
cs: Abyste měli přístup ke všem úpravám v ORCID, musíte ověřit alespoň jednu e-mailovou adresu.
de: Sie müssen mindestens eine E-Mail-Adresse verifizieren, um auf alle Bearbeitungsfunktionen von ORCID zugreifen zu können.
es: Debe verificar al menos una dirección de correo electrónico para acceder a todas las funcionalidades de edición de ORCID.
fr: Vous devez vérifier au moins une adresse e-mail pour avoir accès à toutes les fonctionnalités d'édition d'ORCID.
ja: ORCIDのすべての編集機能にアクセスするには、少なくとも1件のメールアドレスを確認する必要があります。
ko: ORCID의 모든 편집 기능에 액세스하려면 하나 이상의 이메일 주소를 인증해야 합니다.
pt: É necessário verificar, pelo menos, um endereço de e-mail para aceder a todas as funcionalidades de edição do ORCID.
ru: Чтобы редактировать любые данные в профиле ORCID, подтвердите хотя бы один адрес электронной почты.
tr: ORCID'in tüm düzenleme özelliklerine erişmek için en az bir e-posta adresini doğrulamanız gerekir.
zh_cn: 您必须验证至少一个电子邮件地址，才能使用 ORCID 的所有编辑功能。

# topBar.toVerifyYourEmail
source: To verify your email address, click the link in the email sent to:
ar: لإتمام عملية التحقق من بريدك الإلكتروني، يُرجى النقر على الرابط المرسل إلى:
cs: Chcete-li ověřit svou e-mailovou adresu, klikněte na odkaz v e-mailu zaslanému na adresu:
de: Um Ihre E-Mail-Adresse zu bestätigen, klicken Sie auf den Link in der E-Mail, die an die folgende Adresse gesendet wurde:
es: Para verificar su dirección de correo electrónico, haga clic en el enlace que aparece en el mensaje enviado a:
fr: Pour procéder à la vérification de votre adresse e-mail, cliquez sur le lien figurant dans l'e-mail envoyé à :
ja: メールアドレスを確認するには、次の宛先に送られたメッセージ内のリンクをクリックしてください:
ko: 이메일 주소를 인증하려면 다음 주소로 발송된 이메일 내의 링크를 클릭하세요.
pt: Para verificar o endereço de e-mail, clique na ligação enviada para:
ru: Чтобы подтвердить адрес, нажмите на ссылку в письме, которое мы отправили на адрес
tr: E-posta adresinizi doğrulamak için şu adrese gönderilen e-postadaki bağlantıya tıklayın:
zh_cn: 请点击电子邮件中的链接，验证您的电子邮件地址：

# topBar.iDontHave
source: Don’t have a verification email?
ar: ألم تستلم بريدًا إلكترونيًا للتحقق؟
cs: Nemáte ověřovací e-mail?
de: Haben Sie die Bestätigungs-E-Mail nicht erhalten?
es: ¿No ha recibido un mensaje de verificación?
fr: Aucun e-mail de vérification reçu ?
ja: 確認メールが届かない場合は、
ko: 인증 이메일을 받지 못하셨습니까?
pt: Não recebeu o e-mail de verificação?
ru: Не получили письмо с подтверждением?
tr: Doğrulama e-postanız yok mu?
zh_cn: 未收到验证邮件？

# topBar.clickTheButton
source: Click the button below and we will send you a new one.
ar: اضغط على الزر أدناه وسنرسل لك رسالة بريد إلكتروني جديدة.
cs: Klikněte na tlačítko níže a my vám zašleme nový.
de: Klicken Sie auf die Schaltfläche unten und wir senden Ihnen eine neue zu.
es: Haga clic en el botón siguiente y le enviaremos uno nuevo.
fr: Cliquez sur le bouton ci-dessous, et nous vous en enverrons un nouveau.
ja: 下のボタンをクリックすると、新しいものをお送りします。
ko: 아래의 버튼을 클릭하시면 새 것을 보내드리겠습니다.
pt: Clique no botão abaixo e lhe enviaremos um novo.
ru: Нажмите кнопку ниже, и мы отправим Вам новое.
tr: Aşağıdaki düğmeye tıklayın ve size yeni birini gönderelim.
zh_cn: 点击下方按钮，我们将重新发送给您一封新邮件。

# topBar.resendVerificationEmail
source: Resend verification email
ar: إعادة إرسال رسالة التأكيد
cs: Znovu odeslat ověřovací email
de: Bestätigungsmail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer l'e-mail de vérification
ja: 確認用電子メールの再送
ko: 검증 이메일 다시 보내기
pt: Enviar o e-mail de verificação novamente
ru: Заново отправить электронное письмо с подтверждением
tr: Doğrulama e-postasını yeniden gönder
zh_cn: 再次发送验证电子邮件

# side-bar.needHelp
source: Need help?
ar: هل تحتاج مساعدة؟
cs: Potřebujete pomoci?
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
ja: ヘルプが必要ですか？
ko: 도움이 필요하세요?
pt: Precisa de ajuda?
ru: Нужна помощь?
tr: Yardıma mı ihtiyacınız var?
zh_cn: 需要帮助？

# topBar.visitOur
source: Visit the
ar: تفضل بزيارة
cs: Navštivte
de: Dann besuchen Sie
es: Visite el
fr: Consultez le
ja: こちらをご確認ください:
ko: 방문:
pt: Aceda ao
ru: Посетите
tr: Ziyaret edin:
zh_cn: 访问

# topBar.thankYouForRegistering
source: Thank you for registering with ORCID
ar: شكراً لك على التسجيل في ORCID
cs: Děkujeme za registraci u ORCID
de: Vielen Dank für Ihre Registrierung bei ORCID
es: Gracias por registrarse en ORCID
fr: Merci de vous être inscrit(e) sur ORCID.
ja: ORCIDにご登録いただきありがとうございます
ko: ORCID에 등록해 주셔서 감사합니다
pt: Obrigado por se registrar com a ORCID
ru: Благодарим Вас за регистрацию в ORCID
tr: ORCID'e kayıt olduğunuz için teşekkür ederiz
zh_cn: 感谢您注册 ORCID

# topBar.weHaveSent
source: We have sent verification emails to each of your registered email addresses. You need to verify at least one email address before you can begin adding information manually to your ORCID record.
ar: لقد أرسلنا رسائل تحقق عبر البريد الإلكتروني إلى جميع عناوين بريدك الإلكتروني المسجلة. ولذا يتعين عليك التحقق من عنوان بريد إلكتروني واحد على الأقل قبل أن تتمكن من البدء في إضافة المعلومات يدويًا إلى سجل ORCID الخاص بك.
cs: Na všechny vaše registrované e-mailové adresy jsme odeslali ověřovací e-maily. Než budete moci začít upravovat informace ve svém záznamu ORCID, musíte ověřit alespoň jednu e-mailovou adresu.
de: Wir haben Bestätigungs-E-Mails an alle Ihre registrierten E-Mail-Adressen gesendet. Sie müssen mindestens eine E-Mail-Adresse bestätigen, bevor Sie mit dem manuellen Hinzufügen von Informationen zu Ihrem ORCID-Eintrag beginnen können.
es: Hemos enviado mensajes de verificación a cada una de sus direcciones de correo electrónico registradas. Deberá verificar al menos una antes de poder empezar a añadir información manualmente a su registro ORCID.
fr: Nous avons envoyé des e-mails de vérification à chacune de vos adresses e-mails enregistrées. Vous allez devoir procéder à la vérification d'au moins une adresse e-mail avant de pouvoir commencer à ajouter manuellement des informations dans votre dossier ORCID.
ja: ご登録いただいた各メールアドレスに確認メールを送信しました。ORCIDレコードに手動で情報を追加し始める前に、少なくとも1件のメールアドレスを確認する必要があります。
ko: 등록하신 이메일 주소로 각각 인증 이메일을 보내드렸습니다. 하나 이상의 이메일 주소를 인증해야만 귀하의 ORCID에 수동으로 정보를 추가하실 수 있습니다.
pt: Enviámos um e-mail de verificação para cada um dos endereços de e-mail registados. É necessário verificar, pelo menos, um endereço de e-mail antes de poder começar a adicionar informações manualmente ao seu registo ORCID.
ru: Мы отправили письмо с подтверждением на все ваши зарегистрированные адреса электронной почты. Чтобы заполнить профиль ORCID вручную, подтвердите хотя бы один адрес.
tr: Kayıtlı e-posta adreslerinizin her birine doğrulama e-postaları gönderdik. ORCID kaydınıza manuel olarak bilgi eklemeye başlamadan önce en az bir e-posta adresini doğrulamanız gerekir.
zh_cn: 我们已经向您注册的每个电子邮件地址发送了验证电子邮件。在开始手动添加信息到您的 ORCID 记录之前，您必须验证至少一个电子邮件地址。

# topBar.weHaveSentForCredentials
source: We have sent verification emails to each of your registered email addresses. You need to verify at least one email address before you can register your ORCID Public API credentials.
ar: لقد أرسلنا رسائل تحقق عبر البريد الإلكتروني إلى جميع عناوين بريدك الإلكتروني المسجلة. ولذا يتعين عليك التحقق من عنوان بريد إلكتروني واحد على الأقل قبل أن تتمكن من إدخال بيانات تسجيل الدخول إلى واجهة برمجة التطبيقات (API) العامة لـ ORCID.
cs: Na všechny vaše registrované e-mailové adresy jsme odeslali ověřovací e-maily. Než si budete moci zaregistrovat své přihlašovací údaje k veřejnému rozhraní API ORCID, musíte ověřit alespoň jednu e-mailovou adresu.
de: Wir haben Bestätigungs-E-Mails an alle Ihre registrierten E-Mail-Adressen gesendet. Sie müssen mindestens eine E-Mail-Adresse bestätigen, bevor Sie Ihre Anmeldedaten für die öffentliche API von ORCID registrieren können.
es: Hemos enviado mensajes de verificación a cada una de sus direcciones de correo electrónico registradas. Deberá verificar al menos una antes de poder registrar sus credenciales de API pública de ORCID.
fr: Nous avons envoyé des e-mails de vérification à chacune de vos adresses e-mails enregistrées. Vous allez devoir procéder à la vérification d'au mois une adresse e-mail avant de pouvoir enregistrer vos identifiants d'accès à l'API publique ORCID.
ja: ご登録いただいた各メールアドレスに確認メールを送信しました。ORCID Public API認証情報を登録する前に、少なくとも1件のメールアドレスを確認する必要があります。
ko: 등록하신 이메일 주소로 각각 인증 이메일을 보내드렸습니다. 하나 이상의 이메일 주소를 인증해야 ORCID Public API 자격증명을 등록하실 수 있습니다.
pt: Enviámos um e-mail de verificação para cada um dos endereços de e-mail registados. É necessário verificar, pelo menos, um endereço de e-mail antes de poder registar as suas credenciais da API Pública do ORCID.
ru: Мы отправили письмо с подтверждением на все ваши зарегистрированные адреса электронной почты. Чтобы создать учетные данные общедоступного API ORCID, подтвердите хотя бы один адрес.
tr: Kayıtlı e-posta adreslerinizden her birine doğrulama e-postaları gönderdik. ORCID Ortak API kimlik bilgilerinizi kaydetmek için en az bir e-posta adresini doğrulamanız gerekir.
zh_cn: 我们已经向您注册的每个电子邮件地址发送了验证电子邮件。在注册 ORCID 公共应用程序接口（API）凭据之前，您必须验证至少一个电子邮件地址。

# side-bar.pleaseVerify
source: Please verify your email addresses
ar: يُرجى التحقق من عناوين البريد الإلكتروني الخاصة بك
cs: Ověřte prosím svou e-mailovou adresu
de: Bitte verifizieren Sie Ihre E-Mail-Adressen
es: Verifique sus direcciones de correo electrónico
fr: Veuillez vérifier vos adresses e-mail
ja: メールアドレスを確認してください
ko: 이메일 주소를 확인해주세요
pt: Verifique o seu endereço de e-mail
ru: Подтвердите адреса эл. почты
tr: Lütfen e-posta adreslerinizi onaylayın
zh_cn: 请验证您的电子邮件地址

# side-bar.youNeedToVerify
source: You need to verify at least one email address in order to access all of ORCID’s editing features.
ar: يجب عليك التحقق من عنوان بريد إلكتروني واحد على الأقل للوصول إلى جميع ميزات التحرير في ORCID.
cs: Abyste měli přístup ke všem úpravám v ORCID, musíte ověřit alespoň jednu e-mailovou adresu.
de: Sie müssen mindestens eine E-Mail-Adresse verifizieren, um auf alle Bearbeitungsfunktionen von ORCID zugreifen zu können.
es: Debe verificar al menos una dirección de correo electrónico para acceder a todas las funcionalidades de edición de ORCID.
fr: Vous devez vérifier au moins une adresse e-mail pour avoir accès à toutes les fonctionnalités d'édition d'ORCID.
ja: ORCIDのすべての編集機能にアクセスするには、少なくとも1件のメールアドレスを確認する必要があります。
ko: ORCID의 모든 편집 기능에 액세스하려면 하나 이상의 이메일 주소를 인증해야 합니다.
pt: É necessário verificar, pelo menos, um endereço de e-mail para aceder a todas as funcionalidades de edição do ORCID.
ru: Чтобы редактировать любые данные в профиле ORCID, подтвердите хотя бы один адрес электронной почты.
tr: ORCID'in tüm düzenleme özelliklerine erişmek için en az bir e-posta adresini doğrulamanız gerekir.
zh_cn: 您必须验证至少一个电子邮件地址，才能使用 ORCID 的所有编辑功能。

# side-bar.youNeedToVerify2
source: To verify your email address, click the link in the email sent to:
ar: لإتمام عملية التحقق من بريدك الإلكتروني، انقر على الرابط الموجود في الرسالة التي تم إرسالها بالبريد الإلكتروني إلى:
cs: Chcete-li ověřit svou e-mailovou adresu, klikněte na odkaz v e-mailu zaslanému na adresu:
de: Um Ihre E-Mail-Adresse zu bestätigen, klicken Sie auf den Link in der E-Mail, die an die folgende Adresse gesendet wurde:
es: Para verificar su dirección de correo electrónico, haga clic en el enlace que aparece en el mensaje enviado a:
fr: Pour procéder à la vérification de votre adresse e-mail, cliquez sur le lien figurant dans l'e-mail envoyé à :
ja: メールアドレスを確認するには、次の宛先に送られたメッセージ内のリンクをクリックしてください:
ko: 이메일 주소를 인증하려면 다음 주소로 발송된 이메일 내의 링크를 클릭하세요.
pt: Para verificar o endereço de e-mail, clique na ligação enviada para:
ru: Чтобы подтвердить адрес, нажмите на ссылку в письме, которое мы отправили на адрес
tr: E-posta adresinizi doğrulamak için şu adrese gönderilen e-postadaki bağlantıya tıklayın:
zh_cn: 请点击电子邮件中的链接，验证您的电子邮件地址：

# side-bar.visitOur
source: Visit the
ar: تفضل بزيارة
cs: Navštivte
de: Dann besuchen Sie
es: Visite el
fr: Consultez le
ja: こちらをご確認ください:
ko: 방문:
pt: Aceda ao
ru: Посетите
tr: Ziyaret edin:
zh_cn: 访问

# side-bar.knowledge
source: ORCID help centre
ar: مركز المساعدة الخاص بـ ORCID
cs: Centrum nápovědy ORCID
de: das ORCID-Hilfezentrum
es: Centro de ayuda de ORCID
fr: centre d'aide ORCID
ja: ORCIDヘルプセンター
ko: ORCID 도움말 센터
pt: centro de ajuda do ORCID
ru: справочный центр ORCID
tr: ORCID yardım merkezi
zh_cn: ORCID 帮助中心

# myOrcidAlerts.emailVerified
source: Thank you for verifying your email
ar: شكرا لك على تأكيد بريدك الالكتروني
cs: Děkujeme za ověření vašeho e-mailu
de: Danke für das Verifizieren Ihrer E-Mail
es: Gracias por verificar su correo electrónico
fr: Merci d'avoir confirmé votre adresse email
ja: メールを認証して頂きありがとうございます
ko: 이메일을 인증해 주셔서 감사합니다
pt: Obrigado por verificar o seu e-mail
ru: Благодарим за подтверждение адреса электронной почты
tr: E-postanızı doğruladığınız için teşekkür ederiz
zh_cn: 感谢您验证自己的电子邮件

# delegators.switchAccount
source: Switch to another account
ar: التبديل إلى حساب آخر
cs: Přepnout na jiný účet
de: Zu einem anderen Konto wechseln
es: Cambiar a otra cuenta
fr: Changer à un autre compte
ja: 別のアカウントに切り替える
ko: 다른 계정으로 전환
pt: Mudar para outra conta
ru: Переключиться на другую учетную запись
tr: Başka bir hesaba geç
zh_cn: 切换帐户

# delegators.youHave
source: You have
ar: لديك
cs: Máte
de: Sie haben
es: Tiene
fr: Vous avez
ja: 〜をお持ちです
ko: 귀하의 보유 항목:
pt: Tem
ru: У вас
tr: Sahipsiniz:
zh_cn: 您有

# delegators.accounts
source: accounts
ar: الحسابات
cs: účty
de: Konten
es: cuentas
fr: comptes
ja: アカウント
ko: 계정
pt: contas
ru: учетная(-ые) запись(-и)
tr: hesap
zh_cn: 帐户

# delegators.switchBack
source: Switch back to me
ar: التبديل إليّ
cs: Přepnout zpět na můj účet
de: Zurück zu mir wechseln
es: Regresar a mi cuenta
fr: Revenir à moi
ja: 自分に切り替え直す
ko: 내 권한 회수
pt: Reverter para mim
ru: Переключить на мою учетную запись
tr: Bana geri dön
zh_cn: 切换回我的帐户

# delegators.ariaLabelswitchAccount
source: Switch to managing another ORCID account
ar: التبديل لإدارة حساب ORCID آخر
cs: Přepnout na správu jiného účtu ORCID
de: Zur Verwaltung eines anderen ORCID-Kontos wechseln
es: Cambie para gestionar otra cuenta de ORCID
fr: Passer à la gestion d'un autre compte ORCID
ja: 別のORCIDアカウントに切り替えて管理
ko: 다른 ORCID 계정 관리로 전환
pt: Gerir outra conta ORCID
ru: Перейти к управлению другим аккаунтом ORCID
tr: Başka bir ORCID hesabını yönetmeye geçme
zh_cn: 切换以管理另一个 ORCID 帐户

# shared.to
source: to
ar: إلى
cs: až
de: bis
es: hasta
fr: jusqu'à
ja: から
ko: 까지
pt: a
ru: в
tr: tarihinden şu tarihe
zh_cn: 至

# shared.present
source: present
ar: الحاضر
cs: současnost
de: heute
es: la fecha
fr: présent
ja: 現在
ko: 현재
pt: presente
ru: настоящее время
tr: günümüz
zh_cn: 当前

# summary.validatedSource
source: Validated source
ar: مصدر تم التحقق منه
cs: Ověřený zdroj
de: Validierte Quelle
es: Fuente validada
fr: Source validée
ja: 検証済みソース
ko: 검증된 소스
pt: Fonte validada
ru: Проверенный источник
tr: Doğrulanmış kaynak
zh_cn: 验证源

# summary.selfAssertedSource
source: Self-asserted source
ar: مصدر مؤكد ذاتياً
cs: Sebepotvrzující zdroj
de: Benutzerbestätigte Quelle
es: Fuente autoafirmada
fr: Source autoproclamée
ja: 自己主張ソース
ko: 자기주장 소스
pt: Fonte particular
ru: Непроверенный источник
tr: Kullanıcı tarafından onaylanmış kaynak
zh_cn: 自我宣称源

# summary.nameIsPrivateOrLimited
source: Name is private or limited
ar: الاسم خاص أو محدود
cs: Jméno je soukromé nebo omezené
de: Name ist privat oder eingeschränkt
es: El nombre es privado o limitado
fr: Le nom est privé ou limité
ja: 名前が非公開であるか、制限されています
ko: 이름이 비공개이거나 제한됨
pt: Nome privado ou limitado
ru: Имя конфиденциально, или доступ к нему ограничен
tr: Ad özel veya kısıtlanmış
zh_cn: 名称为私有或受限

# summary.recordIsLocked
source: This record is locked
ar: هذه التسجيلة مقفلة
cs: Tento záznam je uzamčen
de: Dieser Eintrag ist gesperrt
es: Este registro está bloqueado
fr: Ce dossier est bloqué
ja: このレコードはロックされています
ko: 레코드 잠김
pt: Este registo está bloqueado
ru: Профиль заблокирован
tr: Bu kayıt kilitli
zh_cn: 此记录被暂时锁定

# summary.recordIsDeprecated
source: This record has been deprecated
ar: تم إهمال هذه التسجيلة
cs: Tento záznam byl zastaralý
de: Dieser Eintrag ist veraltet
es: Este registro ha quedado obsoleto
fr: Ce dossier est obsolète
ja: このレコードは廃止されています
ko: 사용 중지된 레코드
pt: Este registo está obsoleto
ru: Профиль устарел
tr: Bu kayıt kullanımdan kaldırıldı
zh_cn: 此记录已被取代

# summary.recordIsDeactivated
source: This record has been deactivated
ar: تم تعطيل هذه التسجيلة
cs: Tento záznam byl deaktivován
de: Dieser Eintrag wurde deaktiviert
es: Este registro se ha desactivado
fr: Ce dossier a été désactivé
ja: このレコードは無効化されています
ko: 비활성화된 레코드
pt: Este registo foi desativado
ru: Профиль деактивирован
tr: Bu kayıt devre dışı bırakıldı
zh_cn: 此记录已停用

# summary.affiliations
source: AFFILIATIONS
ar: الانتسابات
cs: PŘIDRUŽENÍ
de: ZUGEHÖRIGKEITEN
es: AFILIACIONES
ja: 所属
ko: 담당기관
pt: AFILIAÇÕES
ru: АФФИЛИАЦИИ
tr: BAĞLANTILAR
zh_cn: 隶属机构

# summary.emailDomains
source: EMAIL DOMAINS
ar: نطاقات البريد الإلكتروني
cs: E-MAILOVÉ DOMÉNY
es: DOMINIOS DE CORREO ELECTRÓNICO
fr: DOMAINES E-MAIL
ja: メールドメイン
ko: 이메일 도메인
pt: DOMÍNIOS DE E-MAIL
ru: ДОМЕНЫ ЭЛЕКТРОННОЙ ПОЧТЫ
tr: E-POSTA ETKİ ALANLARI
zh_cn: 电子邮件域名

# summary.keyDates
source: KEY DATES
ar: تواريخ رئيسية
cs: KLÍČOVÁ DATA
de: SCHLÜSSELDATEN
es: FECHAS CLAVE
fr: DATES CLÉS
ja: 主要日付
ko: 주요 날짜
pt: DATAS-CHAVE
ru: ОСНОВНЫЕ ДАТЫ
tr: ÖNEMLİ TARİHLER
zh_cn: 关键日期

# summary.recordCreated
source: Record created
ar: تم إنشاء التسجيلة
cs: Záznam vytvořen
de: Eintrag erstellt
es: Registro creado
fr: Dossier créé
ja: レコードを作成済み
ko: 레코드 생성됨
pt: Registo criado
ru: Профиль создан
tr: Kayıt oluşturuldu
zh_cn: 已创建记录

# shared.today
source: Today
ar: اليوم
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
tr: Bugün
zh_cn: 今天

# summary.lastUpdated
source: Last updated
ar: آخر تحديث
cs: Naposledy aktualizováno
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
ja: 最終更新
ko: 마지막으로 업데이트된 날짜
pt: Última atualização
ru: Последнее обновление
tr: Son güncelleme
zh_cn: 上次更新

# summary.works
source: WORKS
ar: الأعمال
cs: PRÁCE
de: WERKE
es: OBRAS
fr: TRAVAUX
ja: 作品
ko: 연구업적
pt: TRABALHOS
ru: РАБОТЫ
tr: ÇALIŞMALAR
zh_cn: 工作

# summary.peerReviews
source: PEER REVIEWS
ar: التحكيمات
cs: ODBORNÉ POSOUZENÍ
es: REVISIONES POR PARES
fr: ÉVALUATIONS PAR LES PAIRS
ja: ピアレビュー
ko: 동료 검토
pt: REVISÕES DE PARES
ru: РЕЦЕНЗИИ
tr: MESLEKTAŞ DEĞERLENDİRMELERİ
zh_cn: 同行评审

# summary.funding
source: FUNDING
ar: التمويل
cs: FINANCOVÁNÍ
de: FINANZIERUNG
es: FINANCIACIÓN
fr: FINANCEMENT
ja: 資金調達
ko: 자금원
pt: FINANCIAMENTO
ru: ФИНАНСИРОВАНИЕ
tr: FİNANSMAN
zh_cn: 资金

# summary.researchResources
source: RESEARCH RESOURCES
ar: مصادر البحث
cs: PROHLEDAT ZDROJE
de: FORSCHUNGSRESSOURCEN
es: RECURSOS DE INVESTIGACIÓN
fr: RESSOURCES DE RECHERCHE
ja: 研究リソース
ko: 연구 리소스
pt: RECURSOS DE PESQUISA
ru: ИССЛЕДОВАТЕЛЬСКИЕ РЕСУРСЫ
tr: ARAŞTIRMA KAYNAKLARI
zh_cn: 研究资源

# summary.professionalActivites
source: PROFESSIONAL ACTIVITIES
ar: الأنشطة المهنية
cs: PROFESIONÁLNÍ AKTIVITY
de: BERUFLICHE TÄTIGKEITEN
es: ACTIVIDADES PROFESIONALES
fr: ACTIVITÉS PROFESSIONNELLES
ja: 専門研究活動
ko: 전문 활동
pt: ATIVIDADES PROFISSIONAIS
ru: ПРОФЕССИОНАЛЬНАЯ ДЕЯТЕЛЬНОСТЬ
tr: PROFESYONEL FAALİYETLER
zh_cn: 专业活动

# summary.educationQualificationActivites
source: EDUCATION AND QUALIFICATIONS
ar: التعليم والمؤهلات
cs: VZDĚLÁNÍ A KVALIFIKACE
de: AUSBILDUNG UND QUALIFIKATIONEN
es: EDUCACIÓN Y TITULACIONES
fr: FORMATIONS ET QUALIFICATIONS
ja: 教育と資格
ko: 학력 및 자격증
pt: EDUCAÇÃO E QUALIFICAÇÕES
ru: ОБРАЗОВАНИЕ И КВАЛИФИКАЦИЯ
tr: EĞİTİM VE NİTELİKLER
zh_cn: 教育和资质

# summary.otherids
source: OTHER IDENTIFIERS
ar: معرفات أخرى
cs: DALŠÍ IDENTIFIKÁTORY
de: ANDERE KENNUNGEN
es: OTROS IDENTIFICADORES
fr: AUTRES IDENTIFIANTS
ja: その他の識別子
ko: 다른 식별자
pt: OUTROS IDENTIFICADORES
ru: ДРУГИЕ ИДЕНТИФИКАТОРЫ
tr: DİĞER TANIMLAYICILAR
zh_cn: 其他识别符

# summary.loadingRecordSummary
source: Loading record summary
ar: جارٍ تحميل ملخص السجل
cs: Načítání souhrnu záznamů
de: Eintragszusammenfassung wird geladen
es: Cargando el resumen del registro
fr: Chargement du résumé du dossier
ja: レコード概要を読み込み中
ko: 레코드 요약 로드 중
pt: A carregar o resumo dos registos
ru: Загрузка сводки профиля…
tr: Kayıt özeti yükleniyor
zh_cn: 正在加载记录摘要

# summary.validatedWorks
source: Validated works
ar: أعمال تم التحقق منها
cs: Ověřené práce
de: Validierte Werke
es: Obras validadas
fr: Travaux validés
ja: 検証済み作品
ko: 검증된 연구업적
pt: Trabalhos validados
ru: Подтвержденные работы
tr: Doğrulanmış çalışmalar
zh_cn: 已验证的工作

# summary.validatedWork
source: Validated work
ar: عمل تم التحقق منه
cs: Ověřená práce
de: Validiertes Werk
es: Obra validada
fr: Travail validé
ja: 検証済み作品
ko: 검증된 연구업적
pt: Trabalho validado
ru: Подтвержденная работа
tr: Doğrulanmış çalışma
zh_cn: 已验证的工作

# summary.selfAssertedWorks
source: Self-asserted works
ar: أعمال مؤكدة ذاتياً
cs: Práce přidané uživatelem
de: Benutzerbestätigte Werke
es: Obras autoafirmadas
fr: Travaux autoproclamés
ja: 自己主張型作品
ko: 자기주장 연구업적
pt: Trabalhos declarados pelo utilizador
ru: Неподтвержденные работы
tr: Kullanıcı tarafından onaylanmış çalışmalar
zh_cn: 自我宣称的工作

# summary.selfAssertedWork
source: Self-asserted work
ar: عمل مؤكد ذاتياً
cs: Sebepotvrzující práce
de: Benutzerbestätigtes Werk
es: Obra autoafirmada
fr: Travail autoproclamé
ja: 自己主張型作品
ko: 자기주장 연구업적
pt: Trabalho declarado pelo utilizador
ru: Неподтвержденная работа
tr: Kullanıcı tarafından onaylanmış çalışma
zh_cn: 自我宣称的工作

# summary.validatedFunding
source: Validated funding
ar: تمويل تم التحقق منه
cs: Ověřené financování
de: Validierte Finanzierung
es: Financiación validada
fr: Financement validé
ja: 検証済みの資金調達
ko: 검증된 자금원
pt: Financiamento validado
ru: Подтвержденный источник финансирования
tr: Doğrulanmış finansman
zh_cn: 已验证的资金

# summary.validatedFundings
source: Validated fundings
ar: تمويلات تم التحقق منها
cs: Ověřená financování
de: Validierte Finanzierungen
es: Financiaciones validadas
fr: Financements validés
ja: 検証済みの資金調達
ko: 검증된 자금원
pt: Financiamentos validados
ru: Подтвержденные источники финансирования
tr: Doğrulanmış finansmanlar
zh_cn: 已验证的资金

# summary.selfAssertedFunding
source: Self-asserted funding
ar: تمويل مؤكد ذاتياً
cs: Financování přidané uživatelem
de: Benutzerbestätigte Finanzierung
es: Financiación autoafirmada
fr: Financement autoproclamé
ja: 自己出資
ko: 자기주장 자금원
pt: Financiamento declarado pelo utilizador
ru: Неподтвержденный источник финансирования
tr: Kullanıcı tarafından doğrulanmış finansman
zh_cn: 自我宣称的资金

# summary.selfAssertedFundings
source: Self-asserted fundings
ar: تمويلات مؤكدة ذاتياً
cs: Sebepotvrzující financování
de: Benutzerbestätigte Finanzierungen
es: Financiaciones autoafirmadas
fr: Financements autoproclamés
ja: 自己出資
ko: 자기주장 자금원
pt: Financiamentos declarados pelo utilizador
ru: Неподтвержденные источники финансирования
tr: Kullanıcı tarafından doğrulanmış finansmanlar
zh_cn: 自我宣称的资金

# summary.selfAssertedResearchResources
source: Self-asserted research resources
ar: مصادر البحث الذاتي
cs: Výzkumné zdroje přidané uživatelem
de: Selbst angegebene Forschungsressourcen
es: Recursos de investigación autoafirmados
fr: Ressources de recherche autoproclamées
ja: 自己出資研究リソース
ko: 자기주장 연구 리소스
pt: Recursos de pesquisa autoafirmados
ru: Неподтвержденные исследовательские ресурсы
tr: Kullanıcı tarafından onaylanmış araştırma kaynakları
zh_cn: 自我宣称的研究资源
