Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# topBar.findOutMore
source: Find out more about managing names in your ORCID record
ar: اكتشف المزيد حول إدارة الأسماء في سجلك على ORCID
cs: Zjistěte více o správě jmen ve vašem záznamu ORCID
de: Erfahren Sie mehr über die Verwaltung von Namen in Ihrem ORCID-Eintrag
es: Obtenga más información sobre cómo administrar nombres en su registro de ORCID
fr: En savoir plus sur la gestion des noms dans votre dossier ORCID
ja: ORCIDレコードでの名前の管理について、詳しくはこちらをご覧ください
ko: ORCID 기록에서 이름 관리하는 법 더 찾아보기
pt: Saiba mais sobre como gerir nomes no seu registro ORCID
ru: Узнайте больше об управлении именами в Вашей записи ORCID
tr: ORCID kaydınızdaki adları yönetmekle ilgili daha fazla bilgi edinin
zh_cn: 了解更多关于管理您 ORCID 记录名称的信息

# topBar.yourGivenAndFamilyNames
source: Your given and family names
ar: الاسم الأول واسم العائلة الخاص بك. يتم استخدام هذه الأسماء في سجل أوركيد الخاص بك افتراضياً.
cs: Vaše jména a příjmení. Tyto se používají ve výchozím nastavení ve vašem záznamu ORCID.
de: Ihre Vor- und Familiennamen
es: Sus nombre(s) y apellido(s).
fr: Votre prénom et votre nom de famille. Ils sont utilisés par défaut dans votre dossier ORCID.
ja: あなたの下の名前と名字。これらは、デフォルトでORCIDレコードで使用されます。
ko: 귀하의 성과 이름. 이는 ORCID 기록에 기본적으로 사용됩니다.
pt: Seus nome próprio e sobrenome
ru: Ваши имя и фамилия. Они используются в Вашей записи ORCID по умолчанию.
tr: Kullandığınız ve aile adınız
zh_cn: 您的名字和姓氏。默认情况下，它们将用于您的 ORCID 记录。

# topBar.givenNames
source: Given names
ar: الأسماء المعينة
cs: Jména
de: Vornamen
es: Nombre(s)
fr: Prénoms
ja: 名
ko: 이름
pt: Nomes próprios
ru: Имена
tr: Kullanılan adlar
zh_cn: 名字

# topBar.firstNameError
source: Please enter your given names
ar: الرجاء إدخال الأسماء الخاصة بك
cs: Zadejte své jméno nebo jména
de: Bitte geben Sie Ihre(n) Vornamen ein.
es: Introduzca su nombre y apellidos
fr: Saisissez vos prénoms
ja: 名を入力してください
ko: 성을 제외한 이름 입력
pt: Introduza os seus nomes próprios
ru: Укажите свое имя
tr: Lütfen kullanılan adlarınızı girin
zh_cn: 请输入您的名字

# topBar.invalidName
source: Invalid name characters or format
ar: تنسيق أو أحرف الاسم غير صالحة
cs: Neplatné znaky nebo formát
de: Ungültige Zeichen im Namen oder falsches Format
es: Caracteres o formato del nombre no válidos
fr: Format ou caractères du nom invalide
ja: 名前の文字またはフォーマットが不正です
ko: 잘못된 이름 문자 또는 형식
pt: Carateres ou formato de nome inválidos
ru: Недопустимые символы в имени или формат
tr: Geçersiz ad karakterleri veya biçimi
zh_cn: 无效的名字字符或格式

# topBar.namesMaxLenght
source: Must be less than 100 characters
ar: يجب أن يكون أقل من 100 حرف
cs: Musí mít méně než 100 znaků
de: Muss weniger als 100 Zeichen lang sein
es: Debe contener menos de 100 caracteres
fr: Doit compter moins de 100 caractères
ja: 100文字未満である必要があります
ko: 100자 미만이어야 합니다
pt: Deve conter menos de 100 caracteres
ru: Должно быть менее 100 символов
tr: 100 karakterden kısa olmalıdır
zh_cn: 必须少于 100 个字符

# topBar.familyNames
source: Family names
ar: أسماء العائلة
cs: Příjmení
de: Familiennamen
es: Apellido(s)
fr: Noms de famille
ja: 名字
ko: 성
pt: Sobrenomes
ru: Фамилии
tr: Aile adları
zh_cn: 姓氏

# topBar.yourPublishedName
source: Your published name
ar: اسمك المنشور
cs: Vaše publikované jméno
de: Ihr Veröffentlichungsname
es: Su nombre en publicaciones
fr: Votre nom publié
ja: あなたの公開名
ko: 출판된 이름
pt: O seu nome publicado
ru: Ваше опубликованное имя
tr: Yayınlanan adınız
zh_cn: 您的发布用姓名

# topBar.howYouPreferYourName
source: How you prefer your name to appear when credited. Adding a published name lets you control how your name is displayed in your ORCID record.
ar: كيف تفضل أن يظهر اسمك عند نسب عمل لك. تستطيع التحكم في كيفية عرض اسمك في سجلك على ORCID من خلال إضافة اسم منشور.
cs: Jak chcete, aby se vaše jméno zobrazovalo při připsání kreditu. Přidání publikovaného jména vám umožní ovládat, jak se vaše jméno zobrazí ve vašem záznamu ORCID.
de: Wie Sie Ihren Namen in Nennungen sehen möchten. Durch das Hinzufügen eines Veröffentlichungsnamens können Sie steuern, wie Ihr Name in Ihrem ORCID-Eintrag angezeigt wird.
es: Cómo prefiere que aparezca su nombre cuando se le acredite. Añadir un nombre específico para las publicaciones le permite controlar cómo se muestra su nombre en su registro ORCID.
fr: Comment vous préférez que votre nom apparaisse lorsqu'il est crédité. L'ajout d'un nom publié vous permet de contrôler la façon dont votre nom est affiché dans votre dossier ORCID.
ja: クレジットされたときのお名前の表示方法。公開名を追加すると、ORCIDレコードで名前の表示方法を制御できます。
ko: 이름이 입력되었을 때 표시되는 방식을 고르세요. 출판된 이름을 추가하면 ORCID 기록에 이름이 표시되는 방식을 관리할 수 있습니다.
pt: Como prefere que o seu nome apareça quando for creditado. Adicionar um nome publicado permite controlar a forma como o seu nome é exibido no seu registo ORCID.
ru: Как Вы предпочитаете, чтобы Ваше имя отображалось при указании обладателя авторских прав. Добавление публикуемого имени позволяет Вам контролировать, как Ваше имя будет отображаться в вашей записи ORCID.
tr: Kredilendirildiğinde adınızın nasıl görünmesini tercih ettiğiniz. Yayımlanmış bir ad eklemek, adınızın ORCID kaydınızda nasıl görüntüleneceğini denetlemenizi sağlar.
zh_cn: 当您获得认证时，您偏好展示的名称。公开添加名称让您能掌控在 ORCID 记录如何显示您的名称。

# topBar.publishedName
source: Published name
ar: الاسم المنشور
cs: Publikované jméno
de: Veröffentlichungsname
es: Nombre en publicaciones
fr: Nom publié
ja: 公開名
ko: 게시할 이름
pt: Nome publicado
ru: Опубликованное имя
tr: Yayınlanan ad
zh_cn: 发布名

# topBar.whoCanSeeYourNames
source: Who can see your names
ar: من يمكنه رؤية أسمائك
cs: Kdo uvidí vaše jména
de: Wer kann Ihre Namen sehen?
es: ¿Quién puede ver sus nombres?
fr: Qui peut voir vos noms
ja: 誰があなたの名前を見ることができるか
ko: 당신의 이름을 볼 수 있는 사람
pt: Quem pode ver os seus nomes
ru: Кто может видеть Ваши имена
tr: Adlarınızı kimler görebilir?
zh_cn: 谁能看见您的姓名

# topBar.addOtherNames
source: Add other names you may be known by. These can include abbreviated names, middle names, former names or names in a different character set or language. Adding other names can help people find your record when they search the ORCID registry.
ar: أضف أسماءً أخرى قد يُشار إليك بها. يمكن أن تتضمن هذه الأسماء اسماً مختصراً أو اسم الأب أو اسماً سابقاً أو تهجية مختلفة للاسم أو الاسم بلغة مختلفة. قد تساعد إضافة أسماء أخرى من يبحث عنك في سجل ORCID في العثور على سجلك.
cs: Přidejte další jména, pod kterými byste mohli být známí. Mohou zahrnovat zkrácená jména, druhá jména, dřívější jména nebo jména v jiné sadě znaků nebo jazyce. Přidání dalších jmen může lidem pomoci najít váš záznam při hledání v registru ORCID.
de: Fügen Sie weitere Namen hinzu, unter denen Sie bekannt sind. Dies können abgekürzte Namen, zweite Vornamen, frühere Namen oder Namen in einem anderen Zeichensatz oder einer anderen Sprache sein. Das Hinzufügen anderer Namen kann anderen helfen, Ihren Eintrag zu finden, wenn sie die ORCID-Datenbank durchsuchen.
es: Agregue variantes de su nombre, como un nombre abreviado, su segundo nombre, nombres anteriores o nombres en idiomas o alfabetos diferentes. Agregar otros nombres puede ayudar a las personas a encontrar su registro cuando busquen en el registro ORCID.
fr: Ajoutez les autres noms sous lesquels vous pouvez être connu(e). Cela peut comprendre des noms abrégés, des deuxièmes prénoms, des anciens noms ou des noms dans un jeu de caractères ou une langue différents. L'ajout des autres noms peut aider les gens à trouver votre dossier lorsqu'ils font une recherche dans le registre d'ORCID.
ja: あなたが知られているかもしれない他の名前を追加します。これらには、略称、ミドルネーム、旧名、または異なる文字セットや言語の名前が含まれます。他の名前を追加することで、ORCIDレジストリを検索するときにあなたのレコードを見つけるのに役立ちます。
ko: 알려진 이름을 추가해 주세요. 약칭, 미들 네임, 이전에 사용한 이름, 다른 언어나 문자로 된 이름 등이 포함됩니다. 다른 이름을 등록해 두면 사용자들이 ORCID 등록 자료를 검색할 때 더 쉽게 찾을 수 있습니다.
pt: Adicione outros nomes pelos quais seja conhecido. Podem incluir nomes abreviados, nomes do meio, nomes antigos ou nomes em um conjunto de caracteres ou idioma diferente. Adicionar outros nomes pode ajudar as pessoas a encontrarem o seu registro ao fazerem uma busca no site da ORCID.
ru: Добавьте другие имена, под которыми Вы можете быть известны. Они могут включать сокращенные имена, отчества, прежние имена или имена на другом наборе символов или на другом языке. Добавление других имен может помочь людям найти Вашу запись при поиске в реестре ORCID.
tr: Bilindiğiniz diğer adları ekleyin. Bunlar arasında kısaltılmış adlar, ikinci adlar, daha önce kullandığınız adlar veya farklı bir karakter kümesindeki ya da dildeki adlar bulunabilir. Başka adlar eklemek, ORCID kaydında arama yapan kişilerin kaydınızı bulmalarına yardımcı olabilir.
zh_cn: 您可以添加别名，例如名称缩写、中间名、曾用名或其他语言字符形式的名称。添加其他名称可以帮助人们在搜索 ORCID 注册数据库时找到您的记录。

# topBar.otherNamesMaxLenght
source: Must be less than 255 characters
ar: يجب أن يكون أقل من 255 حرفاً
cs: Musí být kratší než 255 znaků
de: Muss weniger als 255 Zeichen lang sein
es: Debe contener menos de 255 caracteres
fr: Doit compter moins de 255 caractères
ja: 255 文字未満でなければなりません
ko: 255자 이내이어야 합니다.
pt: Deve conter menos de 255 caracteres
ru: Длина не должна превышать 255 символов
tr: 255 karakterden kısa olmalıdır
zh_cn: 必须少于 255 个字符

# topBar.addOtherName
source: Add other name
ar: أضف اسماً آخر
cs: Přidat jiné jméno
de: Anderen Namen hinzufügen
es: Agregar otro nombre
fr: Ajouter un autre nom
ja: 別の名前を追加
ko: 다른 이름 추가
pt: Adicionar outro nome
ru: Добавить другое имя
tr: Başka bir ad ekle
zh_cn: 添加其他名字

# topBar.addAnotherName
source: Add another name
ar: أضف اسماً آخر
cs: Přidat další jméno
de: Weiteren Namen hinzufügen
es: Agregar otro nombre
fr: Ajouter un autre nom
ja: 別の名前を追加
ko: 다른 이름 추가
pt: Adicionar outro nome
ru: Добавить другое имя
tr: Başka bir ad ekle
zh_cn: 添加另一个名字

# topBar.addGivenName
source: Your given names or forenames
ar: الأسماء أو الأسماء الأولى
cs: Vaše jména a příjmení
de: Ihre Vornamen
es: Sus nombres
fr: Vos noms
ja: よく使う名
ko: 성을 제외한 이름
pt: Seus nomes
ru: Ваши имена
tr: Verilen adlarınız veya ön adlarınız
zh_cn: 您的名字

# topBar.addFamilyName
source: Your family names or surnames
ar: أسماء عائلتك أو ألقابك
cs: Vaše příjmení
de: Ihre Nachnamen
es: Sus apellidos
fr: Vos noms de famille
ja: 姓 (名字)
ko: 성
pt: Seus sobrenomes
ru: Ваши фамилии
tr: Soyadınız veya soyadlarınız
zh_cn: 您的姓氏

# topBar.addPublishedName
source: Add a published or credit name
ar: أضف الاسم المنشور أو اسم الائتمان
cs: Přidat zveřejněné nebo kreditní jméno
de: Fügen Sie einen Veröffentlichungsnamen hinzu
es: Agregar nombre por defecto para sus publicaciones
fr: Ajouter un nom publié ou crédité
ja: 公開名またはクレジット名を追加
ko: 게시할 이름이나 신용 이름을 추가
pt: Adicionar um nome publicado ou de crédito
ru: Добавить опубликованное имя или имя автора
tr: Yayımlanmış veya kredilendirilmiş ad ekleme
zh_cn: 添加发布名或信用名称

# topBar.manageWhoCanSee
source: Control who can see your given, family and published names by setting the visibility. The default visibility for your names is
ar: تحكم في من يمكنه رؤية اسمك واسم عائلتك وأسمائك المنشورة عن طريق تعيين إعدادات إمكانية الرؤية. إعداد إمكانية الرؤية الافتراضي لأسمائك
cs: Nastavením viditelnosti určíte, kdo uvidí vaše křestní jméno, příjmení a zveřejněné jméno. Výchozí nastavení viditelnosti vašich jmen je
de: Kontrollieren Sie, wer Ihren Vor-, Familien- und Veröffentlichungsnamen sehen kann, indem Sie die Sichtbarkeit einstellen. Die Standardsichtbarkeit für Ihre Namen ist
es: Gestione quién puede ver su nombre desde la configuración de visibilidad. La configuración predeterminada de visibilidad es
fr: Contrôlez qui peut voir vos prénoms, noms de famille et noms publiés en définissant la visibilité. La visibilité par défaut de vos noms est :
ja: 可視性を設定することにより、あなたの名字、下の名前、公開された名前を誰が見ることができるかを制御します。名前のデフォルトの可視性は以下の通りです：
ko: 가시성 설정으로 내 이름, 성 및 필명을 누가 볼 수 있는지 조정하세요. 기본 가시성 설정일 때 내 이름은 다음과 같이 표시됩니다
pt: Controle quem pode ver os seus nomes próprios, familiares e publicados, definindo a visibilidade. A visibilidade predefinida para os seus nomes é
ru: Управляйте тем, кто может видеть Ваше имя, фамилию и публикуемое имя, устанавливая видимость. Видимость Ваших имен по умолчанию:
tr: Görünürlüğü ayarlayarak kullandığınız, aile ve yayınlanan adlarınızı kimlerin görebileceğini kontrol edin. Adlarınız için varsayılan görünürlük:
zh_cn: 通过设置可见性来控制谁可以看到您的名字、姓氏和发布的名字。您名字的默认可见性是

# topBar.ariaLabelCloseNames
source: Close Names
ar: إغلاق الأسماء
cs: Zavřít Jména
de: Namen schließen
es: Cierre Nombres
fr: Fermer Noms
ja: 名前を閉じる
ko: 이름 닫기
pt: Fechar Nomes
ru: Закрыть раздел «Имена»
tr: Adları kapat
zh_cn: 关闭名称

# topBar.ariaLabelSaveChanges
source: Save changes to Names
ar: حفظ التغييرات في الأسماء
cs: Uložit změny jmen
de: Änderungen an Namen speichern
es: Guarde los cambios realizados en Nombres
fr: Enregistrer les modifications dans Noms
ja: 名前の変更を保存
ko: 이름에 변경사항 저장
pt: Guardar alterações a Nomes
ru: Сохранить изменения в разделе «Имена»
tr: Adlardaki değişiklikleri kaydet
zh_cn: 保存对名称的更改

# topBar.ariaLabelCancelChanges
source: Cancel changes and close Names
ar: إلغاء التغييرات وإغلاق الأسماء
cs: Zrušit změny a zavřít Jména
de: Änderungen verwerfen und Namen schließen
es: Cancele los cambios y cierre Nombres
fr: Annuler les modifications et fermer Noms
ja: 変更をキャンセルして名前を閉じる
ko: 변경사항을 취소하고 이름 닫기
pt: Cancelar alterações e fechar Nomes
ru: Отменить изменения и закрыть раздел «Имена»
tr: Değişiklikleri iptal et ve Adları kapat
zh_cn: 取消更改并关闭名称

# topBar.ariaLabelYourGivenNames
source: Your given names
ar: أسماؤك المحددة
cs: Vaše jména
de: Ihre Vornamen
es: Su nombre real
fr: Vos prénoms
ja: 名前
ko: 이름
pt: Nomes próprios
ru: Имя
tr: Kullandığınız adlar
zh_cn: 您的名字

# topBar.ariaLabelYourFamilyNames
source: Your family names
ar: أسماء عائلتك
cs: Vaše příjmení
de: Ihre Familiennamen
es: Sus apellidos
fr: Vos noms de famille
ja: 名字
ko: 성
pt: Apelidos
ru: Фамилия
tr: Aile adlarınız
zh_cn: 您的姓氏

# topBar.ariaLabelYourPublishedNames
source: Your published names
ar: أسماؤك المنشورة
cs: Vaše publikovaná jména
de: Ihre Veröffentlichungsnamen
es: Sus nombres en publicaciones
fr: Vos noms publiés
ja: 公開名
ko: 발행 이름
pt: Nomes publicados
ru: Псевдонимы
tr: Yayınlanan adlarınız
zh_cn: 您的发布用姓名

# topBar.ariaLabelIAmAlsoKnownAs
source: I am also known as
ar: أنا معروف أيضًا باسم
cs: Také mi říkají
de: Ich bin auch bekannt als
es: También se me conoce como
fr: Je suis également appelé
ja: 別名
ko: 다른 표기명
pt: Também me conhecem como
ru: Другие имена:
tr: Diğer adım
zh_cn: 我也被称为

# topBar.ariaLabelNamesPublic
source: Set names visibility to Everyone
ar: تعيين إظهار الأسماء للجميع
cs: Nastavit viditelnost jmen na Pro všechny
de: Sichtbarkeit von Namen auf „Alle“ festlegen
es: Establezca la visibilidad de los nombres para Todos
fr: Définir la visibilité des noms sur Publique
ja: 名前の表示設定を全員に設定
ko: 이름을 모두에게 공개로 설정
pt: Definir a visibilidade dos nomes para Todos
ru: Выбрать настройку видимости имени «Публичный доступ»
tr: Adların görünürlüğünü Herkes olarak ayarla
zh_cn: 将名称可见性设置为“每个人”

# topBar.ariaLabelNamesTrustedParties
source: Set names visibility to Trusted Parties
ar: تعيين إظهار الأسماء للأطراف الموثوق بها
cs: Nastavit viditelnost jmen na Důvěryhodné strany
de: Sichtbarkeit von Namen auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de los nombres para Partes de confianza
fr: Définir la visibilité des noms sur Parties de confiance
ja: 名前の表示設定を信頼できる個人・組織に設定
ko: 이름을 제한적으로 공개로 설정
pt: Definir a visibilidade dos nomes para Partes confiáveis
ru: Выбрать настройку видимости имени «Доверенные лица»
tr: Adların görünürlüğünü Güvenilen Taraflar olarak ayarla
zh_cn: 将名称可见性设置为“受信任方”

# topBar.ariaLabelNamesPrivate
source: Set names visibility to Only Me
ar: تعيين إظهار الأسماء إلي فقط
cs: Nastavit viditelnost jmen na Pouze pro mě
de: Sichtbarkeit von Namen auf „Nur ich“ festlegen
es: Establezca la visibilidad de los nombres para Solo yo
fr: Définir la visibilité des noms sur Privée
ja: 名前の表示設定を自分のみに設定
ko: 이름을 비공개로 설정
pt: Definir a visibilidade dos nomes para Apenas eu
ru: Выбрать настройку видимости имени «Приватный доступ»
tr: Adların görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将名称可见性设置为“只有我”

# topBar.ariaLabelOtherNamesPublic
source: Set other names visibility to Everyone
ar: تعيين إظهار الأسماء الأخرى للجميع
cs: Nastavit viditelnost ostatních jmen na Pro všechny
de: Sichtbarkeit von Anderen Namen auf „Alle“ festlegen
es: Establezca la visibilidad de los otros nombres para Todos
fr: Définir la visibilité des autres noms sur Publique
ja: 他の名前の表示設定を全員に設定
ko: 다른 표기명을 모두에게 공개로 설정
pt: Definir a visibilidade de outros nomes para Todos
ru: Выбрать настройку видимости других имен «Публичный доступ»
tr: Diğer adların görünürlüğünü Herkes olarak ayarla
zh_cn: 将其他名称可见性设置为“每个人”

# topBar.ariaLabelOtherNamesTrustedParty
source: Set other names visibility to Trusted Parties
ar: تعيين إظهار الأسماء الأخرى للأطراف الموثوق بها
cs: Nastavit viditelnost ostatních jmen na Důvěryhodné strany
de: Sichtbarkeit von Anderen Namen auf „Vertrauenswürdige Parteien“ festlegen
es: Establezca la visibilidad de los otros nombres para Partes de confianza
fr: Définir la visibilité des autres noms sur Parties de confiance
ja: 他の名前の表示設定を信頼できる個人・組織に設定
ko: 다른 표기명을 제한적으로 공개로 설정
pt: Definir a visibilidade de outros nomes para Partes confiáveis
ru: Выбрать настройку видимости других имен «Доверенные лица»
tr: Diğer adların görünürlüğünü Güvenilen Taraflar olarak ayarla
zh_cn: 将其他名称可见性设置为“受信任方”

# topBar.ariaLabelOtherNamesPrivate
source: Set other names visibility to Only Me
ar: تعيين إظهار الأسماء الأخرى إلي فقط
cs: Nastavit viditelnost ostatních jmen na Pouze pro mě
de: Sichtbarkeit von Anderen Namen auf „Nur ich“ festlegen
es: Establezca la visibilidad de los otros nombres para Solo yo
fr: Définir la visibilité des autres noms sur Privée
ja: 他の名前の表示設定を自分のみに設定
ko: 다른 표기명을 비공개로 설정
pt: Definir a visibilidade de outros nomes para Apenas eu
ru: Выбрать настройку видимости других имен «Приватный доступ»
tr: Diğer adların görünürlüğünü Yalnızca Ben olarak ayarla
zh_cn: 将其他名称可见性设置为“只有我”

# topBar.ariaLabelDeleteOtherName
source: Delete other name
ar: حذف الاسم الآخر
cs: Odstranit jiné jméno
de: Anderen Namen löschen
es: Elimine otro nombre
fr: Supprimer l'autre nom
ja: 他の名前を削除
ko: 다른 이름 삭제
pt: Eliminar outro nome
ru: Удалить другое имя
tr: Diğer adı sil
zh_cn: 删除其他名称

# topBar.accountHasBeenLocked
source: Your account has been locked
ar: تم إغلاق حسابك
cs: Váš účet byl uzamčen
de: Ihr Konto wurde gesperrt
es: Su cuenta ha sido bloqueada
fr: Votre compte a été bloqué
ja: あなたのアカウントはロックされています
ko: 귀하의 계정이 잠겼습니다
pt: Sua conta foi bloqueada
ru: Ваша учетная запись заблокирована
tr: Hesabınız kilitlendi
zh_cn: 您的帐户已被锁定

# topBar.pleasContact
source: Please contact
ar: الرجاء التواصل
cs: Prosím, kontaktujte
de: Bitte kontaktieren Sie den
es: Póngase en contacto con el
fr: Veuillez contacter
ja: このアカウントが誤ってロックされていると思われる場合は、
ko: 다음 연락처로 연락을 하십시오.
pt: Por favor entre em contato
ru: Пожалуйста, свяжитесь
tr: Lütfen iletişime geçin:
zh_cn: 请联系

# topBar.orcidSupport
source: ORCID support
ar: دعم ORCID\n
cs: ORCID podpora
es: Ayuda de ORCID
fr: Assistance d'ORCID
ja: ORCIDサポート
ko: ORCID 지원
pt: Suporte ORCID
ru: Поддержка ORCID
tr: ORCID desteği
zh_cn: ORCID 帮助

# topBar.ifYouBelieveWasLockedInError
source: if you believe this account was locked in error.
ar: إذا كنت تعتقد أن هذا الحساب قد أُقفل خطأً.
cs: pokud se domníváte, že tento účet byl uzamčen omylem.
de: wenn Sie glauben, dass dieses Konto fälschlicherweise gesperrt wurde.
es: si cree que esta cuenta ha sido bloqueada por error.
fr: si vous pensez que ce compte a été verrouillé par erreur.
ja: このアカウントが誤ってロックされたと思われる場合。
ko: 이 계정이 오류로 인해 잠겼다고 생각하신다면.
pt: se acredita que esta conta foi bloqueada por engano.
ru: если Вы считаете, что эта учетная запись была заблокирована по ошибке.
tr: bu hesabın yanlışlıkla kilitlendiğini düşünüyorsanız.
zh_cn: 若您认为此账号被误封。

# topBar.emailDomainsShared
source: Email domains shared
ar: نطاقات البريد الإلكتروني المشتركة
cs: Sdílené e-mailové domény
de: Geteilte E-Mail-Domains
es: Dominios de correo electrónico compartidos
fr: Domaines d'e-mail partagés
ja: メールドメインを共有済み
ko: 이메일 도메인 공유됨
pt: Domínios de e-mail partilhados
ru: К доменам электронной почты открыт доступ
tr: E-posta etki alanları paylaşıldı
zh_cn: 共享电子邮件域

# topBar.theEmailDomains
source: The email domains
ar: نطاقات البريد الإلكتروني
cs: E-mailové domény
de: Die E-Mail-Domains
es: Los dominios de correo electrónico
fr: Les domaines e-mail
ja: メールドメイン
ko: 이메일 도메인
pt: Os domínios de e-mail
ru: Домены электронной почты
tr: E-posta etki alanları
zh_cn: 电子邮件网域

# topBar.theEmailDomain
source: The email domain
ar: نطاق البريد الإلكتروني
cs: E-mailová doména
de: Die E-Mail-Domain
es: El dominio de correo electrónico
fr: Le domaine e-mail
ja: メールドメイン
ko: 이메일 도메인
pt: O domínio de e-mail
ru: Домен электронной почты
tr: E-posta etki alanı
zh_cn: 电子邮件网域

# topBar.and
source: and
ar: و
cs: a
de: und
es: y
fr: et
ja: および
ko: 및
pt: e
ru: и
tr: ile
zh_cn: 到

# topBar.areNowVisibleOnYourPublicORCIDRecord
source: are now visible on your public ORCID record. Manage your email addresses and domains in the
ar: أصبحت الآن مرئيةً في سجل ORCID العام الخاص بك. يمكنك إدارة عناوين بريدك الإلكتروني والنطاقات في
cs: jsou nyní viditelné ve vašem veřejném záznamu ORCID. Spravujte své e-mailové adresy a domény v oddíle
de: sind jetzt in Ihrem öffentlichen ORCID-Eintrag sichtbar. Verwalten Sie Ihre E-Mail-Adressen und Domains im
es: se encuentran ahora visibles en su registro público de ORCID. Gestione sus direcciones y dominios de correo electrónico en la
fr: sont désormais visibles dans votre dossier ORCID public. Gérez vos adresses e-mail et vos domaines dans la
ja: は現在あなたの公開ORCIDレコードに表示されています。以下でメールアドレスとドメインを管理してください:
ko: 이 이제 귀하의 퍼블릭 ORCID 레코드에 표시됩니다. 이메일 주소 및 도메인 관리 위치:
pt: estão agora visíveis no seu registo ORCID público. Efetue a gestão dos endereços de e-mail e domínios na
ru: теперь показываются в вашем общедоступном профиле ORCID. Управляйте адресами и доменами в
tr: artık ORCID kaydınızda görünür durumda. Şuradaki e-posta adreslerinizi ve etki alanlarınızı yönetin:
zh_cn: 现在可以在您的公开 ORCID 记录中看到。在以下管理您的电子邮件地址和网域：

# topBar.isNowVisibleOnYourPublicORCIDRecord
source: is now visible on your public ORCID record. Manage your email addresses and domains in the
ar: أصبحت الآن مرئيةً في سجل ORCID العام الخاص بك. يمكنك إدارة عناوين بريدك الإلكتروني والنطاقات في
cs: je nyní viditelná ve vašem veřejném záznamu ORCID. Spravujte své e-mailové adresy a domény v oddíle
de: ist jetzt in Ihrem öffentlichen ORCID-Eintrag sichtbar. Verwalten Sie Ihre E-Mail-Adressen und Domains im
es: se encuentra ahora visible en su registro público de ORCID. Gestione sus direcciones y dominios de correo electrónico en la
fr: est désormais visible dans votre dossier ORCID public. Gérez vos adresses e-mail et vos domaines dans la
ja: は現在あなたの公開ORCIDレコードに表示されています。以下でメールアドレスとドメインを管理してください:
ko: 이 이제 귀하의 퍼블릭 ORCID 레코드에 표시됩니다. 이메일 주소 및 도메인 관리 위치:
pt: está agora visível no seu registo ORCID público. Efetue a gestão dos endereços de e-mail e domínios na
ru: теперь показывается в вашем общедоступном профиле ORCID. Управляйте адресами и доменами в
tr: artık ORCID kaydınızda görünür durumda. Şuradaki e-posta adreslerinizi ve etki alanlarınızı yönetin:
zh_cn: 现在可以在您的公开 ORCID 记录中看到。在以下管理您的电子邮件地址和网域：

# topBar.emailsDomainsSection
source: Emails & domains section
ar: قسم البريد الإلكتروني والنطاقات
cs: Oddíl e-mailů a domén
de: Abschnitt E-Mails und Domains
es: sección "Correos electrónicos y dominios"
fr: section E-mails et domaines
ja: 「メールとドメイン」セクション
ko: 이메일 및 도메인 섹션
pt: secção E-mails e domínios
ru: разделе «Адреса электронной почты и домены».
tr: E-postalar ve etki alanları bölümü
zh_cn: 电子邮件与网域区段

# topBar.employmentAffiliationAdded
source: Employment affiliation added
ar: تمت إضافة الانتماء الوظيفي
cs: Přidáno přidružení zaměstnání
de: Beschäftigungszugehörigkeit hinzugefügt
es: Se ha añadido una afiliación laboral
fr: Affiliation professionnelle ajoutée
ja: 雇用所属を追加しました
ko: 고용상태 담당기관 추가됨
pt: Afiliação profissional adicionada
ru: Добавлена аффилиация
tr: Çalışma bağlantısı eklendi
zh_cn: 已添加雇佣隶属机构
