Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# works.maxFeaturedWorksToastDescription
source: You can’t feature any more works until you have removed some of the currently featured items.
ar: لن تتمكن من تمييز أي أعمال أخرى إلا بعد إزالة بعض العناصر المميزة حاليًا.
cs: Nemůžete vybrat žádné další práce, dokud některé z aktuálně vybraných položek neodstraníte.
de: Um ein anderes Werk hervorzuheben, müssen Sie zunächst eins der momentan hervorgehobenen Werke entfernen.
es: No puede poner más obras como destacadas a menos que quite alguna de la lista actual de obras destacadas.
fr: Pour mettre en avant d'autres travaux, vous devez d'abord supprimer certains éléments actuellement mis en avant.
ja: 注目の作品を追加したい場合は、現在の注目作品をいくつか削除してください。
ko: 현재 특기로 설정된 항목 중 일부를 제거하지 않으면 다른 연구업적을 특기로 설정할 수 없습니다.
pt: Não pode colocar mais trabalhos em destaque até ter removido alguns dos itens atualmente em destaque.
ru: Вы не сможете пополнить список избранных работ, пока не исключите какие-либо из ранее добавленных.
tr: Şu anda öne çıkarılmış ögelerden bazılarını kaldırana dek daha fazla çalışmanızı öne çıkaramazsınız.
zh_cn: 请先从上面的列表中删除一些现有展示作品，才能再展示作品。

# works.workDetails
source: Work details
ar: تفاصيل العمل
cs: Detaily díla
de: Werkdetails
es: Datos de la obra
fr: Informations relatives au travail
ja: 作品の詳細
ko: 작업 상세 내역
pt: Informações da obra
ru: Сведения о работе
tr: Çalışma ayrıntıları
zh_cn: 成果详细信息

# works.worktitle
source: Work title
ar: عنوان العمل
cs: Název díla
de: Werktitel
es: Título de la obra
fr: Titre du travail
ja: 作品のタイトル
ko: 연구업적 제목
pt: Título do trabalho
ru: Название работы
tr: Çalışma başlığı
zh_cn: 成果标题

# works.setAWorkTitle
source: Set a work title
ar: عين عنواناً للعمل
cs: Nastavit název díla
de: Legen Sie einen Werk fest
es: Configure el título de la obra
fr: Définir un titre de travail
ja: 作品タイトルを設定する
ko: 작업 제목 설정
pt: Defina um título para a obra
ru: Задать заголовок работы
tr: Bir çalışma başlığı ayarla
zh_cn: 设置成果标题

# works.titleMaxLength
source: Must be less than 1000 characters
ar: يجب أن يكون أقل من 1000 حرف
cs: Musí být kratší než 1000 znaků
de: Muss weniger als 1000 Zeichen lang sein
es: Debe contener menos de 1000 caracteres
fr: Doit comporter moins de 1000 caractères
ja: 1000 文字未満でなければなりません
ko: 1000자 미만이어야합니다.
pt: Deve conter menos de 1000 caracteres
ru: Длина не должна превышать 1000 знаков
tr: 1000 karakterden az olmalıdır
zh_cn: 必须少于 1000 个字符

# works.translatedTitle
source: Work translated title
ar: العنوان المترجم
cs: Přeložený název
de: Übersetzter Titel der Werk
es: Título traducido
fr: Titre traduit
ja: 翻訳済みタイトル
ko: 번역된 제목
pt: Título traduzido
ru: Перевод названия
tr: Çalışmanın çevrilmiş başlığı
zh_cn: 已翻译的成果标题

# works.languageOnThisTitle
source: Language of this title
ar: لغة هذا العنوان
cs: Jazyk tohoto názvu
de: Sprache dieses Titels
es: Idioma de este título
fr: Langue de ce titre
ja: このタイトルの言語
ko: 이 제목의 언어
pt: Idioma deste título
ru: Язык заголовка
tr: Bu başlığın dili:
zh_cn: 此标题的语言

# works.subtitle-2
source: Work subtitle
ar: العنوان الفرعي للعمل
cs: Podtitulek díla
de: Untertitel des Werkes
es: Subtítulo de la obra
fr: Sous-titre du travail
ja: 作品のサブタイトル
ko: 연구업적 부제
pt: Legenda do trabalho
ru: Подзаголовок работы
tr: Çalışma altyazısı
zh_cn: 成果简介

# shared.publicationDate
source: Publication date
ar: التاريخ العام
cs: Zdroj díla
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
ja: 出版日
ko: 발행일
pt: Data de publicação
ru: Дата публикации
tr: Yayın tarihi
zh_cn: 出版日期

# works.link
source: Link
ar: الرابط
cs: Odkaz
de: Verknüpfung
es: Enlace
fr: Lien
ja: リンク
ko: 링크
pt: Ligação
ru: Ссылка
tr: Bağlantı
zh_cn: 链接

# works.urlMaxLength
source: Must be less than 2000 characters
ar: يجب أن يكون أقل من 2000 حرف
cs: Musí být kratší než 2 000 znaků
de: Muss weniger als 2000 Zeichen lang sein
es: Debe tener menos de 2000 caracteres
fr: Ne doit pas excéder 2000 caractères
ja: 2000文字未満である必要があります
ko: 2000자 이하만 가능합니다
pt: Tem de ter menos de 2.000 caracteres
ru: Должно быть меньше 2000 символов
tr: 2000 karakterden az olmalıdır
zh_cn: 必须少于 2000 个字符

# works.linkMoreInformationAbout
source: A link to more information about the work. Links should be in the full URL format e.g. http://www.website.com/page.html
ar: رابط لمزيد من المعلومات حول العمل. يجب أن تكون الروابط بتنسيق URL كامل، على سبيل المثال http://www.website.com/page.html
cs: Odkaz na další informace o dílu. Odkazy by měly být v plném formátu URL, např. http://www.website.com/page.html
de: Ein Link zu weiteren Informationen über die Werk. Links sollten im vollständigen URL-Format vorliegen, z. B. http://www.website.com/seite.html
es: Un enlace a más información sobre el trabajo. Los enlaces deben estar en formato de URL completo, por ejemplo: http://www.website.com/page.html
fr: Un lien vers plus d'informations au sujet du travail. Les liens doivent être au format URL complète, comme, par exemple, http://www.website.com/page.html.
ja: 著作物に関する詳細情報へのリンク。リンクは完全なURLの形式である必要があります（例： http://www.website.com/page.html）
ko: 작업에 대한 더 자세한 정보가 있는 링크입니다. 링크는 반드시 전체 URL 형식이어야 합니다. 예) http://www.website.com/page.html
pt: Uma hiperligação para mais informações sobre a obra. As hiperligações devem estar no formato de URL completo, por exemplo http://www.website.com/page.html
ru: Ссылка на дополнительную информацию о данной работе. Ссылки должны быть в полном формате URL, например: http://www.website.com/page.html
tr: Çalışma hakkında daha fazla bilgi veren bir bağlantı. Bağlantılar tam URL biçiminde olmalıdır ör. http://www.website.com/page.html
zh_cn: 关于该成果更多信息的链接。链接应采用完整的网址格式，例如：http://www.website.com/page.html

# works.citationType
source: Citation type
ar: نوع الاقتباس
cs: Typ citace
de: Zitierstil
es: Tipo de cita
fr: Type de citation
ja: 引用タイプ
ko: 서지사항 유형
pt: Tipo de citação
ru: Тип цитирования
tr: Atıf türü
zh_cn: 引用类型

# works.selectACitationType
source: Select a citation type
ar: حدد نوع الاقتباس
cs: Vyberte typ citace
de: Wählen Sie einen Zitationstyp aus
es: Seleccione un tipo de cita
fr: Sélectionner un type de citation
ja: 引用文献タイプを選択する
ko: 인용구 종류를 선택하세요
pt: Selecione um tipo de citação
ru: Выбрать тип цитаты
tr: Bir alıntı türü seç
zh_cn: 选择引文类型

# works.selectACitation
source: Select a citation
ar: حدد نوع الاقتباس
cs: Vyberte typ citace
de: Wählen Sie ein Zitat aus
es: Seleccione un tipo de cita
fr: Sélectionner un type de citation
ja: 引用文献タイプを選択する
ko: 인용 유형 선택
pt: Selecione um tipo de citação
ru: Выберите тип цитирования
tr: Bir alıntı seç
zh_cn: 选择引文类型

# works.citationDescription
source: Citation description
ar: وصف الاقتباس
cs: Popis citace
de: Zitatbeschreibung
es: Descripción de la cita
fr: Description de la citation
ja: 引用の説明
ko: 인용 설명
pt: Descrição da citação
ru: Описание ссылки
tr: Atıf açıklaması
zh_cn: 引用描述

# works.descriptionMaxLength
source: Must be less than 5000 characters
ar: يجب أن يكون أقل من 5000 حرفا
cs: Musí být kratší než 5000 znaků
de: Muss weniger als 5000 Zeichen lang sein
es: Debe contener menos de 5000 caracteres
fr: Doit compter moins de 5000 caractères
ja: 5000 文字未満でなければなりません
ko: 5000자 미만이어야 합니다
pt: Deve conter menos de 5000 caracteres
ru: Длина не должна превышать 5000 символов
tr: 5000 karakterden az olmalıdır
zh_cn: 必须少于 5000 个字符

# works.workIds
source: Work identifiers
ar: معرّفات العمل
cs: Identifikátory děl
de: Werkkennungen
es: Identificadores de la obra
fr: Identifiants de travaux
ja: 著作物識別子
ko: 작업 식별자
pt: Identificadores de obras
ru: Идентификаторы работ
tr: Çalışma tanımlayıcıları
zh_cn: 成果识别码

# works.otherInformation
source: Other information
ar: معلومات أخرى
cs: Další informace
de: Andere Informationen
es: Otra información
fr: Autres informations
ja: その他の情報
ko: 다른 정보
pt: Outras informações
ru: Другая информация
tr: Diğer bilgiler
zh_cn: 其他信息

# works.languageUsed
source: Language used in this form
ar: اللغة المستخدمة في هذا النموذج
cs: Jazyk použitý v tomto formuláři
de: In diesem Formular verwendete Sprache
es: Idioma usado en este formulario
fr: Langue utilisée dans ce formulaire
ja: このフォームで使用される言語
ko: 이 양식에 쓰이는 언어
pt: Idioma usado neste formulário
ru: Язык, используемый в этой форме
tr: Bu formda kullanılan dil
zh_cn: 此表单中所用的语言

# shared.languageLabelAriaLabel
source: Select the language used in this form
ar: تحديد اللغة المستخدمة في هذا النموذج
cs: Vyberte jazyk použitý v tomto formuláři
de: Wählen Sie die in diesem Formular verwendete Sprache
es: Seleccione el idioma usado en este formulario
fr: Sélectionner la langue utilisée dans ce formulaire
ja: このフォームで使用する言語を選択してください
ko: 이 양식에 사용되는 언어 선택
pt: Selecione o idioma usado neste formulário
ru: Выберите язык формы
tr: Bu formda kullanılan dili seç
zh_cn: 选择此表格中使用的语言

# shared.selectCountryLocationLabel
source: Select a country or location of publication
ar: تحديد بلد أو موقع النشر
cs: Vyberte zemi nebo místo publikace
de: Wählen Sie ein Land oder einen Ort der Veröffentlichung
es: Seleccione un país o ubicación de la publicación
fr: Sélectionner un pays ou un lieu de publication
ja: 国または出版地域を選択してください
ko: 발행 국가 또는 위치 선택
pt: Selecione um país ou localização de publicação
ru: Выберите страну или место публикации
tr: Yayının ülkesi veya konumunu seç
zh_cn: 选择出版的国家或地点

# shared.ariaLabelWork
source: Work
ar: الأعمال
cs: Díla
de: Werk
es: Obra
fr: Travaux
ja: ワーク
ko: 연구
pt: Trabalhos
ru: Работа
tr: Çalışma
zh_cn: 成果

# works.selectWorkType
source: Select a work type
ar: حدد نوع العمل
cs: Vyberte typ díla
de: Wählen Sie einen Werktyp aus
es: Seleccione un tipo de obra
fr: Sélectionner un type de travail
ja: 著作物タイプを選択
ko: 작업 종류를 선택하세요
pt: Selecione um tipo de obra
ru: Выбрать тип работы
tr: Bir çalışma türü seçin
zh_cn: 选择成果类型

# works.popularWorkTypes
source: Popular work types
ar: أنواع العمل الرائجة
cs: Oblíbené typy díla
de: Beliebte Werktypen
es: Tipos de obras populares
fr: Types de travaux populaires
ja: 人気の著作物タイプ
ko: 인기 연구업적 유형
pt: Tipos de obra populares
ru: Популярные типы работ
tr: Popüler çalışma türleri
zh_cn: 热门工作形式

# works.publicationDescription
source: Books, journal articles, conference outputs, preprints and working papers
ar: الكتب والمقالات الصحفية ومخرجات المؤتمرات والنسخ الأولية وأوراق العمل
cs: Knihy, články v časopise, výstupy z konferencí, předtiskové verze a pracovní dokumenty
de: Bücher, Zeitschriftenartikel, Konferenzbeiträge, Vorabdrucke und Arbeitspapiere
es: Libros, artículos de revista, contribuciones en congresos, preimpresiones y documentos de trabajo
fr: Livres, articles de revue, présentations de conférence, textes préliminaires et documents de travail
ja: 書籍、学術誌の記事、学会発表、プレプリント、ワーキングペーパー
ko: 도서, 저널 기사, 컨퍼런스 발표물, 프리프린트, 워킹페이퍼
pt: Livros, artigos de revistas, resultados de conferências, pré-impressões e documentos de trabalho
ru: Книги, журнальные статьи, научные доклады, препринты и предварительные публикации
tr: Kitaplar, dergi makaleleri, konferans çıktıları, ön baskılar ve ön makaleler
zh_cn: 书籍、期刊论文、会议成果、预印本和工作文件

# works.otherAcademicPublication
source: Other academic publication
ar: المنشورات الأكاديمية الأخرى
cs: Ostatní akademické publikace
de: Andere wissenschaftliche Veröffentlichung
es: Otra publicación académica
fr: Autre publication académique
ja: その他の学術出版物
ko: 기타 학술 발행물
pt: Outra publicação académica
ru: Другие научные работы
tr: Diğer akademik yayın
zh_cn: 其他学术刊物

# works.otherLabelMicrocopy
source: Selecting this will set the work type to ‘Other’
ar: يؤدي تحديد هذا إلى ضبط نوع العمل على "أخرى"
cs: Výběrem této možnosti nastavíte typ díla na „Ostatní“.
de: Wenn Sie dies auswählen, wird der Werktyp auf „Andere“ gesetzt
es: Si selecciona esta opción, el tipo de obra quedará establecido en "Otro".
fr: La sélection de cette option définira le type de travail sur « Autre »
ja: これを選択すると、著作物タイプが「その他」に設定されます
ko: 이것을 선택하면 연구업적 유형이 '기타'로 설정됨
pt: Se selecionar esta opção, o tipo de obra será definido como "Outro"
ru: Если вы выберете этот вариант, будет указан тип работы «Другое»
tr: Bunu seçmek, çalışma türünü "Diğer" olarak ayarlayacaktır
zh_cn: 选择此项将把工作形式设置为“其他”

# works.reviewDescription
source: Annotations, transcriptions, reviews and editing
ar: الملاحظات والنسخ النصي والمراجعات والتدقيق
cs: Anotace, přepisy, recenze a úpravy
de: Anmerkungen, Transkriptionen, Revisionên und Redaktion
es: Anotaciones, transcripciones, revisiones y ediciones
fr: Annotations, transcriptions, révisions et modification
ja: アノテーション、トランスクリプト、レビュー、編集
ko: 주석, 전사, 리뷰, 편집
pt: Anotações, transcrições, revisões e edição
ru: Аннотации, расшифровки, рецензии и редакции
tr: Dipnotlar, deşifreler, incelemeler ve düzenlemeler
zh_cn: 注释、转录、审查和编辑

# works.otherReviewAndEditing
source: Other review or editing output
ar: مخرجات المراجعة أو التدقيق الأخرى
cs: Ostatní výstup recenzí nebo úprav
de: Andere Revisions- und Redaktionsprodukte
es: Otra contribución de tipo revisión o edición
fr: Autre contenu issu d'une révision ou d'une modification
ja: その他のレビューまたは編集結果
ko: 기타 리뷰 또는 편집 결과물
pt: Outros produtos de revisão ou edição
ru: Другие форматы рецензирования или редактирования
tr: Diğer inceleme veya düzenleme çıktısı
zh_cn: 其他审查或编辑成果

# works.disseminationDescription
source: Blog posts, media articles, speeches and podcasts
ar: منشورات المدونات والمقالات الإعلامية والخطابات والنشرات الصوتية (البودكاست)
cs: Příspěvky na blogu, články v médiích, proslovy a podcasty
de: Blogbeiträge, Medienartikel, Reden und Podcasts
es: Entradas de blog, artículos en medios de comunicación, discursos y podcasts
fr: Publications de blog, articles de presse, discours et podcasts
ja: ブログ記事、メディア記事、スピーチ、ポッドキャスト
ko: 블로그 게시물, 미디어 기사, 강연, 팟캐스트
pt: Publicações em blogues, artigos nos meios de comunicação social, discursos e podcasts
ru: Публикации в блогах, статьи в СМИ, речи и подкасты
tr: Blog gönderileri, medya makaleleri, konuşmalar ve podcast'ler
zh_cn: 博客文章、媒体文章、演讲和播客

# works.otherDissemination
source: Other dissemination output
ar: مخرجات النشر الأخرى
cs: Ostatní výstup šíření
de: Andere Verbreitungsprodukte
es: Otra contribución a modo de divulgación
fr: Autre contenu issu d'une diffusion
ja: その他の普及活動
ko: 기타 지식보급 결과물
pt: Outros produtos de divulgação
ru: Другие форматы распространения информации
tr: Diğer yayımlama çıktısı
zh_cn: 其他宣传成果

# works.creativeDescription
source: Designs, images, video, music, sound and interactive media
ar: التصميمات والصور والفيديو والموسيقى والصوت والوسائط التفاعلية
cs: Designy, obrázky, video, hudba, zvuk a interaktivní média
de: Designs, Bilder, Video, Musik, Ton und interaktive Medien
es: Diseños, imágenes, vídeos, música, sonido y contenido multimedia interactivo
fr: Designs, images, vidéo, musique, support sonore et interactif
ja: デザイン、画像、動画、音楽、音声、インタラクティブメディア
ko: 디자인, 이미지, 비디오, 음악, 사운드, 인터랙티브 미디어
pt: Desenhos, imagens, vídeo, música, som e meios interativos
ru: Дизайн, изображения, видео, музыка, аудио- и интерактивный контент
tr: Tasarımlar, görseller, videolar, müzikler, sesler ve interaktif medya
zh_cn: 设计、图像、视频、音乐、声音和互动媒体

# works.otherCreativeData
source: Other creative output
ar: المخرجات الإبداعية الأخرى
cs: Ostatní kreativní výstup
de: Andere kreative Produkte
es: Otra contribución de índole creativo
fr: Autre contenu créatif
ja: その他のクリエイティブアウトプット
ko: 기타 크리에이티브 결과물
pt: Outras produções criativas
ru: Другие форматы творческих работ
tr: Diğer yaratıcı çıktı
zh_cn: 其他创作成果

# works.dataDescription
source: Datasets, software, plans and research tools
ar: مجموعات البيانات والبرامج والخطط وأدوات البحث
cs: Datové sady, software, plány a výzkumné nástroje
de: Datensätze, Software, Pläne und Forschungsinstrumente
es: Conjuntos de datos, software, planes y herramientas de investigación
fr: Ensembles de données, logiciels, plans et outils de recherche
ja: データセット、ソフトウェア、計画、研究ツール
ko: 데이터 세트, 소프트웨어, 플랜 및 연구 도구
pt: Conjuntos de dados, software, planos e ferramentas de investigação
ru: Наборы данных, ПО, инструменты для исследований и планы
tr: Veri setleri, yazılımlar, planlar ve araştırma araçları
zh_cn: 数据集、软件、计划和研究工具

# works.otherData
source: Other data or process output
ar: بيانات أخرى أو مخرجات عملية
cs: Ostatní data nebo výstup procesu
de: Andere Daten- und Prozessprodukte
es: Otras contribuciones en forma de datos o procesos
fr: Autre contenu lié à des données ou des processus
ja: その他のデータまたはプロセス結果
ko: 기타 데이터 및 프로세스 결과물
pt: Outros dados ou produtos de processo
ru: Другие форматы работы с данными или процессами
tr: Diğer veri veya işlem çıktısı
zh_cn: 其他数据或流程输出

# works.legalDescription
source: Patents, trademarks, copyright and other legal items
ar: براءات الاختراع والعلامات التجارية وحقوق النشر وغيرها من العناصر القانونية
cs: Patenty, ochranné známky, autorské právo a další právní položky
de: Patente, Warenzeichen, Urheberrechte und andere rechtliche Belange
es: Patentes, marcas registradas, derechos de autor y otros documentos jurídicos
fr: Brevets, marques déposées, droit d'auteur et autres éléments juridiques
ja: 特許、商標、著作権、その他の法規制関連項目
ko: 특허, 상표권, 저작권 등 법적 보호 대상 결과물
pt: Patentes, marcas registadas, direitos de autor e outros elementos jurídicos
ru: Патенты, товарные знаки, регистрация авторских прав и другие юридические документы
tr: Patentler, tescilli markalar, telifler ve diğer yasal ögeler
zh_cn: 专利、商标、版权和其他法律项目

# works.otherLegal
source: Other legal or IP output
ar: مخرجات قانونية أو حقوق ملكية فكرية أخرى
cs: Ostatní právní nebo IP výstup
de: Andere rechtliche oder urheberrechtliche Produkte
es: Otras contribuciones de corte jurídico o de propiedad intelectual
fr: Autre contenu juridique ou relevant de la propriété intellectuelle
ja: その他の法的またはIP関連結果
ko: 기타 법적 또는 IP 결과물
pt: Outros produtos jurídicos ou de PI
ru: Другие документы, связанные с правами или интеллектуальной собственностью
tr: Diğer yasal veya fikri mülkiyet çıktısı
zh_cn: 其他法律或知识产权成果

# works.teachingDescription
source: Working with students
ar: العمل مع الطلاب
cs: Práce se studenty
de: Arbeit mit Studenten
es: Trabajo con estudiantes
fr: Collaboration avec des étudiants
ja: 学生との作業
ko: 학생들과 함께 연구
pt: Trabalhar com estudantes
ru: Работа со студентами
tr: Öğrencilerle çalışmak
zh_cn: 与学生合作

# works.otherTeaching
source: Other teaching or supervision output
ar: مخرجات التعليم أو الإشراف الأخرى
cs: Ostatní výstup vzdělávání nebo dohledu
de: Andere Lehr- oder Betreuungsleistungen
es: Otras contribuciones de enseñanza o supervisión
fr: Autre contenu lié à l'enseignement ou à la supervision
ja: その他の指導または監督実績
ko: 기타 교수 또는 지도 결과물
pt: Outros produtos de ensino ou supervisão
ru: Другие форматы преподавания или наставничества
tr: Diğer öğretmenlik veya gözetmenlik çıktısı
zh_cn: 其他教学或监督成果

# work.works
source: Works
ar: أعمال
cs: Práce
de: Werke
es: Obras
fr: Travaux
ja: 仕事
ko: 연구들
pt: Trabalhos
ru: Работы
tr: Çalışmalar
zh_cn: 作品

# works.identifiers
source: Identifiers
ar: المعرفات
cs: Identifikátory
de: Identifikatoren
es: Identificadores
fr: Identifiants
ja: \n識別子
ko: 식별자
pt: Identificadores
ru: Идентификаторы
tr: Tanımlayıcılar
zh_cn: 识别码

source: Works - Import BibTeX
ar: الأعمال - استيراد BibTeX
cs: Díla - Import BibTeXu
de: Werke - BibTeX importieren
es: Obras - Importar BibTeX
fr: Travaux – importer un fichier BibTeX
ja: 作品 - BibTeXをインポートする
ko: 작업 - BibTeX 가져오기
pt: Projetos - Importar BibTeX
ru: Работы - импортировать BibTeX
tr: Çalışmalar - BibTeX'i içe aktar
zh_cn: 成果 - 导入 BibTeX

# works.importWorks
source: Import works to your record
ar: استيراد أعمال إلى سجلك
cs: Importujte práce do svého záznamu
de: Importieren Sie Werke in Ihren Eintrag
es: Importar obra a su registro
fr: Importer des œuvres dans votre dossier
ja: 著作物をレコードにインポート
ko: 작업을 내 기록으로 가져오기
pt: Importar trabalhos para o seu registo
ru: Импортировать работы в Вашу запись
tr: İşleri kaydınıza içe aktarın
zh_cn: 将成果导入您的记录

# works.importCitations
source: Import citations from BibTex (.bib) files, including files exported from Google Scholar.
ar: استيراد الاقتباسات من ملفات BibTex (.bib)، بما في ذلك الملفات المصدرة من الباحث العلمي من Google.
cs: Importujte citace ze souborů BibTex (.bib), včetně souborů exportovaných ze služby Google Scholar.
de: Importieren Sie Zitate aus BibTex-Dateien (.bib), einschließlich Dateien, die aus Google Scholar exportiert wurden.
es: Importe citas de archivos BibTex (bib), incluidos los archivos exportados desde Google Scholar.
fr: Importez des citations à partir de fichiers BiBTeX (.bib), y compris des fichiers exportés depuis Google Scholar.
ja: Google Scholarからエクスポートしたファイルを含む、BibTex （.bib）ファイルから引用文献をインポートします。
ko: Google Scholar에서 내보낸 파일을 포함하여 BibTex(.bib) 파일에서 인용 현황 가져오기.
pt: Importe citações de ficheiros do BibTex (.bib), incluindo ficheiros exportados do Google Scholar.
ru: Импортируйте цитаты из файлов BibTex (.bib), включая файлы, экспортированные из Google Scholar.
tr: Google Scholar'dan dışa aktarılan dosyalar da dahil olmak üzere BibTex (.bib) dosyalarından alıntıları içe aktarın.
zh_cn: 从 BibTex（.bib）文件导入引文，包括从 Google Scholar 导出的文件。

# works.moreInformation
source: More information on importing BibTeX files into ORCID
ar: مزيد من المعلومات حول استيراد ملفات BibTeX إلى ORCID
cs: Další informace o importu souborů BibTeX do ORCID
de: Weitere Informationen zum Import von BibTeX-Dateien in ORCID
es: Más información sobre la importación de archivos BibTeX a ORCID
fr: Plus d'informations au sujet de l'importation de fichiers BibTeX vers ORCID
ja: ORCIDへのBibTeXファイルのインポート関する詳細情報
ko: ORCID로 BibTeX 파일 가져오기에 대한 더 많은 정보
pt: Mais informações sobre como importar ficheiros do BibTeX para ORCID
ru: Дополнительная информация об импорте файлов BibTeX в ORCID
tr: BibTeX dosyalarını ORCID'e içe aktarma hakkında daha fazla bilgi
zh_cn: 关于将 BibTeX 文件导入 ORCID 的更多信息

# works.chooseBibTex
source: Choose BibTeX file to import
ar: اختر ملف BibTeX المراد استيراده
cs: Vyberte soubor BibTeX k importu
de: Wählen Sie die zu importierende BibTeX-Datei
es: Elija el archivo BibTeX para importar
fr: Choisir le fichier BibTeX à importer
ja: インポートするBibTeXファイルを選択する
ko: 내보낼 BibTeX 파일 선택하기
pt: Escolha o ficheiro BibTeX para importar
ru: Выберите файл BibTeX для импорта
tr: İçe aktarılacak BibTeX dosyasını seç
zh_cn: 选择要上传的 BibTeX 文件

# works.bibtexImporterParsingError
source: This file cannot be read. Please check the BibTeX formatting and try again.
ar: لا يمكن قراءة هذا الملف. يرجى التحقق من تنسيق BibTeX وإعادة المحاولة.
cs: Tento soubor nelze přečíst. Prosím, zkontrolujte, zda je ve formátu BibTeX a zkuste to znovu.
de: Diese Datei kann nicht gelesen werden. Bitte überprüfen Sie die BibTeX-Formatierung und versuchen Sie es erneut.
es: El archivo no puede leerse. Por favor, verifique el formato BibTeX e inténtelo de nuevo.
fr: Impossible de lire ce fichier. Veuillez vérifier le format BibTeX et réessayez.
ja: このファイルは読み取れません。 BibTeX のフォーマットを確認して、もう一度お試しください。
ko: 이 파일은 읽을 수 없습니다. BibTeX 포맷을 확인한 후 다시 시도하십시오.
pt: Este arquivo não pode ser lido. Verifique o formato BibTeX e tente novamente.
ru: Этот файл не может быть прочитан. Проверьте формат BibTeX и повторите попытку.
tr: Bu dosya okunamıyor. Lütfen BibTeX biçimlendirmesini kontrol edin ve tekrar deneyin.
zh_cn: 无法读取此文件。 请检查 BibTeX 格式，然后重试。

# works.noBibtexEntries
source: Error parsing Bibtex. No Bibtex entries found in file
ar: خطأ في تحليل Bibtex. لم يتم العثور على مدخلات Bibtex في الملف
cs: Při analyzování formátu Bibtex došlo k chybě. Nebyly nalezeny žádné záznamy formátu Bibtex v souboru
de: Fehler beim Analysieren von Bibtex. Keine Bibtex-Einträge in Datei gefunden
es: Error al analizar Bibtex. No se han encontrado entradas de Bibtex en el archivo
fr: Erreur d'analyse syntaxique de Bibtex. Aucune entrée Bibtex trouvée dans le fichier.
ja: Bibtexの解析中にエラーが発生しました。ファイルにBibtexエントリが見つかりません
ko: Bibtex 파싱 에러. 다음 파일에서 Bibtex 엔트리를 찾을 수 없습니다
pt: Erro na análise da Bibtex. Nenhuma entrada Bibtex encontrada no ficheiro
ru: Ошибка парсинга Bibtex. В файле не найдены записи Bibtex
tr: Bibtex ayrıştırılırken hata oluştu. Dosyada Bibtex girişi bulunamadı
zh_cn: 解析 Bibtex 时出错。在文件中找不到 Bibtex 条目
