Repository: ORCID/orcid-angular
Catalog: src/locale/messages.*.xlf
Languages: ar, cs, de, es, fr, ja, ko, pt, ru, tr, zh_cn

# side-bar.personIdentifiersDescription
source: Other identifiers, also called Person identifiers, are unique IDs that systems such as ISNI and Scopus use to identify you. These identifiers can only be added to your record by trusted organizations you have connected to ORCID.
ar: المعرّفات الأخرى، المعروفة أيضاً بمعرّفات الأشخاص، عبارة عن معرّفات فريدة تستخدمها أنظمة مثل ISNI وScopus لتحديد هويتك. لا يمكن إضافة هذه المعرفات إلى سجلك إلا من خلال المنظمات الموثوقة التي ربطتها بـ ORCID.
cs: Jiné identifikátory, nazývané také Identifikátory osob, jsou jedinečná ID, která k identifikaci používají systémy jako ISNI a Scopus. Tyto identifikátory mohou do vašeho záznamu přidat pouze důvěryhodné organizace, které jste připojili k ORCID.
de: Andere Kennungen, auch Personenkennungen genannt, sind eindeutige IDs, die Systeme wie ISNI und Scopus verwenden, um Sie zu identifizieren. Diese Identifikatoren können Ihrem Eintrag nur von vertrauenswürdigen Organisationen hinzugefügt werden, die Sie mit ORCID verbunden haben.
es: Otros identificadores, también llamados identificadores de persona, son identificaciones únicos que los sistemas como ISNI y Scopus usan para identificarle. Estos identificadores solo pueden ser añadidos a su registro por las organizaciones de confianza que usted haya conectado a ORCID.
fr: Les autres identifiants, également appelés « identifiants de personnes », sont des identifiants uniques que des systèmes tels qu'ISNI et Scopus utilisent pour vous identifier. Ils ne peuvent être ajoutés à votre dossier que par des organisations de confiance que vous avez associées à ORCID.
ja: その他の識別子は、個人識別子とも呼ばれ、ISNIやScopusなどのシステムがユーザーを識別するために使用する一意のIDです。これらの識別子は、あなたがORCIDに接続している信頼できる組織によってのみあなたのレコードに追加することができます。
ko: 다른 이름으로는 개인 식별자라고도 불리는 다른 식별자는 ISNI 및 Scopus와 같은 시스템이 귀하를 식별하기 위해 사용하는 고유한 ID입니다. 이 식별자들은 귀하가 ORCID에 연결한 신뢰하는 기관에 의해서만 귀하의 기록에 추가될 수 있습니다.
pt: Outros identificadores, também chamados de identificadores de Pessoa, são IDs exclusivos utilizados por sistemas como ISNI e Scopus para identificá-lo. Estes identificadores só podem ser adicionados ao seu registro por organizações de confiança que associou à ORCID.
ru: Другие идентификаторы, также называемые личными идентификаторами, представляют собой уникальные идентификаторы, которые такие системы, как ISNI и Scopus, используют для Вашей идентификации. Эти идентификаторы могут быть добавлены в Вашу запись только доверенными организациями, которые Вы связали с ORCID.
tr: Kişi tanımlayıcıları olarak da adlandırılan diğer tanımlayıcılar, ISNI ve Scopus gibi sistemlerin sizi tanımlamak için kullandığı benzersiz kimliklerdir. Bu tanımlayıcılar yalnızca ORCID'e bağladığınız güvenilir kuruluşlar tarafından kaydınıza eklenebilir.
zh_cn: 其他识别码，亦称作身份识别码，为 ISNI 及 Scopus 等系统用于识别您身份的独特识别码。此识别码仅能由已连接至 ORCID 的受信赖组织添加。

# side-bar.findOutMore
source: Find out more on our
ar: اكتشف المزيد على
cs: Zjistěte více na našem
de: Erfahren Sie mehr auf unserer
es: Descubra más en nuestro
fr: En savoir plus sur notre
ja: 詳細はこちらをご覧ください
ko: 더 찾아보기
pt: Saiba mais no nosso
ru: Узнать больше о нашем
tr: Daha fazla bilgi için
zh_cn: 更多详细信息都在我们的

# side-bar.personIdentifiersSupport
source: Other identifiers support page.
ar: صفحة الدعم للمعرّفات الأخرى.
cs: Stránka podpory dalších identifikátorů.
de: Support-Seite für andere Kennungen.
es: Página de asistencia de otros identificadores.
fr: Page d'assistance des autres identifiants.
ja: その他の識別子サポートページ。
ko: 다른 식별자 지원 페이지.
pt: Página de suporte para outros identificadores
ru: Страница поддержки других идентификаторов.
tr: Diğer tanımlayıcıların destek sayfası.
zh_cn: 其他识别码相关的帮助页面

# side-bar.myOtherIdentifiers
source: My other identifiers
ar: معرفاتي الأخرى
cs: Moje další identifikátory
de: Meine anderen Kennungen
es: Mis otros identificadores
fr: Mes autres identifiants
ja: 私の他の識別子
ko: 내 다른 식별자들
pt: Os meus outros identificadores
ru: Другие мои идентификаторы
tr: Diğer tanımlayıcılarım
zh_cn: 我的其他识别码

# side-bar.ariaLabelPersonalIdSave
source: Save changes to Other identifiers
ar: حفظ التغييرات على المعرفات الأخرى
cs: Uložit změny v ostatních identifikátorech
de: Änderungen an Anderen Kennungen speichern
es: Guarde los cambios realizados en Otros identificadores
fr: Enregistrer les modifications dans Autres identifiants
ja: その他の識別子の変更を保存する
ko: 다른 식별자에 변경사항 저장
pt: Guardar alterações a Outros identificadores
ru: Сохранить изменения в разделе «Другие идентификаторы»
tr: Diğer tanımlayıcı değişikliklerini kaydet
zh_cn: 将更改保存到其他标识符

# side-bar.ariaLabelPersonalIdCancel
source: Cancel changes and close Other identifiers
ar: إلغاء التغييرات وإغلاق المعرفات الأخرى
cs: Zrušit změny v zavřít ostatní identifikátory
de: Änderungen verwerfen und Andere Kennungen schließen
es: Cancele los cambios y cierre Otros identificadores
fr: Annuler les modifications et fermer Autres identifiants
ja: 変更をキャンセルしてその他の識別子を閉じる
ko: 변경사항을 취소하고 다른 식별자 닫기
pt: Cancelar alterações e fechar Outros identificadores
ru: Отменить изменения и закрыть раздел «Другие идентификаторы»
tr: Değişiklikleri iptal et ve Diğer tanımlayıcıları kapat
zh_cn: 取消更改并关闭其他标识符

# side-bar.ariaLabelPersonalIdClose
source: Close Other identifiers
ar: أغلق المعرفون الأخرون
cs: Uzavřít další identifikátory
de: Andere Kennungen schließen
es: Cierre Otros identificadores
fr: Fermer la section Autres identifiants
ja: 他の識別子を閉じる
ko: 다른 식별자 닫기
pt: Fechar outros identificadores
ru: Закрыть раздел «Другие идентификаторы»
tr: Diğer tanımlayıcıları kapat
zh_cn: 关闭其他识别码

# share.ariaLabelDelete
source: Delete identifier
ar: حذف المعرف
cs: Odstranit identifikátor
de: Kennung löschen
es: Elimine un identificador
fr: Supprimer l'identifiant
ja: 識別子を削除
ko: 식별자 삭제
pt: Eliminar identificador
ru: Удалить идентификатор
tr: Tanımlayıcıyı sil
zh_cn: 删除标识符

# share.ariaLabelIdentifier
source: Identifier
ar: المعرف
cs: Identifikátor
de: Kennung
es: Identificador
fr: Identifiant
ja: 識別子
ko: 식별자
pt: Identificador
ru: Идентификатор
tr: Tanımlayıcı
zh_cn: 识别码

# side-bar.ariaLabelOtherIdsSupport
source: Find out how to add other identifiers to your ORCID record (Opens in a new tab)
ar: تعرّف على كيفية إضافة معرفات أخرى إلى تسجيلة ORCID الخاصة بك (يفتح في علامة تبويب جديدة)
cs: Zjistěte, jak k záznamu ORCID přidat další identifikátory (Otevře se v nové záložce)
de: Finden Sie heraus, wie Sie Ihrem ORCID-Eintrag andere Kennungen hinzufügen können (Öffnet in einem neuen Tab)
es: Descubra cómo puede añadir otros identificadores a su registro ORCID (se abrirá en una pestaña nueva)
fr: Découvrez comment ajouter d'autres identifiants à votre dossier ORCID (s'ouvre dans un nouvel onglet)
ja: その他の識別子をORCIDレコードに追加する方法を確認 (新しいタブが開きます)
ko: ORCID 기록에 다른 식별자 추가 방법 알아보기(새 탭에서 열림)
pt: Saiba como adicionar outros identificadores no seu registo da ORCID (abre num novo separador)
ru: Узнайте, как добавить другие идентификаторы в свой профиль ORCID (откроется новая вкладка)
tr: ORCID kaydınıza nasıl başka tanımlayıcılar ekleyeceğinizi öğrenin (Yeni bir sekmede açılır)
zh_cn: 了解如何将其他标识符添加到您的 ORCID 记录（在新标签页中打开）

# side-bar.ariaLabelUrl
source: (Opens in a new tab)
ar: (يفتح في علامة تبويب جديدة)
cs: (Otevře se v nové záložce)
de: (Öffnet in einem neuen Tab)
es: (Se abrirá en una pestaña nueva)
fr: (s'ouvre dans un nouvel onglet)
ja: (新しいタブが開きます)
ko: (새 탭에서 열기)
pt: (abre num novo separador)
ru: (Откроется новая вкладка)
tr: (Yeni bir sekmede açılır)
zh_cn: （在新标签页中打开）

# topBar.websites
source: Websites & social links
ar: المواقع الإلكترونية والروابط الاجتماعية
cs: Webové stránky a sociální sítě
de: Websites und Links zu sozialen Medien
es: Enlaces a sitios web y redes sociales
fr: Sites Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンク
ko: 웹사이트 및 소셜 링크
pt: Websites e perfis de redes sociais
ru: Сайты и ссылки соцсетей
tr: Web siteleri ve sosyal bağlantılar
zh_cn: 网站和社交链接

# topBar.addLinksDescription
source: Add links to personal websites, department profiles, Wikipedia pages or social media accounts.
ar: قم بإضافة روابط إلى المواقع الإلكترونية الشخصية، وبروفايلات القسم، وصفحات ويكيبديا أو حسابات شبكات التواصل الاجتماعي.
cs: Přidejte odkazy na osobní webové stránky, profily oddělení, stránky Wikipedie nebo účty sociálních médií.
de: Fügen Sie Links zu persönlichen Websites, Abteilungsprofilen, Wikipedia-Seiten oder Social-Media-Konten hinzu.
es: Agregue enlaces a sitios web personales, perfiles de departamentos, páginas de Wikipedia o redes sociales.
fr: Ajoutez des liens vers des sites Internet personnels, des profils de département, des pages Wikipédia ou des comptes de réseaux sociaux.
ja: 個人のウェブサイト、部門のプロフィール、Wikipediaのページ、またはソーシャルメディアアカウントへのリンクを追加します。
ko: 개인 웹사이트, 부서 프로필, Wikipedia 페이지 또는 소셜 미디어 계정에 대한 링크를 추가합니다.
pt: Adicione links de websites pessoais, perfis de departamento, páginas da Wikipedia ou perfis de redes sociais.
ru: Добавьте ссылки на личные сайты, профили отдела, страницы в Википедии или профили в соцсетях.
tr: Kişisel web sitelerine, departman profillerine, Vikipedi sayfalarına veya sosyal medya hesaplarına bağlantılar ekleyin.
zh_cn: 添加指向个人网站、部门简介、维基百科页面或社交媒体帐户的链接。

# topBar.myLinks
source: My links
ar: روابطي
cs: Moje odkazy
de: Meine Links
es: Mis enlaces
fr: Mes liens
ja: マイリンク
ko: 내 링크
pt: Meus links
ru: Мои ссылки
tr: Bağlantılarım
zh_cn: 我的链接

# topBar.urlMaxLength
source: Must be less than 355 characters
ar: يجب أن يكون أقل من 355 حرفاً
cs: Musí mít méně než 355 znaků
de: Muss weniger als 355 Zeichen lang sein
es: Debe contener menos de 355 caracteres
fr: Doit compter moins de 355 caractères
ja: 355文字未満である必要があります
ko: 355자 미만이어야 합니다.
pt: Deve ter menos de 355 caracteres
ru: Должно быть меньше 355 символов
tr: 355 karakterden kısa olmalıdır
zh_cn: 必须少于 355 个字符

# topBar.requiredURL
source: An URL is required
ar: عنوان URL مطلوب
cs: Adresa URL je vyžadována
de: Eine URL ist erforderlich
es: Se requiere una URL
fr: Une URL est requise
ja: URLが必要です
ko: URL이 필요함
pt: É necessário um URL
ru: Требуется URL-адрес
tr: Bir URL gereklidir
zh_cn: 网址为必填项

# shared.maxLength.less_than_two_thousand
source: Must be less than 2000 characters
ar: يجب أن يكون أقل من 2000 حرف
cs: Musí být kratší než 2 000 znaků
de: Muss weniger als 2000 Zeichen lang sein
es: Debe contener menos de 2000 caracteres
fr: Ne doit pas excéder 2000 caractères
ja: 2000文字未満である必要があります
ko: 2000자 이하만 가능합니다
pt: Tem de ter menos de 2.000 caracteres
ru: Должно быть менее 2000 символов
tr: 2000 karakterden az olmalıdır
zh_cn: 必须少于 2000 个字符

# topBar.invalidURL
source: Invalid URL
ar: رابط غير صحيح
cs: Neplatná adresa URL
de: Ungültige URL
es: URL inválida
fr: URL non valide
ja: 無効な URL
ko: 잘못된 URL
pt: URL inválido
ru: Недействительный URL
tr: Geçersiz URL
zh_cn: 无效 URL

# topBar.urlDuplicated
source: URL can not be duplicated
ar: لا يمكن تكرار عنوان URL
cs: URL nelze duplikovat
de: Eine URL kann nicht mehrfach eingegeben werden
es: La URL no se puede duplicar
fr: L'URL ne peut pas être dupliquée
ja: URLを複製することはできません
ko: URL은 중복이 불가합니다
pt: O URL não pode ser duplicado
ru: URL-адрес нельзя скопировать
tr: URL çoğaltılamaz
zh_cn: 网址不可复制

# topBar.addLink
source: Add a link
ar: إضافة رابط
cs: Přidat odkaz
de: Fügen Sie einen Link hinzu
es: Agregar un enlace
fr: Ajouter un lien
ja: リンクを追加
ko: 링크 추가
pt: Adicionar um link
ru: Добавить ссылку
tr: Bir bağlantı ekle
zh_cn: 添加链接

# topBar.addAnotherLink
source: Add another link
ar: إضافة رابط آخر
cs: Přidejte další odkaz
de: Weiteren Link hinzufügen
es: Agregar otro enlace
fr: Ajouter un autre lien
ja: 別のリンクを追加
ko: 다른 링크 추가
pt: Adicionar outro link
ru: Добавить еще одну ссылку
tr: Başka bir bağlantı ekle
zh_cn: 添加另一个链接

# side-bar.ariaLabelWebsiteSave
source: Save changes to Websites & social links
ar: حفظ التغييرات على المواقع الإلكترونية والروابط الاجتماعية
cs: Uložit změny ve webových stránkách a odkazech na sociální sítě
de: Änderungen an Websites und Links zu sozialen Medien speichern
es: Guarde los cambios realizados en Enlaces a sitios web y redes sociales
fr: Enregistrer les modifications dans Sites Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンクの変更を保存
ko: 웹사이트 및 소셜 링크 관리에 변경사항 저장
pt: Guardar alterações em Websites e hiperligações sociais
ru: Сохранить изменения в разделе «Сайты и ссылки на соцсети»
tr: Web siteleri ve sosyal bağlantı değişikliklerini kaydet
zh_cn: 保存网站和社交链接的更改

# side-bar.ariaLabelWebsiteCancel
source: Cancel changes to Websites & social links
ar: إلغاء التغييرات على المواقع الإلكترونية والروابط الاجتماعية
cs: Zrušit změny ve webových stránkách a odkazech na sociální sítě
de: Änderungen an Websites und Links zu sozialen Medien verwerfen
es: Cancele los cambios en Enlaces a sitios web y redes sociales
fr: Annuler les modifications dans Sites Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンクの変更をキャンセル
ko: 웹사이트 및 소셜 링크 관리에 변경사항 취소
pt: Cancelar alterações em Websites e hiperligações sociais
ru: Отменить изменения в разделе «Сайты и ссылки на соцсети»
tr: Web siteleri ve sosyal bağlantı değişikliklerini iptal et
zh_cn: 取消对网站和社交链接的更改

# side-bar.ariaLabelWebsiteDelete
source: Delete Websites or social link
ar: حذف المواقع الإلكترونية أو الارتباط الاجتماعي
cs: Odstranit odkaz na webovou stránku nebo sociální síť
de: Website oder Link zu sozialen Medien löschen
es: Elimine un enlace a un sitio web o red social
fr: Supprimer le site Internet ou le lien social
ja: ウェブサイト＆ソーシャルリンクを削除
ko: 웹사이트 또는 소셜 링크 삭제
pt: Eliminar websites e hiperligações sociais
ru: Удалить ссылку на сайт или социальную сеть
tr: Web sitesi veya sosyal bağlantıyı sil
zh_cn: 删除网站或社交链接

# side-bar.ariaLabelWebsiteClose
source: Close Websites and social links
ar: إغلاق المواقع الإلكترونية والروابط الاجتماعية
cs: Zavřít webové stránky a odkazy na sociální sítě
de: Websites und Links zu sozialen Medien schließen
es: Cierre Enlaces a sitios web o redes sociales
fr: Fermer Sites Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンクを閉じる
ko: 웹사이트 및 소셜 링크 닫기
pt: Fechar websites e hiperligações sociais
ru: Закрыть раздел «Сайты и ссылки на соцсети»
tr: Web sitelerini ve sosyal bağlantıları kapat
zh_cn: 关闭网站和社交链接

# side-bar.ariaLabelWebsiteTitle
source: Websites or social link Title
ar: المواقع الإلكترونية أو عنوان الارتباط الاجتماعي
cs: Odkaz na webovou stránku nebo sociální síť Title
de: Titel der Website bzw. des Links zu sozialen Medien
es: Título del enlace a un sitio web o red social
fr: Titre du site Internet ou lien social
ja: ウェブサイト＆ソーシャルリンクのタイトル
ko: 웹사이트 또는 소셜 링크 제목
pt: Título de websites e hiperligações sociais
ru: Заголовок: «Сайты и ссылки на соцсети»
tr: Web siteleri veya sosyal bağlantı Başlığı
zh_cn: 网站或社交链接标题

# side-bar.ariaLabelWebsiteUrl
source: Link URL
ar: URL الرابط
cs: URL odkazu
es: URL
fr: URL du lien
ja: リンクURL
ko: 링크 URL
pt: Associar URL
ru: URL ссылки
tr: Bağlantı URL'si
zh_cn: 链接网址

# topBar.description
source: Link Title
ar: عنوان الرابط
cs: Název odkazu
de: Linktitel
es: Título del enlace
fr: Titre du lien
ja: リンクのタイトル
ko: 링크 제목
pt: Título do link
ru: Заголовок ссылки
tr: Bağlantı Başlığı
zh_cn: 链接标题

# topBar.url
source: Link URL
ar: URL الرابط
cs: URL odkazu
es: URL
fr: URL du lien
ja: リンクURL
ko: 링크 URL
pt: Associar URL
ru: URL ссылки
tr: Bağlantı URL'si
zh_cn: 链接网址

# record.previewPublicRecord
source: Preview public record
ar: معاينة السجل العام
cs: Předchozí veřejný záznam
de: Vorschau des öffentlichen Eintrags
es: Vista previa del registro público
fr: Visualiser le document public
ja: 公開記録をプレビュー
ko: 퍼블릭 레코드 미리보기
pt: Pré-visualizar o registo público
ru: Предварительный просмотр публичной информации
tr: Herkese açık kayıt için önizleme
zh_cn: 预览公开记录

# record.ariaLabelPreviewPublicRecord
source: Preview the public version of this record (Opens in a new tab)
ar: معاينة الإصدار العام لهذا السجل (يفتح في علامة تبويب جديدة)
cs: Náhled veřejné verze tohoto záznamu (otevřené se v nové záložce)
de: Vorschau der öffentlichen Version dieses Eintrags anzeigen (wird in einem neuen Tab geöffnet)
es: Obtenga la vista previa de la versión pública de este registro (se abrirá en una nueva pestaña)
fr: Visualiser la version publique de cet enregistrement (ouverture dans un nouvel onglet)
ja: このレコードの公開版をプレビュー (新しいタブが開きます)
ko: 이 레코드의 공개 버전 미리 보기(새 탭에서 열림)
pt: Pré-visualizar a versão pública deste registo (abre num novo separador)
ru: Открыть предпросмотр публичной версии профиля (открывается в новой вкладке)
tr: Bu kaydın herkese açık sürümünü önizle (Yeni bir sekmede açılır)
zh_cn: 预览此记录的公共版本(在新选项卡中打开)

# record.ariaLabelpreviewPublicRecord
source: Preview the public version of this record (Opens in a new tab)
ar: معاينة الإصدار العام لهذا السجل (يفتح في علامة تبويب جديدة)
cs: Náhled veřejné verze tohoto záznamu (otevřené se v nové záložce)
de: Vorschau der öffentlichen Version dieses Eintrags anzeigen (wird in einem neuen Tab geöffnet)
es: Obtenga la vista previa de la versión pública de este registro (se abrirá en una nueva pestaña)
fr: Visualiser la version publique de cet enregistrement (ouverture dans un nouvel onglet)
ja: このレコードの公開版をプレビュー (新しいタブが開きます)
ko: 이 레코드의 공개 버전 미리 보기(새 탭에서 열림)
pt: Pré-visualizar a versão pública deste registo (abre num novo separador)
ru: Открыть предпросмотр публичной версии профиля (открывается в новой вкладке)
tr: Bu kaydın herkese açık sürümünü önizle (Yeni bir sekmede açılır)
zh_cn: 预览此记录的公共版本(在新选项卡中打开)

# shared.personalInformation
source: Personal information
ar: المعلومات الشخصية
cs: Osobní údaje
de: Persönliche Angaben
es: Información personal
fr: Informations personnelles
ja: 個人情報
ko: 개인 정보
pt: Dados pessoais
ru: Личные данные
tr: Kişisel bilgiler
zh_cn: 个人信息

# record.noPersonalInformation
source: No personal information available
ar: لا توجد معلومات شخصية متاحة
cs: Žádná osobní informace není dostupná
de: Keine persönlichen Informationen verfügbar
es: No hay información personal disponible
fr: Aucune information personnelle n'est disponible
ja: 利用できる個人情報がありません
ko: 이용 가능한 개인 정보 없음
pt: Nenhuma informação pessoal disponível
ru: Нет доступной личной информации.
tr: Kişisel bilgi bulunmuyor
zh_cn: 无可用的个人信息

# side-bar.verifiedEmailAddresses
source: Verified email addresses
ar: عناوين البريد الإلكتروني التي تم التحقق منها
cs: Ověřené e-mailové adresy
de: Verifizierte E-Mail-Adressen
es: Direcciones de correo electrónico verificadas
fr: Adresses e-mail vérifiées
ja: 確認済みのメールアドレス
ko: 확인된 이메일 주소
pt: Endereços de e-mail verificados
ru: Подтвержденные адреса электронной почты
tr: Doğrulanmış e-posta adresleri
zh_cn: 已验证的电子邮件地址

# record.websitesAndSocialLinks
source: Websites & social links
ar: المواقع الإلكترونية والروابط الاجتماعية
cs: Webové stránky a sociální sítě
de: Websites und Links zu sozialen Medien
es: Enlaces a sitios web y redes sociales
fr: Sites Internet et liens sociaux
ja: ウェブサイト＆ソーシャルリンク
ko: 웹사이트 및 소셜 링크
pt: Websites e hiperligações sociais
ru: Сайты и ссылки соцсетей
tr: Web siteleri ve sosyal bağlantılar
zh_cn: 网站和社交链接

# record.otherIds
source: Other IDs
ar: معرفات أخرى
cs: Jiná ID
de: Andere IDs
es: Otros ID
fr: Autres identifiants
ja: 他の ID
ko: 기타 ID
pt: Outras IDs
ru: Другие ID
tr: Diğer Kimlikler
zh_cn: 其他 ID

# record.keywords
source: Keywords
ar: كلمات مفتاحية
cs: Klíčová slova
de: Schlüsselwörter
es: Palabras clave
fr: Mots clés
ja: キーワード
ko: 키워드
pt: Palavras-chave
ru: Ключевые слова
tr: Anahtar kelimeler
zh_cn: 关键字

# record.manageYourEmails
source: Manage your emails
ar: إدارة رسائل البريد الإلكتروني
cs: Spravovat e-maily
de: E-Mail-Adressen verwalten
es: Gestione sus correos electrónicos
fr: Gérer vos e-mails
ja: 電子メールを管理
ko: 이메일 관리
pt: Gerir e-mails
ru: Управление адресами эл. почты
tr: E-postalarınızı yönetin
zh_cn: 管理您的电子邮件

# record.manageYourWebsite
source: Manage your websites & social links
ar: إدارة المواقع الإلكترونية والروابط الاجتماعية الخاصة بك
cs: Spravovat webové stránky a odkazy na sociální sítě
de: Websites und Links zu sozialen Medien verwalten
es: Gestione sus enlaces a sitios web y redes sociales
fr: Gérer vos sites Internet et vos liens sociaux
ja: ウェブサイト＆ソーシャルリンクを管理
ko: 웹사이트 및 소셜 링크 관리
pt: Gerir websites e hiperligações sociais
ru: Управление сайтами и ссылками на соцсети
tr: Web sitelerinizi ve sosyal bağlantılarınızı yönetin
zh_cn: 管理您的网站和社交链接

# record.labelManageYourKeyword
source: Manage your keywords
ar: إدارة الكلمات الرئيسية الخاصة بك
cs: Spravovat klíčová slova
de: Schlüsselwörter verwalten
es: Gestione sus palabras clave
fr: Gérer vos mots-clés
ja: キーワードを管理
ko: 키워드 관리
pt: Gerir palavras-chave
ru: Управление ключевыми словами
tr: Anahtar kelimelerinizi yönetin
zh_cn: 管理您的关键字

# record.labelManageYourCountries
source: Manage your countries
ar: إدارة بلادك
cs: Spravovat země
de: Länder verwalten
es: Gestione sus países
fr: Gérer vos pays
ja: 国を管理
ko: 국가 관리
pt: Gerir países
ru: Управление разделом «Страны»
tr: Ülkelerinizi yönetin
zh_cn: 管理您的国家

# record.labelManageYourPersonalIds
source: Manage your personalIds
ar: إدارة الشخصية الخاصة بك
cs: Spravovat osobní ID
de: Persönliche Kennungen verwalten
es: Gestione sus identificadores personales
fr: Gérer vos identifiants personnels
ja: 個人IDを管理
ko: 개인 ID 관리
pt: Gerir identificadores pessoais
ru: Управление личными идентификаторами
tr: Kişisel tanımlayıcılarınızı yönetin
zh_cn: 管理您的个人 ID

# shared.pleaseReviewInvalidForm
source: Please review the form and fix the issues before saving
ar: يرجى مراجعة النموذج وإصلاح المشكلات قبل الحفظ
cs: Před uložením prosím zkontrolujte formulář a opravte problémy
de: Bitte überprüfen Sie das Formular und beheben Sie die Probleme, bevor Sie es speichern
es: Revise el formulario y solucione los problemas antes de guardarlo
fr: Veuillez passer le formulaire en revue et résoudre les problèmes avant de l'enregistrer.
ja: 保存する前に、フォームを確認して問題を修正してください。
ko: 저장하기 전에 서식을 검토하고 잘못된 부분을 수정하세요
pt: Reveja o formulário e corrija os problemas antes de guardar
ru: Перед сохранением просмотрите форму и устраните проблемы
tr: Lütfen formu inceleyin ve kaydetmeden önce sorunları düzeltin
zh_cn: 请检查表单并修正错误再保存

# shared.invalidForm
source: Form validation error
ar: خطأ في التحقق من صحة النموذج
cs: Chyba ověření formuláře
de: Fehler bei der Formularvalidierung
es: Error de validación del formulario
fr: Erreur de validation du formulaire
ja: フォーム検証エラー
ko: 양식 유효성 오류
pt: Erro de validação do formulário
ru: Ошибка проверки формы
tr: Form doğrulama hatası
zh_cn: 表单验证错误

# topBar.youAreManaging
source: You are managing this ORCID record as a trusted individual
ar: أنت تدير سجل ORCID هذا كشخص موثوق
cs: Tento záznam v ORCID spravujete jako ověřený jednotlivec
de: Sie verwalten diesen ORCID-Eintrag als vertrauenswürdige Person
es: Está gestionando este registro ORCID como una persona de confianza
fr: Vous gérez ce dossier ORCID en tant que personne de confiance.
ja: このORCIDレコードを、信頼できる個人として管理しています
ko: 이 ORCID 기록을 신뢰할 수 있는 개인으로 관리하고 있습니다.
pt: Você está gerindo este registro ORCID como um indivíduo de confiança
ru: Вы управляете этой записью ORCID в качесте доверенного лица
tr: Bu ORCID kaydını güvenilir bir birey olarak yönetiyorsunuz
zh_cn: 您正在以可信个人身份管理此 ORCID 记录

# topBar.youAreManagingSomeElse
source: You are managing your ORCID record
ar: أنت تدير سجل ORCID الخاص بك.
cs: Spravujete tento záznam ORCID
de: Sie verwalten Ihren ORCID-Eintrag
es: Está gestionando su registro ORCID
fr: Vous gérez votre dossier ORCID
ja: ORCIDレコードを管理しています
ko: 귀하의 ORCID 기록을 관리하고 있습니다
pt: Você está gerindo o seu registo ORCID
ru: Вы управляете своей записью ORCID
tr: ORCID kaydınızı yönetiyorsunuz
zh_cn: 您正在管理您的 ORCID 记录

# shared.statusBar
source: Status bar
ar: شريط الحالة
cs: Stavový řádek
de: Statusleiste
es: Barra de estado
fr: Barre d'état
ja: ステータスバー
ko: 상태 바
pt: Barra de estado
ru: Строка состояния
tr: Durum çubuğu
zh_cn: 状态栏
